Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: translator-credits
am: Launchpad Contributions: samson https://launchpad.net/~sambelet
ar: Launchpad Contributions: Ali Al-Sahaf https://launchpad.net/~lightspotblog Ali AlNoaimi https://launchpad.net/~el7r Andrew Hossam https://launchpad.net/~andrewhossam Awad Habashi عوض الحبشى https://launchpad.net/~awdhbshi Faissal Chamekh https://launchpad.net/~chamfay Kemeral Jones https://launchpad.net/~kemeral Khaled Ezzughayyar https://launchpad.net/~khaledez Salman-Al7rbi https://launchpad.net/~dolar1416 Yassine Bouhadi https://launchpad.net/~skiloo ahmed80dz https://launchpad.net/~ounis-ahmed انور الاسكندرانى https://launchpad.net/~anwar13
be: Launchpad Contributions: Anton Hryb https://launchpad.net/~antonhryb Ihnat Aŭtuška https://launchpad.net/~terziele Jaǔhien Harłukovič https://launchpad.net/~jauhien.h meequz https://launchpad.net/~meequz segray https://launchpad.net/~segray
bg: Launchpad Contributions: Emil Pavlov https://launchpad.net/~emil-p-pavlov Milen Georgiev https://launchpad.net/~milen-e Miroslav Hadzhiev https://launchpad.net/~xtigyro Nikolay Trifonov https://launchpad.net/~trifonov88 Ve4ernik https://launchpad.net/~ve4ernik Vilian Atmadzhov https://launchpad.net/~vilian-atmadzhov Zi https://launchpad.net/~jung-i spacy01 https://launchpad.net/~spacy00001 Адмирал АнимЕ https://launchpad.net/~aeternus-arcis
ca: Launchpad Contributions: Adolfo Jayme https://launchpad.net/~fitojb Albert Sanchez Lafuente https://launchpad.net/~albertsanchezlafuente David Planella https://launchpad.net/~dpm Guillem Sanchez https://launchpad.net/~guille-301094 Isidro Pisa https://launchpad.net/~isidro Jethrotull https://launchpad.net/~apa-the-best Robert Antoni Buj Gelonch https://launchpad.net/~robert-buj oscarl https://launchpad.net/~ggoscarl
cs: Launchpad Contributions: AsciiWolf https://launchpad.net/~asciiwolf D https://launchpad.net/~dv2718281 František Zatloukal https://launchpad.net/~zatloukal-frantisek Karel WÄLZER https://launchpad.net/~husky-viking Konki https://launchpad.net/~pavel-konkol Ladislav Urbanek https://launchpad.net/~urbanek-n Lubor PETR https://launchpad.net/~luborpetr Martin Šácha https://launchpad.net/~sachy Ondřej Kolín https://launchpad.net/~ondrej-kolin Pavel Borecki https://launchpad.net/~pavel-borecki Petr Šimáček https://launchpad.net/~petr-simacek Tomáš Moravec https://launchpad.net/~otoman100 Zyzzy https://launchpad.net/~zyzzy pepawo https://launchpad.net/~josef-ok2wo punkrtekk https://launchpad.net/~krtek
cy: Launchpad Contributions: Christopher Griffiths https://launchpad.net/~chris David Jones https://launchpad.net/~dwrj87-deactivatedaccount-deactivatedaccount-deactivatedaccount IdrisTheDragon https://launchpad.net/~nathaniwilliamsuk Owen Llywelyn https://launchpad.net/~owen-llywelyn Rhoslyn Prys https://launchpad.net/~pvst Rhoslyn Prys https://launchpad.net/~rprys
da: Launchpad Contributions: Alan Mortensen https://launchpad.net/~alanmortensen-am FlowerChild https://launchpad.net/~hejlasse Jakob Moss https://launchpad.net/~jakob-moss scootergrisen https://launchpad.net/~scootergrisen
de: Launchpad Contributions: Christian Kirbach https://launchpad.net/~christian-kirbach-e Eduard Dopler https://launchpad.net/~garteneden Floris https://launchpad.net/~florisv Georg B. https://launchpad.net/~barge Helmut K https://launchpad.net/~helmutkriege JayDee https://launchpad.net/~jaydee-0 Jens Maucher https://launchpad.net/~jensmaucher Kenobi https://launchpad.net/~kazmirzak LKD70 https://launchpad.net/~lkd70 Marcus Ganseforth https://launchpad.net/~marcus-ganseforth Moritz Baumann https://launchpad.net/~mo42 Niko Krause https://launchpad.net/~nikokrause Paul Luckner https://launchpad.net/~p.luckner Paul Vorbach https://launchpad.net/~pvorb Philipp G. https://launchpad.net/~phip1993 Phillip Sz https://launchpad.net/~phillip-sz Stefan https://launchpad.net/~el-elco Stephan Woidowski https://launchpad.net/~swoidowski SteveMoto https://launchpad.net/~stevemoto Tim Schulz https://launchpad.net/~timschulz1998 Tim㋡ https://launchpad.net/~tim.h.s Tobias Bannert https://launchpad.net/~toba alexxx24887 https://launchpad.net/~alexxx24887 ancarya https://launchpad.net/~ancarya howasparty https://launchpad.net/~mark-howanessian kayalemao https://launchpad.net/~kayalemao krimsen https://launchpad.net/~krimsen rare https://launchpad.net/~ra.re tux+ https://launchpad.net/~der-tuxman
el: Launchpad Contributions: Aggelos Arnaoutis https://launchpad.net/~angelosarn Angelos Chraniotis https://launchpad.net/~linuxangel-8 Antonis Kirikos https://launchpad.net/~akirikos Dimitris Spentzos https://launchpad.net/~dspentzos George Fragos https://launchpad.net/~anvo Kosmas Raptis https://launchpad.net/~kosmas12 Kostantinos Xenos https://launchpad.net/~konstantinos-xenos Panagiotis Mantzios https://launchpad.net/~pmantzios Sakis Proto https://launchpad.net/~sakis-proto StratosJL https://launchpad.net/~stratosjl Tony https://launchpad.net/~tonyzet988 Vasilis Kosmidis https://launchpad.net/~vasiliskos Vasilis Thomopoulos https://launchpad.net/~thomopul mikpap https://launchpad.net/~mikpap sparus https://launchpad.net/~bitsikas
eo: Launchpad Contributions: Ignatius881 https://launchpad.net/~icg837 Kristjan SCHMIDT https://launchpad.net/~kristjan-eo Michael Moroni https://launchpad.net/~airon90 Piet Coppens https://launchpad.net/~piet-coppens Travis Ray https://launchpad.net/~coldredgay revjohndoe https://launchpad.net/~rev-johndoe
es: Launchpad Contributions: Adolfo Jayme Barrientos https://launchpad.net/~fitojb Albert Sanchez Lafuente https://launchpad.net/~albertsanchezlafuente Bruno https://launchpad.net/~neoskullx-hotmail Clement Lefebvre https://launchpad.net/~clementlefebvre Errans https://launchpad.net/~errans01 Isidro Pisa https://launchpad.net/~isidro José Rafael Sánchez Pérez https://launchpad.net/~ralphx21 Marcos Sánchez https://launchpad.net/~h2gn Monkey https://launchpad.net/~monkey-libre Nebi https://launchpad.net/~kattymax Paco Molinero https://launchpad.net/~franciscomol Quereño https://launchpad.net/~eoviedog Ricardo Pérez López https://launchpad.net/~ricardo Thureos https://launchpad.net/~thureos Toni Estevez https://launchpad.net/~toni-estevez Victor Padilla https://launchpad.net/~vector9x-gmail aladaris https://launchpad.net/~aladaris croquet https://launchpad.net/~caterina-lorente keyneom https://launchpad.net/~keyneom122 kkophonia https://launchpad.net/~oscargporcell ralphy https://launchpad.net/~ralphy-r rodrigian https://launchpad.net/~rodrigian-deactivatedaccount
et: Launchpad Contributions: Ivar Smolin https://launchpad.net/~okul Karlis https://launchpad.net/~ksuvi Märt Põder https://launchpad.net/~boamaod lyyser https://launchpad.net/~lyyser mahfiaz https://launchpad.net/~mahfiaz pafosdfkapos https://launchpad.net/~pafosdfkapos vaba https://launchpad.net/~vaba
eu: Launchpad Contributions: Asier Iturralde Sarasola https://launchpad.net/~asier-iturralde Eder Etxebarria https://launchpad.net/~ederto87 Gerardo Fernandez https://launchpad.net/~gfhgfh anaspeople https://launchpad.net/~anaspeople
fi: Launchpad Contributions: Ari Ervasti https://launchpad.net/~ari-ervasti87 Elias Ojala https://launchpad.net/~theel0ja Hermanni Saresma https://launchpad.net/~hermukka Jarppi https://launchpad.net/~jarppi Jiri Grönroos https://launchpad.net/~jiri-gronroos Jouni Vartiainen https://launchpad.net/~jovartia Juhani Numminen https://launchpad.net/~jsonic Lasse Liehu https://launchpad.net/~lliehu Lysias https://launchpad.net/~lysias Masa https://launchpad.net/~masa-diskotek Matias Fågel https://launchpad.net/~skywalker7777 Mikko https://launchpad.net/~ballihici Mikko Nissinen https://launchpad.net/~mikko Niila Magga https://launchpad.net/~nippe87 Riku Viitanen https://launchpad.net/~riisseli4 Teuvo Hakala https://launchpad.net/~teuvo-hakala-gmail Tommi Nieminen https://launchpad.net/~translator-legisign Veikko Mäkelä https://launchpad.net/~veikk0.ma jjuujarv https://launchpad.net/~juujarvi matias Närekangas https://launchpad.net/~matiasudofinmint
fr_ca: Launchpad Contributions: AO https://launchpad.net/~aofrl10n Antoine https://launchpad.net/~bouffe Bruno Veilleux https://launchpad.net/~le-gros-rat Francis Lapointe https://launchpad.net/~scriptbash Pascal Laprade https://launchpad.net/~laprade-p guwrt https://launchpad.net/~royguertin
he: Launchpad Contributions: Avi Markovitz https://launchpad.net/~avi-markovitz Ddorda https://launchpad.net/~ddorda Elad Hen https://launchpad.net/~eladhen2 Hezy Amiel https://launchpad.net/~hezy Keren A. https://launchpad.net/~kerena Liel Fridman https://launchpad.net/~lielft-deactivatedaccount Ohadcn https://launchpad.net/~ohadcn Omer I.S. https://launchpad.net/~omeritzics-deactivatedaccount Rony Alaluf https://launchpad.net/~rony321 Shy Zedaka https://launchpad.net/~shaytzedaka Yaron https://launchpad.net/~sh-yaron elyashiv https://launchpad.net/~elyashi-horovitz p1483240 https://launchpad.net/~p1483240sad-deactivatedaccount
hi: Launchpad Contributions: Amit Saxena https://launchpad.net/~amit.saxena Ashutosh Kumar Singh https://launchpad.net/~akapribot Meraj Ahmed https://launchpad.net/~meraj-mmm Panwar https://launchpad.net/~vogdt Prakhar Mohan https://launchpad.net/~prakhar-0892
hr: Launchpad Contributions: Miro Glavić https://launchpad.net/~klek Mislav E. Lukšić https://launchpad.net/~meluksic Svjetlana Deronjic https://launchpad.net/~zveki98 gogo https://launchpad.net/~trebelnik-stefina irvajn https://launchpad.net/~irvajn kvaju https://launchpad.net/~kvaju nuker https://launchpad.net/~molkusinoki sinkpink https://launchpad.net/~genius-uploads zvacet https://launchpad.net/~ivicakolic
hu: Launchpad Contributions: Attila https://launchpad.net/~sneax88 Frank Barnores https://launchpad.net/~barnores-deactivatedaccount Gergely Szarka https://launchpad.net/~gszarka KAMI https://launchpad.net/~kami911 Keresztes Ákos https://launchpad.net/~xsak Mikola Ákos https://launchpad.net/~mikola-akos Styg https://launchpad.net/~stygar-laszlo Sümegi Csaba https://launchpad.net/~sumegics Vörös László https://launchpad.net/~vlacko0930 bllR https://launchpad.net/~baller-varga jackson https://launchpad.net/~jackson-gabor sipiatti https://launchpad.net/~sipiatti Úr Balázs https://launchpad.net/~urbalazs
ia: Launchpad Contributions: eduver https://launchpad.net/~ev3702 karm https://launchpad.net/~melo-o
id: Launchpad Contributions: Abdul Munif Hanafi https://launchpad.net/~hahnavi Ady Suwarjono https://launchpad.net/~amdersz5g7 Aldi Halim https://launchpad.net/~namuhin Andika Triwidada https://launchpad.net/~andika Andy DCH https://launchpad.net/~andydch Arief Setiadi Wibowo https://launchpad.net/~q-thrynx Bayu Satiyo https://launchpad.net/~fuwafuwa Danang Hartadi https://launchpad.net/~initial-d Fajar Ichwan Noor https://launchpad.net/~falconflame Nizar Lazuardy Firmansyah https://launchpad.net/~nizarlazuardy Roffan https://launchpad.net/~roffan Safri Natrio https://launchpad.net/~natrio Timbul Widodo https://launchpad.net/~ditw-mcm Wayan Sudiarnata https://launchpad.net/~circleshine gigih https://launchpad.net/~gigihflash jemmy surya https://launchpad.net/~jemmy kevin https://launchpad.net/~kevin-abdullah-m zaenal arifin https://launchpad.net/~www-pilihankedua
is: Launchpad Contributions: Sveinn í Felli https://launchpad.net/~sveinki
it: Launchpad Contributions: Carlo Gandolfo https://launchpad.net/~carlo.gandolfo Chiparca Roberto Franco https://launchpad.net/~cfranco-89 Claudio Mezzasalma https://launchpad.net/~lorthirk Dragone2 https://launchpad.net/~dragone2 Fantu https://launchpad.net/~fantonifabio Francesco Bedini https://launchpad.net/~bedo2991 Fs00 https://launchpad.net/~fs00 Luca Polito https://launchpad.net/~adevur Mad Hatter https://launchpad.net/~vanhelgen Marco https://launchpad.net/~larderamarco Marco Fiaschi https://launchpad.net/~ubmf Nicola Patruno https://launchpad.net/~erusmei Nicolò Santamaria https://launchpad.net/~lion-santa Pierluigi Zavaroni https://launchpad.net/~zavamail drake762001 https://launchpad.net/~drake762001 karm https://launchpad.net/~melo-o lang-it https://launchpad.net/~lang-it luca moscato https://launchpad.net/~luca-moscato xcbiker https://launchpad.net/~xcbiker
ja: Launchpad Contributions: BALLOON https://launchpad.net/~balloon Hiroki Tanaka https://launchpad.net/~hrk623 Hiroshi Tagawa https://launchpad.net/~kuponuga José Lou Chang https://launchpad.net/~obake Munenaka https://launchpad.net/~linuxstilus Rockworld https://launchpad.net/~rockrock2222222 Sawakaze Uesugi https://launchpad.net/~souichirho Takeshi Fujiwara https://launchpad.net/~takeshi-d Toshiya TSURU https://launchpad.net/~turutosiya dan domina https://launchpad.net/~dandomina ichro furuya https://launchpad.net/~furuya kmyyfz8q https://launchpad.net/~kmyyfz8q lindwurm https://launchpad.net/~lindwurm luyikei https://launchpad.net/~luyikei mumeiyamibito https://launchpad.net/~mumeiyamibito uknis https://launchpad.net/~sinkuupump vega m57 https://launchpad.net/~vegam57 yasum https://launchpad.net/~nyma5a
kab: Launchpad Contributions: Belkacem Mohammed https://launchpad.net/~belkacem77 Slimane Selyan AMIRI https://launchpad.net/~slimaneamiri Yacine Bouklif https://launchpad.net/~yacine-bouklif Yazid Bouhamam https://launchpad.net/~yazid-iflis merzouk Uccen Aḥesnaw https://launchpad.net/~ouchene
lt: Launchpad Contributions: Izumi https://launchpad.net/~reyfantasy Mantas Kriaučiūnas https://launchpad.net/~mantas Moo https://launchpad.net/~mooo jonas-ska https://launchpad.net/~jonas-ska
nl: Launchpad Contributions: A.J. Baudrez https://launchpad.net/~a.baudrez Floris https://launchpad.net/~florisv Gerhard Burger https://launchpad.net/~burger.ga Nick Thijssen https://launchpad.net/~nickthijssen1994 Pjotr12345 https://launchpad.net/~computertip Wim Jaap van Vliet https://launchpad.net/~wimjaap arisos https://launchpad.net/~tomahawkh rob https://launchpad.net/~rvdb
pl: Launchpad Contributions: Damian Woźniak https://launchpad.net/~fisz Debeet https://launchpad.net/~debeet Glytz https://launchpad.net/~glytz Jan Gromko https://launchpad.net/~jangromko Kacper Paczos https://launchpad.net/~pyroxar Kamil Olszewski https://launchpad.net/~k-p-olszewski Marek Adamski https://launchpad.net/~mmski Mariusz https://launchpad.net/~wisniowy-5 Mateusz Łukasik https://launchpad.net/~mati75 Michał Jurek https://launchpad.net/~jurek-m94 Mr.Sinister https://launchpad.net/~mr.sinister Paweł Pańczyk https://launchpad.net/~vicat Piotr Drąg https://launchpad.net/~piotrdrag Piotr Puldzian Płucienniczak https://launchpad.net/~puldzian Piotr Strębski https://launchpad.net/~strebski crom https://launchpad.net/~phantom-mc2 lukasz3 https://launchpad.net/~lukaszpro marcin mikołajczak https://launchpad.net/~mkljczk
pt: Launchpad Contributions: Almufadado https://launchpad.net/~almufadado Carlos Ribeiro https://launchpad.net/~ssebeck Clement Lefebvre https://launchpad.net/~clementlefebvre Fernando Carvalho https://launchpad.net/~phaetonkde Gilberto vagner https://launchpad.net/~vagner-unix Hugo Carvalho https://launchpad.net/~hugok79 Jcarvalho https://launchpad.net/~jorge-p-carvalho Luciano Gardim https://launchpad.net/~lucianogardim Marcelo Pinheiro https://launchpad.net/~mpinheir Migueluxo https://launchpad.net/~migueluxo Pereira https://launchpad.net/~filipemsmp Sérgio Marques https://launchpad.net/~sergio+marques Tiago S. https://launchpad.net/~tiagosdot Tiago Santos https://launchpad.net/~tiagofsantos81 sangriaman https://launchpad.net/~sangriaman-gmail traga2whiskys https://launchpad.net/~albarrann-deactivatedaccount
pt_br: Launchpad Contributions: Adriano Torres Azevedo https://launchpad.net/~adrianotorres78 Alberlan Lopes https://launchpad.net/~alberlan Alberto Ferreira Alencar https://launchpad.net/~alberto-chaos André Marcelo Alvarenga https://launchpad.net/~andrealvarenga Artur Rabelo https://launchpad.net/~artur-rabelo05 Carlos Ramirez https://launchpad.net/~carlos-ramirez-br Clement Lefebvre https://launchpad.net/~clementlefebvre Cássio Louzada Rizzi https://launchpad.net/~clrizzi-k Djones Boni https://launchpad.net/~djonesboni Eder Dias Ribeiro https://launchpad.net/~edelazarodias Edson Passos https://launchpad.net/~juniorpassos2010 Eduardo Garbin https://launchpad.net/~egarbin Felipe Rodrigues https://launchpad.net/~fbidu Felipe Souza https://launchpad.net/~felipensouza Frederico https://launchpad.net/~fas-cardillo Gabriel Martins https://launchpad.net/~gabrielmartins Gilberto vagner https://launchpad.net/~vagner-unix Halan Germano Bacca https://launchpad.net/~halanbacca-deactivatedaccount Hugo Leonardo Leal Torres https://launchpad.net/~hugoleal85 LiqSquid https://launchpad.net/~liqsquid00 Luciano Gardim https://launchpad.net/~lucianogardim Otávio Schwanck dos Santos https://launchpad.net/~otavioschwanck Sitonir de Oliveira https://launchpad.net/~sitonir Wellington Oliveira dos Santos https://launchpad.net/~welblade demetrius albuquerque https://launchpad.net/~causbla i https://launchpad.net/~iiiiii-deactivatedaccount tranxlator https://launchpad.net/~tranxlator-deactivatedaccount
ro: Launchpad Contributions: Alin Trăistaru https://launchpad.net/~alindt Andrei Hornoiu https://launchpad.net/~titelsin CD https://launchpad.net/~cstld Daniel Șerbănescu https://launchpad.net/~dasj19 Dorian Baciu https://launchpad.net/~baciu-dorian Flaviu https://launchpad.net/~flaviu-r Mihai Oghinciuc https://launchpad.net/~oghinciuc Nicolae Crefelean https://launchpad.net/~kneekoo Paul Andrei https://launchpad.net/~mossss-deactivatedaccount Rufus Dexter https://launchpad.net/~rufusdexter Tudor Boboc https://launchpad.net/~tudor.a.boboc Vladm https://launchpad.net/~gugalcrom123 katana4honor https://launchpad.net/~katana4honor ropetili https://launchpad.net/~robert-ilie7
ru: Launchpad Contributions: Aleksandr https://launchpad.net/~aleksnch Aleksey Kabanov https://launchpad.net/~ak099 Alexander Mischenko https://launchpad.net/~shultz-5 Alexey https://launchpad.net/~lcbgreen Alexey Fedorov https://launchpad.net/~alexei963 Andrew Denezhkin https://launchpad.net/~steepler Andrey Novikov https://launchpad.net/~andreynovikov Anna https://launchpad.net/~cybertailor Clement Lefebvre https://launchpad.net/~clementlefebvre Corpsee https://launchpad.net/~poisoncorpsee Dmitriy Kulikov https://launchpad.net/~kulikoff Faust3000 https://launchpad.net/~slavusik1988 Gvozdik Artem https://launchpad.net/~gvozdik Hromin https://launchpad.net/~hromin Ilya https://launchpad.net/~herbarium Makar https://launchpad.net/~makaron Mr.Morozniak https://launchpad.net/~mr.moroznyak Murat Käribay https://launchpad.net/~d2vsd1 Preobrazhenskiy Vladislav https://launchpad.net/~imetmor Sandro https://launchpad.net/~regipool Sergey Sedov https://launchpad.net/~serg-sedov Snow fire https://launchpad.net/~vladimir-kireev Uncle-Lesha https://launchpad.net/~alex-gml Vlad Orlov https://launchpad.net/~monsta dkrichun https://launchpad.net/~dimas-newmail polearnik https://launchpad.net/~polearnik segray https://launchpad.net/~segray vofka https://launchpad.net/~vofka Темак https://launchpad.net/~tyemak ☠Jay ZDLin☠ https://launchpad.net/~black-buddha666
sk: Launchpad Contributions: David https://launchpad.net/~medzernik Denis Blue https://launchpad.net/~calh711 Dusan Kazik https://launchpad.net/~prescott66 EllordsK https://launchpad.net/~pz77 HANAX https://launchpad.net/~tomhanax Milan Slovák https://launchpad.net/~milboys Tom https://launchpad.net/~takact1 mr99_9 https://launchpad.net/~mr9 redwood https://launchpad.net/~redwood tibbi https://launchpad.net/~tibbi Ľuboš Mudrák https://launchpad.net/~lubos-mudrak Ľudovít Lučenič https://launchpad.net/~llucenic
sl: Launchpad Contributions: Damir Jerovšek https://launchpad.net/~jierro Damjan Casar https://launchpad.net/~damjan-casar Martin Srebotnjak https://launchpad.net/~miles Matic Gradišer https://launchpad.net/~0micky Ponny https://launchpad.net/~jelen-v-senci igorcucnik https://launchpad.net/~igor-cucnik
sr: Launchpad Contributions: Dejan Bogosavljev https://launchpad.net/~dejan-bogosavljev Goran Pravica https://launchpad.net/~goksi Goran Vučković https://launchpad.net/~g.v. Knez https://launchpad.net/~knezev87-deactivatedaccount Marko Mijatovic https://launchpad.net/~jomi86-gmail Nebojša Jakovljević https://launchpad.net/~nebjak Nikola Trifunović https://launchpad.net/~nikola-trifunovic Payne https://launchpad.net/~to-je-bio Saša Marjanović https://launchpad.net/~cy6ernaut boki24 https://launchpad.net/~bojansav slw https://launchpad.net/~markovicslavoljub1978 Иван Старчевић https://launchpad.net/~ivanstar61 Мирослав Николић https://launchpad.net/~lipek Саша Петровић https://launchpad.net/~salepetronije
sr@latin: Launchpad Contributions: Knez https://launchpad.net/~knezev87-deactivatedaccount Saša Marjanović https://launchpad.net/~cy6ernaut Vuk Hidalgo https://launchpad.net/~eoladil Zlatan Vasović https://launchpad.net/~zlatan. Željko Šarić https://launchpad.net/~stereo.advance
sv: Launchpad Contributions: Arve Eriksson https://launchpad.net/~031299870-telia Carl-Uno Olsson https://launchpad.net/~carl-uno Daniel Nylander https://launchpad.net/~yeager Erik Lissel https://launchpad.net/~g-erik-i Gustav https://launchpad.net/~info-gustavholm Jan-Olof Svensson https://launchpad.net/~jan-olof-svensson Nick Wick https://launchpad.net/~bugreporter41 Simon Arons https://launchpad.net/~simonarons Teditiks https://launchpad.net/~per-stahre kristian https://launchpad.net/~kristianm24 yirgen https://launchpad.net/~joelsomfan Åke Engelbrektson https://launchpad.net/~eson
tr: Launchpad Contributions: Angel Spy https://launchpad.net/~dilara.ekinci Butterfly https://launchpad.net/~kelebek333 Cihan Ersoy https://launchpad.net/~cihan.ersoy Enis https://launchpad.net/~catakenis H. Fatih ATASEVER https://launchpad.net/~h-f-atasever Halil ibrahim Erdemir https://launchpad.net/~hierdemir Metelci https://launchpad.net/~metelci Muhammet Kara https://launchpad.net/~muhammet-k Volkan https://launchpad.net/~vtokmak Yiğit Ateş https://launchpad.net/~yigitates52 karakartala https://launchpad.net/~karakartala1 oguzkirat https://launchpad.net/~oguzkirat Özgür BASKIN https://launchpad.net/~ozgur-baskin
uk: Launchpad Contributions: Boretz https://launchpad.net/~boretz Clement Lefebvre https://launchpad.net/~clementlefebvre Kondrashyn Artem https://launchpad.net/~judgedredad MasterDevX https://launchpad.net/~masterdevx Mr.Morozniak https://launchpad.net/~mr.moroznyak MySha_61 https://launchpad.net/~mysha-61 Mykola Tkach https://launchpad.net/~stuartlittle1970 Oleg Prykhodko https://launchpad.net/~devastator999 OlehL https://launchpad.net/~spvipit Oleksandr Osipenko https://launchpad.net/~emepostbox Oliver Star https://launchpad.net/~oliverstar Rostyslav Haitkulov https://launchpad.net/~nightflyza Serge Gavrilenko https://launchpad.net/~screamer-sg Sergiy Gavrylov https://launchpad.net/~gavro Yuri Chornoivan https://launchpad.net/~yurchor-gmail Yurii Bagrii https://launchpad.net/~y-h-m
vi: Launchpad Contributions: Huan Hoa Hong https://launchpad.net/~huanhoahongso3 Lê Trường An https://launchpad.net/~truongan Master Wolf https://launchpad.net/~1234hdpa MinhTran https://launchpad.net/~minhit2007 Saki https://launchpad.net/~nhkhoi-deactivatedaccount thieninox https://launchpad.net/~thieninox
