Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Remove
am: ማስወገጃ
ar: إزالة
ast: Esborrar
be: Выдаліць
bg: Премахване
ca: Elimina
cs: Odebrat
cy: Tynnu
da: Fjern
de: Entfernen
el: Αφαίρεση
eo: Forigi
es: Eliminar
et: Eemalda
eu: Kendu
fa: حذف
fi: Poista
fr_ca: Désinstaller
he: הסרה
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
ia: Remover
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
kab: Kkes
lo: ລຶບອອກ
lt: Pašalinti
lv: Noņemt
nb: Fjern
nl: Verwijderen
nn: Fjern
oc: Levar
pl: Usuń
pt: Remover
pt_br: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr: Уклони
sr@latin: Ukloni
sv: Ta bort
tr: Kaldır
uk: Вилучити
uz: Olib tashlash
vi: Gỡ bỏ

source: Install
am: መግጠሚያ
ar: تثبيت
ast: Istalar
be: Усталяваць
bg: Инсталиране
ca: Instal·la
cs: Nainstalovat
cy: Gosod
da: Installér
de: Installieren
el: Εγκατάσταση
eo: Instali
es: Instalar
et: Paigalda
eu: Instalatu
fa: نصب
fi: Asenna
fr_ca: Installer
he: התקנה
hi: इंस्‍टॉल करें
hr: Instaliraj
hu: Telepítés
ia: Installar
id: Pasang
is: Setja upp
it: Installa
ja: インストール
kab: Sebded
lo: ຕິດຕັ້ງ
lt: Įdiegti
lv: Instalēt
nb: Installere
nl: Installeren
nn: Installer
oc: Installar
pl: Zainstaluj
pt: Instalar
pt_br: Instalar
ro: Instalează
ru: Установить
sk: Inštalovať
sl: Namesti
sr: Угради
sr@latin: Instaliraj
sv: Installera
tr: Kur
uk: Установити
uz: O‘rnatish
vi: Cài đặt

source: Queue Removal
ast: Esborrar cola
be: Выдаліць у чарзе
bg: Премахване на опашката
cy: Tynnu Ciw
el: Αφαίρεση Ουράς
eo: Forigo de atendovico
es: Eliminación a la cola
et: Määra eemaldamiseks
eu: Jarri ilaran kentzea
fa: در صف گذاشتن حذف
fr_ca: Préparer la suppression
he: תזמון הסרה
hi: पंक्ति से हटाना
ia: Remotion del cauda
id: Antrian Penghapusan
is: Fjarlæging biðraðar
it: Accoda rimozione
ja: 削除待ちに指定
kab: Tukksa n udras
lo: ຈັດຄິວເພື່ອລຶບ
lt: Pastatyti į eilę šalinimui
lv: Rindas noņemšana
nb: Fjerning av kø
nl: Verwijdering in wachtrij
nn: Legg i kø for fjerning
oc: Preparacion a la supression
pl: Dodaj do kolejki usuwania
pt: Remoção de itens na fila
pt_br: Remoção em Fila
ro: Eliminare coadă
ru: В очередь на удаление
sl: Odstranitev iz vrste
sr: Распоред уклањања
sr@latin: Stavi u red čekanja za uklanjanje
sv: Lägg borttagningen i kö
uk: Вилучити в черзі
uz: Olib tashlash navbati
vi: Xóa hàng đợi

source: This kernel cannot be removed because it is currently in use.
am: ይህን kernel ማስወገድ አይችሉም ምክንያቱም እሁን እየተጠቀሙበት ነው
ar: لا يمكن إزالة هذه النواة لأنها قيد الاستخدام حالياً.
ast: Esti kernel nun se puede desaniciar porque ye el que ta n'usu agora mesmu.
be: Гэта ядро не можа быць выдалена, бо зараз выкарыстоўваецца.
bg: Ядрото не може да бъде премахното, защото в момента се използва.
ca: No es pot eliminar aquest kernel perquè està en ús.
cs: Toto jádro nelze odebrat, protože je právě používáno.
cy: Nid oes modd tynnu'r cnewyllyn, mae'n cael ei ddefnyddio ar hyn o bryd.
da: Kernen kan ikke fjernes, da den er i brug.
de: Dieser Kernel kann nicht entfernt werden, da er gerade verwendet wird.
el: Αυτός ο πυρήνας δεν μπορεί να αφαιρεθεί επειδή χρησιμοποιείται αυτή τη στιγμή.
eo: Ne eblas forigi ĉi tiun kernon, ĉar ĝi estas uzata nun.
es: No se puede eliminar este núcleo porque está en uso.
et: Seda kernelit ei saa eemaldada, sest on kasutusel.
eu: Ezin da nukleo hau kendu unean erabiltzen ari delako.
fa: این کرنل را نمیتوان حذف کرد زیرا درحال حاضر در استفاده است.
fi: Tätä ydintä ei voi poistaa, sillä se on tällä hetkellä käytössä.
fr_ca: Ce noyau ne peut pas être supprimé car il est actuellement utilisé.
he: לא ניתן להסיר ליבה זו מכיוון שהיא בשימוש.
hi: कार्यरत होने के कारण यह कर्नेल हटाना संभव नहीं है।
hr: Ovaj kernel se ne može ukloniti jer je trenutno u upotrebi.
hu: Ez a kernel nem törölhető mert jelenleg használatban van.
ia: Iste kernel non pote esser removite perque illo es currentemente in uso.
id: Kernel berikut tidak bisa dihapus karena sedang digunakan.
is: Ekki er unnt að fjarlægja þennan kjarna þar sem hann er í notkun.
it: Questo kernel non può essere rimosso perché è attualmente in uso.
ja: このカーネルは現在使用中のため削除できません。
kab: Iɣes-agi ulamek ara yettwakkes acku yettwaseqdac.
lo: ບໍ່ສາມາດລຶບເຄີເນວນີ້ໄດ້ ເພາະມັນກຳລັງຖືກໃຊ້ງານຢູ່.
lt: Šis branduolys negali būti pašalintas, nes jis dabar yra naudojamas.
lv: Šo kodolu nevar noņemt, jo tas pašlaik tiek izmantots.
nb: Denne kjernen kan ikke fjernes fordi den for øyeblikket er i bruk.
nl: Deze systeemkern kan niet worden verwijderd, aangezien hij thans in gebruik is.
nn: Denne kjernen kan ikkje fjernast fordi den er i bruk no.
oc: Se pòt pas suprimir aqueste nuclèu, perque es actualament utilizat.
pl: To jądro nie może zostać usunięte, ponieważ jest w użyciu.
pt: Este kernel não pode ser removido porque está a ser utilizado.
pt_br: Este kernel não pode ser removido por estar atualmente em uso.
ro: Acest nucleu nu poate fi eliminat pentru că este utilizat în prezent.
ru: Данное ядро не может быть удалено, поскольку оно сейчас используется.
sk: Toto jadro nemôže byť odstránené, pretože je momentálne používané.
sl: Tega jedra ni mogoče odstraniti, ker je trenutno v uporabi.
sr: Овај кернел се не може уклонити јер је тренутно у употреби.
sr@latin: Ovaj kernel ne može biti uklonjen zato što je trenutno u upotrebi.
sv: Denna kärna används för närvarande och kan ej tas bort.
tr: Bu çekirdek şu an kullanımda olduğu için silinemez.
uk: Це ядро не може бути вилучено, тому що воно зараз використовується.
uz: Bu yadroni olib tashlab boʻlmaydi, chunki u hozirda ishlatilmoqda.
vi: Không thể gỡ bỏ nhân này được vì nó hiện đang được sử dụng.

source: Queue Installation
ast: Cola d'istalación
be: Усталяваць у чарзе
bg: Инсталиране на опашката
cy: Gosod Ciw
el: Εγκατάσταση Ουράς
eo: Instalado de atendovico
es: Instalación a la cola
et: Määra paigaldamiseks
eu: Jarri ilaran instalazioa
fa: در صف گذاشتن نصب
fr_ca: Préparer l'installation
he: תזמן התקנה
hi: पंक्ति इंस्टॉल
ia: Installation del cauda
id: Antrian Pemasangan
is: Uppsetning biðraðar
it: Accoda installazione
ja: インストール待ちに指定
kab: Asbeddi n udras
lo: ຈັດຄິວເພື່ອຕິດຕັ້ງ
lt: Pastatyti į eilę įdiegimui
lv: Rindas uzstādīšana
nb: Installasjon av kø
nl: Installatie in wachtrij
nn: Legg i kø for installasjon
oc: Preparacion a l’installacion
pl: Dodaj do kolejki instalacji
pt: Instalação de itens na fila
pt_br: Instalação em Fila
ro: Instalare coadă
ru: Создание очереди
sl: Namestitev v vrsto
sr: Распоред инсталације
sr@latin: Stavi u red čekanja za instalaciju
sv: Lägg installationen i kö
uk: Установити в черзі
uz: O‘rnatish navbati
vi: Cài đặt hàng đợi

source: This kernel is not installable.
am: ይህን kernel መግጠም አይቻልም
ar: هذه النواة غير قابلة للتثبيت.
ast: Esti kernel nun se puede istalar.
be: Гэта ядро нельга ўсталяваць.
bg: Това ядро не е за инсталиране.
ca: Aquest kernel no es pot instal·lar.
cs: Toto jádro není možné nainstalovat.
cy: Nid oes modd gosod y cnewyllyn hwn
da: Denne kerne kan ikke installeres.
de: Dieser Kernel ist nicht installierbar.
el: Αυτός ο πυρήνας δεν είναι εγκαταστάσιμος.
eo: Ĉi tiu kerno ne estas instalebla.
es: No se puede instalar este núcleo.
et: See kernel ei ole paigaldatav.
eu: Nukleo hau ezin da instalatu.
fa: این کرنل قابل نصب نیست.
fi: Tämä ydin ei ole asennettavissa.
fr_ca: Ce noyau ne peut être installé
he: לא ניתן להתקין ליבה זו.
hi: यह कर्नेल इंस्टॉल योग्य नहीं है।
hr: Ovaj kernel se ne može instalirati.
hu: Ez a kernel nem telepíthető
ia: Iste kernel non es installabile.
id: Kernel ini tidak dapat diinstal
is: Uppsetning þessa kjarna er ekki möguleg.
it: Questo kernel non può essere installato
ja: このカーネルはインストールできません。
kab: Iɣes-agi mačči d arurkid.
lo: ເຄີເນວນີ້ບໍ່ສາມາດຕິດຕັ້ງໄດ້.
lt: Šis branduolys negali būti įdiegtas.
lv: Šo kodolu nevar instalēt.
nb: Denne kjernen kan ikke installeres.
nl: Deze systeemkern is niet installeerbaar.
nn: Denne kjerna kan ikkje installerast.
oc: Se pòt pas installar aqueste nuclèu.
pl: Tego jądra nie da się zainstalować.
pt: Este kernel não pode ser instalado.
pt_br: Este kernel não é instalável.
ro: Acest nucleu nu poate fi instalat.
ru: Данное ядро нельзя установить.
sk: Toto jadro sa nedá nainštalovať.
sl: Tega jedra ni mogoče nameščati.
sr: Није могућа уградња овог кернела.
sr@latin: Ovaj kernel se ne može instalirati
sv: Denna kärna går ej att installera.
tr: Bu çekirdek kurulabilir değil.
uk: Це ядро неможливо встановити.
uz: Ushbu yadroni o‘rnatib bo‘lmaydi.
vi: Nhân này không thể cài.

source: Are you sure you want to remove the %s kernel?
am: በ እርግጥ ይህን %s kernel ማስወገድ ይፈልጋሉ?
ar: هل تريد بالتأكيد إزالة النواة %s؟
ast: ¿De xuru que quies esborrar el kernel %s ?
be: Сапраўды жадаеце выдаліць ядро %s?
bg: Сигурни ли сте, че искате да премахнете ядрото %s
ca: Esteu segur que voleu suprimir el kernel %s?
cs: Opravdu chcete odebrat jádro %s?
cy: Ydych chi'n siŵr eich bod am dynnu cnewyllyn %s?
da: Er du sikker på, du vil fjerne kernen %s?
de: Sind Sie sicher, dass Sie den Kernel %s entfernen möchten?
el: Είσαστε βέβαιοι ότι επιθυμείτε να καταργήσετε τον πυρήνα %s;
eo: Ĉu vi certas, ke vi deziras forigi la %s-kernon?
es: ¿Seguro que quiere eliminar el núcleo %s?
et: Kas sa oled kindel, et tahad eemaldada %s kernelit?
eu: Ziur zaude %s nukleoa kendu nahi duzula?
fa: آیا مطمئنید میخواهید کرنل %s را حذف کنید؟
fi: Haluatko varmasti poistaa käyttöjärjestelmäytimen %s?
fr_ca: Êtes-vous certain de vouloir supprimer ce %s noyau ?
he: האם להסיר ליבה %s?
hi: क्या आप निश्चित ही %s कर्नेल हटाना चाहते हैं?
hr: Sigurno želite ukloniti kernel %s?
hu: Biztos benne, hogy eltávolítja a(z) %s kernelt?
ia: An tu es secur que tu vole remover le %s kernel?
id: Apakah anda yakin ingin menghapus kernel %s?
is: Ertu viss að þú viljir fjarlægja %s kjarnann?
it: Sei sicuro di voler rimuovere il kernel %s?
ja: カーネル %s を削除しますか？
kab: D tidet tebɣiḍ ad tekkseḍ iɣes %s ?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບເຄີເນວ %s?
lt: Ar tirkai norite pašalinti %s branduolį?
lv: Vai tiešām vēlies izdzēst %s kodolu?
nb: Er du sikker på at du vil fjerne kjerne %s?
nl: Weet u zeker dat u systeemkern %s wilt verwijderen?
nn: Er du sikker på at du vil fjerne %s kjernen?
oc: Volètz vertadièrament levar lo nuclèu %s ?
pl: Czy na pewno chcesz usunąć jądro %s?
pt: Tem a certeza de que deseja remover o kernel %s?
pt_br: Tem certeza que deseja remover o kernel %s?
ro: Sigur doriți să eliminați nucleul %s?
ru: Вы уверены, что хотите удалить ядро %s?
sk: Ste si istý, že chcete jadro %s odstrániť?
sl: Ali ste prepričani, da želite odstraniti %s jedro?
sr: Да ли сигурно желите да уклоните кернел „%s“?
sr@latin: Da li ste sigurni da želite da uklonite kernel %s?
sv: Är du säker på att du vill ta bort kärnan %s?
tr: Çekirdeğin %s sürümünü kaldırmak istiyor musunuz?
uk: Чи ви впевнені, що хочете вилучити ядро «%s»?
uz: %s yadrosini olib tashlashga ishonchingiz komilmi?
vi: Bạn có chắc chắn muốn gỡ bỏ nhân %s không ?

source: Are you sure you want to install the %s kernel?
am: በ እርግጥ ይህን %s kernelመግጠም ይፈልጋሉ?
ar: هل تريد بالتأكيد تثبيت النواة %s؟
ast: ¿De xuru que quies istalar el kernel %s ?
be: Сапраўды жадаеце ўсталяваць ядро %s?
bg: Сигурни ли сте, че искате да инсталирате ядрото %s
ca: Esteu segur que voleu instal·lar el kernel %s?
cs: Opravdu chcete nainstalovat jádro %s?
cy: Ydych chi'n siŵr eich bod am osod cnewyllyn %s?
da: Er du sikker på, du vil installere kernen %s?
de: Sind Sie sicher, dass Sie den Kernel %s installieren möchten?
el: Είσαστε βέβαιοι ότι επιθυμείτε να εγκαταστήσετε τον πυρήνα %s;
eo: Ĉu vi certas, ke vi deziras instali la %s-kernon?
es: ¿Seguro que quiere instalar el núcleo %s?
et: Kas sa oled kindel, et tahad paigaldada %s kernelit?
eu: Ziur zaude %s nukleoa instalatu nahi duzula?
fa: آیا مطمئنید میخواهید کرنل %s را نصب کنید؟
fi: Haluatko varmasti asentaa käyttöjärjestelmäytimen %s?
fr_ca: Êtes-vous certain de vouloir installer ce %s noyau ?
he: האם להתקין ליבה %s?
hi: क्या आप निश्चित ही %s कर्नेल इंस्टॉल करना चाहते हैं?
hr: Sigurno želite instalirati kernel %s?
hu: Biztos benne, hogy telepíti a(z) %s kernelt?
ia: Es tu secur que tu vole installar le %s kernel?
id: Apakah anda yakin ingin menginstall kernel %s?
is: Ertu viss að þú viljir setja inn %s kjarnann?
it: Sei sicuro di voler installare il kernel %s?
ja: カーネル %s をインストールしますか？
kab: D tidet tebɣiḍ ad tesbeddeḍ iɣes %s ?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຕິດຕັ້ງເຄີເນວ %s?
lt: Ar tikrai norite įdiegti %s branduolį?
lv: Vai esi pārliecināts, ka vēlies instalēt %s kodolu?
nb: Er du sikker på at du vil installere kjerne %s?
nl: Weet u zeker dat u systeemkern %s wilt installeren?
nn: Er du sikker på at du vil installere kjerne %s?
oc: Volètz vertadièrament installar lo nuclèu %s ?
pl: Czy na pewno chcesz zainstalować jądro %s?
pt: Tem a certeza de que deseja instalar o kernel %s?
pt_br: Tem certeza que deseja instalar o kernel %s?
ro: Sigur doriți să instalați nucleul %s?
ru: Вы уверены, что хотите установить ядро %s?
sk: Ste si istý, že chcete nainštalovať jadro %s?
sl: Ali ste prepričani, da želite namestiti %s jedro?
sr: Да ли сигурно желите да уградите кернел „%s“?
sr@latin: Da li ste sigurni da želite da instalirate kernel %s?
sv: Är du säker på att du vill installera kärnan %s?
tr: Çekirdeğin %s sürümünü kurmak istiyor musunuz?
uk: Чи ви впевнені, що хочете встановити ядро «%s»?
uz: %s yadrosini o‘rnatishga ishonchingiz komilmi?
vi: Bạn có chắc chắn muốn cài đặt nhân %s không ?

source: Kernels
am: ከረኔልስ
ar: النواة المتعددة
be: Ядры
bg: Ядра
cs: Jádra
cy: Cnewyll
da: Kerner
de: Kernel
el: Πυρήνες
eo: Kernoj
es: Núcleos
et: Kernelid
eu: Nukleoak
fa: کرنل‌ها
fi: Ytimet
fr_ca: Noyaux
he: ליבות
hi: कर्नेल
hr: Kerneli
hu: Kernel-ek
id: Kernel
is: Kjarnar
it: Kernel
ja: カーネル
kab: Iɣsan
lo: ເຄີເນວ
lt: Branduoliai
lv: Kodoli
nb: Kjerner
nl: Systeemkernen
nn: Kjernar
oc: Nuclèus
pl: Jądra
pt: Kernel
ro: Nuclee
ru: Ядра
sk: Jadrá (Kernely)
sl: Jedra
sr: Кернели
sr@latin: Kerneli
sv: Kärnor
tr: Çekirdekler
uk: Ядра
uz: Yadrolar

source: Remove Kernels
ast: Desaniciar kernels
be: Выдаліць ядры
bg: Премахване на ядра
cy: Tynnu Cnewyll
el: Αφαίρεση Πυρήνων
eo: Forigi kernojn
es: Eliminar núcleos
et: Eemalda kernelid
eu: Kendu nukleoak
fa: حذف کرنل ها
fr_ca: Retirer des noyaux
he: הסרת ליבות
hi: कर्नेल हटाएँ
ia: Remover kernels
id: Hapus Kernel
is: Fjarlægja kjarna
it: Rimuovi kernel
ja: カーネルの一括削除
kab: Kkes iɣsan
lo: ລຶບເຄີເນວ
lt: Šalinti branduolius
lv: Noņemt kodolus
nb: Fjern kjerner
nl: Systeemkernen verwijderen
nn: Fjern kjernar
oc: Suprimir los nuclèus
pl: Usuń jądra
pt: Remover kernel
pt_br: Remover kernels
ro: Ștergere nuclee
ru: Удалить ядра
sl: Odstrani jedra
sr: Уклањање кернела
sr@latin: Ukloni kernele
sv: Ta bort kärnor
uk: Вилучити ядра
uz: Yadrolarni o‘chirish
vi: Loại bỏ Kernels

source: Perform Queued Actions
ast: Facer aiciones de la cola
be: Выканаць дзеянні па чарзе
bg: Действия с опашката
cy: Cyflawnu Gweithredoedd Ciwio
el: Εκτέλεση Ενεργειών από την Ουρά
eo: Plenumi agojn el atendovico
es: Ejecutar las acciones de la cola
et: Rakenda muudatused
eu: Burutu ilaran jarritako ekintzak
fa: اجرای اقدامات صف بندی شده
fr_ca: Effectuer les actions de la file d'attente
he: ביצוע פעולות מתוזמנות
hi: पंक्तिबद्ध कार्य निष्पादित करें
ia: Effectuar actiones in cauda
id: Lakukan Antrian Tindakan
is: Framkvæma aðgerðir í biðröð
it: Esegui azioni accodate
ja: 指定したカーネルの処理
kab: Eg tigawin idersen
lo: ດຳເນີນການຕາມຄິວ
lt: Atlikti eilėje laukiančius veiksmus
lv: Veikt rindā esošās darbības
nb: Utfør handlinger i køen
nl: Acties in wachtrij uitvoeren
nn: Utfør kølagde handlingar
oc: Realizar las accions preparadas
pl: Wykonaj kolejkę działań
pt: Executar ações em fila
pt_br: Executar ações em fila
ro: Efectuare acțiuni în coadă
ru: Выполнить задачи в очереди
sl: Izvedi dejanja v vrsti
sr: Распоред радњи
sr@latin: Izvrši akcije na čekanju
sv: Utför köade åtgärder
uk: Виконати дії в черзі
uz: Navbatdagi amallarni bajarish
vi: Thực hiện các hành động xếp hàng đợi

source: Active
am: ንቁ
ar: نشط
ast: Activu
be: Актыўнае
bg: Активен
ca: Actiu
cs: Aktivní
cy: Gweithredol
da: Aktiv
de: Aktiv
el: Ενεργό
eo: Aktiva
es: Activo
et: Aktiivne
eu: Aktibo
fa: فعال
fi: Aktiivinen
fr_ca: Actif
he: פעיל
hi: सक्रिय
hr: Aktivan
hu: Aktív
ia: Activar
id: Aktif
is: Virkt
it: Attivo
ja: 使用中
kab: Urmid
lo: ກຳລັງໃຊ້ງານ
lt: Aktyvus
lv: Aktīvs
nb: Aktiv
nl: Actief
nn: Aktiv
oc: Actiu
pl: Aktywne
pt: Ativo
pt_br: Ativo
ro: Activ
ru: Запущено
sk: Aktívne
sl: Dejavno
sr: Активан
sr@latin: Aktivan
sv: Aktiv
tr: Aktif
uk: Активне
uz: Faol
vi: Hoạt động

source: Installed
am: ተገጥሟል
ar: مثبت
ast: Istaláu
be: Усталяванае
bg: Инсталирано
ca: Instal·lat
cs: Nainstalované
cy: Wedi'i osod
da: Installeret
de: Installiert
el: Εγκαταστάθηκε
eo: Instalita
es: Instalado
et: Paigaldatud
eu: Instalatuta
fa: نصب شده
fi: Asennettu
fr_ca: Installé
he: מותקן
hi: इंस्टॉल हैं
hr: Instalirano
hu: Telepítve
ia: Installate
id: Terpasang
is: Uppsett
it: Installato
ja: インストール済み
kab: Yebded
lo: ຕິດຕັ້ງແລ້ວ
lt: Įdiegta
lv: Instalēts
nb: Installert
nl: Geïnstalleerd
nn: Installert
oc: Installat
pl: Zainstalowany
pt: Instalado
pt_br: Instalado
ro: Instalat
ru: Установлено
sk: Nainštalované
sl: Nameščeno
sr: Уграђен
sr@latin: Instaliran
sv: Installerad
tr: Kurulu
uk: Установлене
uz: Oʻrnatilgan
vi: Đã cài đặt

source: Supported until
am: የሚደገፈው እስክ
ast: Soportáu fasta
be: Падтрымліваецца да
bg: Поддръжка до
ca: Suportat fins
cy: Yn cael ei gynnal tan
el: Υποστηρίζεται έως
eo: Subtenata ĝis
es: Apoyado hasta
et: Toetatud kuni
eu: Noiz arteko euskarria:
fa: پشتیبانی شده تا
fr_ca: Supporté jusqu'en
he: תמיכה עד
hi: समर्थन समय
ia: Supportate usque
id: Didukung sampai
is: Stutt til
it: Supportato fino a
ja: サポート期間
kab: Yettwadhel alama
lo: ຮອງຮັບຈົນຮອດ
lt: Palaikomas iki
lv: Atbalstīts līdz
nb: Støttet til
nl: Ondersteund tot
nn: Støtta til
oc: Mantengut fins al
pl: Wspierane do
pt: Suportado até
pt_br: Suportado até
ro: Suportat până
ru: Поддерживается до
sl: Podprto do
sr: Подржан до
sr@latin: Podržan do
sv: Stöds t.o.m.
uk: Підтримується до
uz: Qo‘llab-quvvatlash muddati
vi: Được hỗ trợ cho đến khi

source: Superseded
am: ተተክቷል
ast: Obsoletu
be: Заменена
bg: Заменен
ca: Reemplaçat
cy: Wedi 'i ddisodli
el: Αντικαταστάθηκε
eo: Anstataŭigita
es: Reemplazado
et: Asendatud
eu: Ordeztua
fa: جایگزین شده
fr_ca: Remplacé
he: מושהה
hi: अधिक्रमित
ia: Supplantate
id: Digantikan
is: Leyst af hólmi
it: Superato
ja: 古いバージョン
kab: Ittwabeddel
lo: ຖືກແທນທີ່ແລ້ວ
lt: Pakeistas
lv: Aizstāts
nb: Erstattet
nl: Niet langer ondersteund
nn: Erstatta
oc: Remplaçat
pl: Zastąpione
pt: Suplantada
pt_br: Substituído
ro: Înlocuit
ru: Устарело
sl: Nasledeno
sr: Непокренут
sr@latin: Prevaziđen
sv: Ersatta
uk: Замінене
uz: Almashtirilgan
vi: Đã thay thế

source: End of Life
am: ጊዜ ያለፈበት ነው
ast: Fin de vida
be: Канец жыцця
bg: Край на живота
ca: Fi de vida
cy: Diwedd Oes
el: Τέλος κύκλου Ζωής
eo: Fino de vivo
es: Final de la vida útil
et: Elukaare lõpus
eu: Bizitzaren amaiera
fa: پایان عمر
fr_ca: Fin de vie
he: סוף החיים
hi: समर्थन समाप्त
ia: Fin de vita
id: Akhir Hidup
is: Endi líftíma
it: Supporto terminato
ja: サポート終了
kab: Tgara n tudert
lo: ໝົດອາຍຸການຮອງຮັບ
lt: Gyvavimo pabaiga
lv: Kalpošanas laika beigas
nb: Slutt på støtte
nl: Einde ondersteuning
nn: Slutt på levetid
oc: Fin de vida
pl: Zakończony rozwój
pt: Fim de vida (EOL)
pt_br: Fim da vida
ro: Sfârșit de Viață
ru: Поддержка окончена
sl: Konec življenjske dobe
sr: Застарео
sr@latin: Kraj životnog veka
sv: Uttjänt
uk: Кінець підтримування
uz: Muddati tugashi
vi: Kết thúc vòng đời

source: Unsupported
am: ያልተደገፈ
ast: Ensin sofitu
be: Не падтрымліваецца
bg: Не се поддържа
ca: No suportat
cy: Ddim yn cael eu cynnal
el: Μη υποστηριζόμενο
eo: Nesubtenata
es: Sin apoyo
et: Toetuseta
eu: Euskarririk gabea
fa: پشتیبانی نشده
fr_ca: Non pris en charge
he: לא נתמך
hi: असमर्थित
ia: Non supportate
id: Tidak didukung
is: Óstutt
it: Non supportato
ja: 未サポート
kab: Ur yettwadhel ara
lo: ບໍ່ຮອງຮັບ
lt: Nepalaikomas
lv: Neatbalstīts
nb: Ikke støttet
nl: Niet-ondersteund
nn: Ikkje støtta
oc: Pas pres en carga
pl: Niewspierane
pt: Não suportado
pt_br: Não suportado
ro: Fără suport
ru: Не поддерживаются
sl: Nepodprto
sr: Неподржан
sr@latin: Nepodržan
sv: Stöds inte
uk: Не підтримується
uz: Qo‘llab-quvvatlanmaydi
vi: Không được hỗ trợ

source: You are currently using the following kernel:
am: እርስዎ አሁን እየተጠቀሙ ያሉት የሚቀጥለውን ከረኔል ነው:
ar: أنت تستخدم حالياً النواة التالية:
ast: Agora mesmu tas usandu el siguiente kernel:
be: Цяпер выкарыстоўваецца ядро:
bg: В момента използвате следното ядро:
ca: Actualment esteu utilitzant el següent kernel:
cs: Právě používáte následující jádro:
cy: Ar hyn o bryd 'rydych yn defnyddio'r cnewyllyn canlynol:
da: Du anvender for tiden følgende kerne:
de: Sie benutzen derzeit den folgenden Kernel:
el: Αυτή τη στιγμή χρησιμοποιείτε τον ακόλουθο πυρήνα:
eo: Vi nun uzadas la sekvan kernon:
es: Actualmente está usando el núcleo siguiente:
et: Sa kasutad jägnevat kernelit:
eu: Une honetan ondorengo nukleoa erabiltzen ari zara:
fa: شما درحال حاضر از کرنل زیر استفاده میکنید:
fi: Käytät nyt seuraavaa ydintä:
fr_ca: Vous utilisez actuellement le noyau suivant :
he: הליבה הפעילה היא:
hi: निम्नलिखित कर्नेल कार्यरत है :
hr: Trenutno koristite sljedeći kernel:
hu: A következő kernelt használja:
ia: Tu es actualmente usante le kernel sequente:
id: Anda saat ini menggunakan kernel berikut:
is: Þú ert núna að nota eftirfarandi kjarna:
it: Attualmente è in uso il seguente kernel:
ja: 現在使用中のカーネル:
kab: Akka tura tseqdaceḍ iɣes:
lo: ທ່ານກຳລັງໃຊ້ເຄີເນວຕໍ່ໄປນີ້:
lt: Šiuo metu jūs naudojate šį branduolį:
lv: Tu pašlaik izmanto šādu kodolu:
nb: Du bruker for øyeblikket følgende kjerne:
nl: U gebruikt thans de volgende systeemkern:
nn: Du brukar no følgjande kjerne:
oc: Sètz a utilizar lo nuclèu seguent :
pl: Aktualnie używasz następującego jądra:
pt: Atualmente, está a utilizar o kernel:
pt_br: Você está atualmente usando o seguinte kernel:
ro: Momentan utilizați următorul nucleu:
ru: В данное время используется следующее ядро системы:
sk: Práve používate nasledovné jadro:
sl: Trenutno uporabljate naslednje jedro:
sr: Тренутно користите следећи кернел:
sr@latin: Trenutno koristite sledeći kernel:
sv: Du använder för närvarande följande kärna:
tr: Şu an aşağıdaki çekirdeklerden kullanılan sürüm:
uk: Ви зараз використовуєте таке ядро:
uz: Siz hozirda quyidagi yadrodan foydalanmoqdasiz:
vi: Bạn hiện đang sử dụng kernel sau:

source: GB
am: ጌጋ ቢት
ar: جب
be: ГБ
bg: ГБ
fa: گیگابایت
fi: Gt
fr_ca: Go
he: ג"ב
hi: जीबी
kab: GAṬ
oc: Go
ro: GO
ru: ГБ
uk: ГБ

source: MB
am: ሜጋ ቢት
ar: مب
be: МБ
bg: МБ
fa: مگابایت
fi: Mt
fr_ca: Mo
he: מ"ב
hi: एमबी
kab: MAṬ
oc: Mo
ro: MO
ru: МБ
uk: МБ

source: KB
am: ኪሎ ቢት
ar: كب
be: КБ
bg: КБ
cy: CB
fa: کیلوبایت
fi: Kt
fr_ca: ko
he: ק"ב
kab: KAṬ
oc: ko
ro: KO
ru: КБ
uk: KБ

source: B
am: ቢ
ar: بت
be: Б
bg: Б
fa: بایت
fi: t
fr_ca: O
kab: AṬ
oc: o
ro: O
ru: Б
uk: Б
