Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: A new version of the Update Manager is available
ast: Hay una versión nueva del Xestor d'anovamientos
be: Даступна новая версія Кіраўніка абнаўленняў
bg: Налична е нова версия на мениджъра на актуализациите
cy: Mae fersiwn newydd o'r Rheolwr Diweddaru ar gael
el: Μία νέα έκδοση του Διαχειριστή Ενημερώσεων είναι διαθέσιμη
eo: Nova versio de la ĝisdatiga mastrumilo disponeblas
es: Está disponible una versión nueva del gestor de actualizaciones
et: Saadaval on uuendushalduri uus versioon
eu: Eguneraketa kudeatzailearen bertsio berri bat eskuragarri dago
fa: یک نسخه جدید از مدیر به‌روزرسانی در دسترس است
fr_ca: Une nouvelle version du gestionnaire de mises à jour est disponible
he: זמינה גרסה חדשה של מנהל העדכונים
hi: अपडेट प्रबंधक का नवीन संस्करण उपलब्ध है
ia: Es disponibile un nove version de Gestor de actualisationes
id: Versi baru dari Manajer Pembaruan tersedia
is: Ný útgáfa af uppfærslustjóranum er tiltæk
it: È disponibile una nuova versione del Gestore aggiornamenti
ja: アップデートマネージャー自体に新しいバージョンがあります
kab: Yewjed lqem maynut n umsefrak n ileqman
lo: ມີຕົວຈັດການອັບເດດລຸ້ນໃໝ່
lt: Yra prieinama nauja atnaujinimų tvarkytuvės versija
lv: Ir pieejama jauna atjauninājumu pārvaldnieka versija
nb: En ny versjon av Oppdateringsbehandler er tilgjengelig
nl: Er is een nieuwere versie van Bijwerkbeheer beschikbaar
nn: Ei ny utgåve av oppdateringshandsamaren er tilgjengeleg
oc: Una nòva version del gestionari de mesas a jorn es disponibla
pl: Nowa wersja Menedżera aktualizacji jest dostępna
pt: Está disponível uma nova versão do Gestor de atualizações
pt_br: Uma nova versão do Gerenciador de Atualizações está disponível
ro: O nouă versiune a Administratorului de actualizări este disponibilă
ru: Доступна новая версия Менеджера обновлений
sl: Na voljo je nova različica upravitelja posodobitev
sr: Нова верзија Управника ажурирања је доступна
sr@latin: Nova verzija Menadžera ažuriranja je dostupna
sv: En ny version av Uppdateringshanteraren finns att hämta
uk: Нова версія «Диспетчера оновлень» доступна
uz: Yangilanish menejerining yangi versiyasi mavjud
vi: Đã có phiên bản mới của Trình quản lý cập nhật

source: Apply the Update
am: ማሻሻያ መፈጸሚያ
ast: Aplicar anovamientu
be: Ужыць абнаўленне
bg: Приложи обновлението
cy: Gosod y Diweddariad
el: Εφαρμόστε την ενημέρωση
eo: Apliki la ĝisdatigon
es: Aplicar la actualización
et: Paigalda uuendus
eu: Aplikatu eguneraketa
fa: اعمال به‌روز‌رسانی
fr_ca: Appliquer la mise à jour
he: החלת העדכון
hi: अपडेट लागू करें
ia: Applicar le actualisation
id: Terapkan Pembaruan
is: Virkja uppfærsluna
it: Applica l'aggiornamento
ja: アップデートを適用
kab: Snes aleqqem
lo: ນຳໃຊ້ການອັບເດດ
lt: Taikyti atnaujinimą
lv: Atjaunināt
nb: Anvend oppdateringen
nl: Actualisering uitvoeren
nn: Ta i bruk oppdateringa
oc: Aplicar la mesa a jorn
pl: Zastosuj aktualizację
pt: Aplicar atualização
pt_br: Aplicar a atualização
ro: Aplică actualizarea
ru: Применить обновление
sl: Uveljavi posodobitev
sr: Примени ажурирање
sr@latin: Primeni ažuriranje
sv: Installera uppdateringen
uk: Застосувати оновлення
uz: Yangilanishni qo‘llash
vi: Áp dụng bản cập nhật

source: Packages
am: ጥቅሎች
ast: Paquetes
be: Пакеты
bg: Пакети
cy: Pecynnau
el: Πακέτα
eo: Pakoj
es: Paquetes
et: Paketid
eu: Paketeak
fa: بسته‌ها
fr_ca: Paquets
he: חבילות
hi: पैकेज
ia: Pacchettos
id: Paket
is: Pakkar
it: Pacchetti
ja: パッケージ
kab: Ikemmusen
lo: ແພັກເກດ
lt: Paketai
lv: Pakotnes
nb: Pakker
nl: Pakketten
nn: Pakkar
oc: Paquets
pl: Pakiety
pt: Pacotes
pt_br: Pacotes
ro: Pachete
ru: Пакеты
sl: Paketi
sr: Пакети
sr@latin: Paketi
sv: Paket
uk: Пакунки
uz: Paketlar
vi: Gói

source: Changelog
am: የተቀየረ መግቢያ
ar: سجل التغييرات
ast: Rexistru de cambeos
be: Гісторыя змен
bg: Дневник на промените
ca: Registre de canvis
cs: Seznam změn
cy: Cofnod newid
da: Ændringslog
de: Änderungsprotokoll
el: Αρχείο καταγραφής αλλαγών
eo: Ŝanĝoprotokolo
es: Registro de cambios
et: Muudatuste logi
eu: Aldaketa-egunkaria
fa: تغییرات ثبت شده
fi: Muutoshistoria
fr_ca: Journal des modifications
he: יומן שינויים
hi: बदलाव-सूची
hr: Zapis promjena
hu: Módosítások
ia: Lista del modificationes
id: Daftar perubahan
is: Breytingasaga
it: Lista dei cambiamenti
ja: 更新履歴
kab: Aɣmis n ibeddilen
lo: ລາຍການປ່ຽນແປງ
lt: Pakeitimų sąrašas
lv: Izmaiņu saraksts
nb: Endringslogg
nl: Wijzigingslogboek
nn: Endringslogg
oc: Istoric dels cambiaments (Changelog)
pl: Lista zmian
pt: Registo de alterações
pt_br: Registro de alterações
ro: Jurnal modificări
ru: Журнал изменений
sk: Zoznam zmien
sl: Dnevnik sprememb
sr: Дневник измена
sr@latin: Spisak promena
sv: Ändringslogg
tr: Değişim günlüğü
uk: Журнал змін
uz: O‘zgarishlar jurnali
vi: Nhật ký thay đổi

source: This tool provides your operating system with software and security updates.
am: ይህ መሳሪያ የሚያቀርበው ለ እርስዎ የ መስሪያ ስርአት ሶፍትዌር እና የ ደህንነት ማሻሻያ ነው
ar: توفر هذه الأداة لنظام التشغيل الخاص بك تحديثات البرامج والأمان.
ast: Esta ferramienta proporciona-y al to sistema operativu software y anovamientos de seguranza
be: Інструмент забяспечвае вашу аперацыйную сістэму абнаўленнямі праграм і бяспекі.
bg: Този инструмент снабдява операционната система с актуализации за софтуера и по сигурността.
ca: Aquesta eina proporciona actualitzacions de programari i de seguretat per al sistema operatiu.
cs: Tento nástroj dodává systému nejnovější softwarové a bezpečnostní aktualizace.
cy: Mae'r teclyn hwn yn darparu diweddariadau diogelwch a meddalwedd i'ch system weithredu.
da: Dette værktøj sørger for program- og sikkerhedsopdateringer til dit styresystem.
de: Dieses Werkzeug versorgt Ihr Betriebssystem mit Anwendungs- und Sicherheitsaktualisierungen.
el: Αυτό το εργαλείο παρέχει στο λειτουργικό σας σύστημα ενημερώσεις λογισμικού και ασφάλειας.
eo: Ĉi tiu ilo provizas al via operaciumo programarajn kaj sekurigajn ĝisdatigojn.
es: Esta herramienta proporciona actualizaciones de software y de seguridad para el sistema operativo.
et: See tööriist hoolitseb sinu operatsioonisüsteemi tarkvara ja turvalisuse uuendamise eest.
eu: Tresna honek software eta segurtasun eguneraketak eskaintzen dizkio zure sistema eragileari.
fa: این ابزار سیستم‌عامل شما را با بروزرسانی های نرم‌افزاری و امنیتی تأمین میکند.
fi: Tämä työkalu tarjoaa käyttöjärjestelmääsi ohjelmisto- ja turvapäivityksiä.
fr_ca: Cet outil fournit à votre système d'exploitation des mises à jour logicielles et de sécurité.
he: כלי זה מספק עדכוני תוכנה ואבטחה למערכת ההפעלה.
hi: ऑपरेटिंग सिस्टम की सॉफ्टवेयर व सुरक्षा अपडेट प्रदान करने हेतु साधन।
hr: Ovaj alat opskrbljuje vaš operativni sustav sa softverskim i sigurnosnim nadopunama.
hu: A Frissítéskezelő látja el az operációs rendszert szoftver- és biztonsági frissítésekkel.
ia: Iste instrumento provide tu systema operative con actualisationes de software e de securitate.
id: Alat ini memberi sistem operasi Anda pembaruan perangkat lunak dan keamanan.
is: Þetta tól nær í öryggisuppfærslur og gefur þér færi á að setja upp hugbúnað.
it: Questo strumento fornisce al sistema operativo aggiornamenti software e di sicurezza.
ja: このツールは、オペレーティングシステムにソフトウェアとセキュリティのアップデートを提供します。
kab: Afecku-agi ad yefk i unagraw n wammud inek ileqman n iseɣẓanen akked tɣellist.
lo: ເຄື່ອງມືນີ້ສະໜອງການອັບເດດຊອບແວ ແລະ ຄວາມປອດໄພໃຫ້ກັບລະບົບປະຕິບັດການຂອງທ່ານ.
lt: Šis įrankis pateikia jūsų operacinei sistemai programinės įrangos bei saugumo atnaujinimus.
lv: Šis rīks nodrošina programmatūras un sistēmas atjauninājumus tavai sistēmai.
nb: Dette verktøyet gir operativsystemet ditt programvare og sikkerhetsoppdateringer.
nl: Dit gereedschap voorziet uw besturingssysteem van veiligheidsreparaties en foutreparaties.
nn: Dette verktøyet gjev operativsystemet ditt programvare‑ og tryggleiksoppdateringar.
oc: Aquesta aisinas provesís a vòstre sistèma operatiu de mesas a jorn logicialas e de seguretat.
pl: To narzędzie zapewnia aktualizacje oprogramowania oraz zabezpieczeń dla Twojego systemu.
pt: Esta ferramenta disponibiliza as atualizações de software e de segurança para o seu sistema operativo.
pt_br: Esta ferramenta fornece ao sistema operacional as atualizações de software e segurança.
ro: Acest instrument furnizează actualizări de software și securitate sistemului de operare.
ru: Это приложение обеспечит вашу операционную систему обновлениями программного обеспечения и безопасности.
sk: Tento nástroj zabezpečuje pre váš operačný systém softvérové a bezpečnostné aktualizácie.
sl: To orodje vašemu operacijskemu sistemu zagotavlja programske in varnostne posodobitve.
sr: Овај алат обезбеђује вашем оперативном систему софтверска и безбедносна ажурирања.
sr@latin: Ovaj alat pruža Vašem operativnom sistemu ažuriranja softvera i bezbednosna ažuriranja.
sv: Detta verktyg förser ditt operativsystem med mjukvaru- och säkerhetsuppdateringar.
tr: Bu araç işletim sisteminiz için yazılım ve güvenlik güncellemelerini sunar.
uk: Цей засіб надає вашій операційній системі оновлення програм й оновлення безпеки.
uz: Ushbu vosita operatsion tizimingizni dasturiy ta'minot va xavfsizlik yangilanishlari bilan ta'minlaydi.
vi: Công cụ này cung cấp cho hệ điều hành của bạn các bản cập nhật phần mềm và bảo mật.

source: Security updates
am: የ ደህንነት ማሻሻያዎች
ar: تحديثات الأمان
ast: Anovamientos de seguranza
be: Абнаўленні бяспекі
bg: Актуализации за сигурността
ca: Actualitzacions de seguretat
cy: Diweddariadau diogelwch
el: Ενημερώσεις Ασφαλείας
eo: Sekurigaj ĝisdatigoj
es: Actualizaciones de seguridad
et: Turvauuendused
eu: Segurtasun-eguneraketak
fa: به‌روزرسانی‌های امنیتی
fr_ca: Mises à jour de sécurité
he: עדכוני אבטחה
hi: सुरक्षा अपडेट
ia: Actualisationes de securitate
id: Pembaruan keamanan
is: Öryggisuppfærslur
it: Aggiornamenti di sicurezza
ja: セキュリティアップデート
kab: Ileqman n tɣellist
lo: ການອັບເດດຄວາມປອດໄພ
lt: Saugumo atnaujinimai
lv: Drošības atjauninājumi
nb: Sikkerhetsoppdateringer
nl: Veiligheidsreparaties
nn: Tryggleiksoppdateringar
oc: Mesas a jorn de seguretat
pl: Aktualizacje bezpieczeństwa
pt: Atualizações de segurança
pt_br: Atualizações de segurança
ro: Actualizări de securitate
ru: Обновления безопасности
sl: Varnostne posodobitve
sr: Безбедносна ажурирања
sr@latin: Bezbednosna ažuriranja
sv: Säkerhetsuppdateringar
uk: Оновлення безпеки
uz: Xavfsizlik yangilanishlari
vi: Cập nhật bảo mật

source: Apply security updates to patch vulnerabilities and keep your computer safe.
ar: تطبيق تحديثات الأمان لتصحيح نقاط الضعف والحفاظ علي جهاز الكمبيوتر الخاص بك أمناً.
ast: Aplicar anovamientos de seguranza pa parchear les vulnerabilidaes ya caltener el to sistema sanu.
be: Ужывайце абнаўленні бяспекі каб залатаць уразлівасці і захаваць камп'ютар у бяспецы.
bg: Приложете актуализациите по сигурността, за да закърпите уязвимости и за да запазите компютъра си сигурен.
ca: Apliqueu les actualitzacions de seguretat per apedaçar les vulnerabilitats i mantenir el vostre ordinador segur.
cy: Gosodwch ddiweddariadau diogelwch i gywiro gwendidau a chadw eich cyfrifiadur yn ddiogel.
el: Εφαρμόστε ενημερώσεις ασφαλείας για να ενημερώσετε τα θέματα ευπάθειας και να διατηρήσετε τον υπολογιστή σας ασφαλή.
eo: Apliki sekurigajn ĝisdatigojn por fliki vulnereblojn kaj teni vian komputilon sekure.
es: Aplique las actualizaciones de seguridad para parchear vulnerabilidades y mantener el equipo seguro.
et: Turvauuendused paikavad haavatavad kohad ja hoiavad su arvuti turvalisena.
eu: Aplikatu segurtasun eguneraketak segurtasun ahulguneei adabakiak ezarri eta ordenagailua seguru mantentzeko.
fa: به‌روزرسانی‌های امنیتی را برای وصله کردن آسیب‌پذیری ها و امن نگه‌داشتن رایانه‌تان اعمال کنید.
fr_ca: Appliquez les mises à jour afin de corriger les vulnérabilités et garder votre ordinateur sécuritaire.
he: החלת עדכוני אבטחה על מנת לתקן פגיעות ולשמור על המחשב בטוח.
hi: सुरक्षा अपडेट लागू कर खामियाँ सुधारें व कंप्यूटर को सुरक्षित रखें।
ia: Applica le actualisationes de securitate pro reparar vulnerabilitates e mantener tu computator secur.
id: Terapkan pembaruan keamanan untuk menambal kerentanan dan menjaga keamanan komputer Anda.
is: Settu inn öryggisuppfærslur til að laga ýmsa galla og halda tölvunni þinni öruggri.
it: Applica gli aggiornamenti di sicurezza per risolvere le vulnerabilità e mantenere il computer sicuro.
ja: セキュリティアップデートを適用して、セキュリティの脆弱性にパッチを当て、コンピューターを安全に保ちます。
kab: Snes ileqman n tɣellist iwakken ad tesbeddeḍ aseɣti n tɣellist yerna ad tḥarbeḍ ɣef uselkim-inek.
lo: ນຳໃຊ້ການອັບເດດຄວາມປອດໄພເພື່ອແກ້ໄຂຊ່ອງໂຫວ່ ແລະ ຮັກສາຄອມພິວເຕີຂອງທ່ານໃຫ້ປອດໄພ.
lt: Taikykite saugumo atnaujinimus, norėdami pataisyti pažeidžiamumus ir išlaikyti savo kompiuterį saugų.
lv: Instalē drošības atjauninājumus, lai novērstu ievainojamības un uzturētu datoru drošu.
nb: Bruk sikkerhetsoppdateringer for å lappe sårbarheter og holde datamaskinen din trygg.
nl: Installeer veiligheidsreparaties om kwetsbaarheden te verhelpen en uw computer veilig te houden.
nn: Ta i bruk tryggleiksoppdateringar for å lappe sårbarheiter og halde datamaskina di trygg.
oc: Aplicar las mesas a jorn de seguretat per corregir las vulnerabilitats e gardar l’ordenador segur.
pl: Zastosuj aktualizacje bezpieczeństwa, by załatać podatności i utrzymać swój komputer bezpiecznym.
pt: Aplicar atualizações de segurança para corrigir vulnerabilidades e manter o computador seguro.
pt_br: Aplique atualizações de segurança para corrigir vulnerabilidades e manter seu computador seguro.
ro: Aplicați actualizările de securitate pentru acoperirea vulnerabilităților și menținerea siguranței calculatorului.
ru: Применяйте обновления безопасности для исправления уязвимостей и обеспечения безопасности вашего компьютера.
sl: Uveljavite varnostne posodobitve, za zaščitite ranljivosti in ohranite računalnik varen.
sr: Примените сигурносне исправке како бисте уклонили рањивости и држали рачунар сигурним.
sr@latin: Primeni bezbednosna ažuriranja da bi ranjivosti bile zakrpljene, a Vaš računar bezbedan.
sv: Installera säkerhetsuppdateringar för att skydda datorn och hålla den säker.
uk: Застосовуйте оновлення безпеки задля усунення вразливостей та підтримання комп'ютера в безпеці.
uz: Zaifliklarni tuzatish va kompyuteringizni xavfsiz saqlash uchun xavfsizlik yangilanishlarini qo‘llang.
vi: Áp dụng các bản cập nhật bảo mật để vá các lỗ hổng và giữ an toàn cho máy tính của bạn.

source: Software updates
am: ሶፍትዌር ማሻሻያ
ar: تحديثات البرامج
ast: Anovamientos de software
be: Абнаўленні праграм
bg: Софтуерни актуализации
ca: Actualitzacions de programari
cy: Diweddariadau meddalwedd
el: Ενημερώσεις λογισμικού
eo: Programaraj ĝisdatigoj
es: Actualizaciones de software
et: Tarkvarauuendused
eu: Software eguneraketak
fa: به‌روزرسانی‌های نرم‌افزاری
fr_ca: Mises à jour logicielles
he: עדכוני תוכנה
hi: सॉफ्टवेयर अपडेट
ia: Actualisationes del software
id: Pembaruan perangkat lunak
is: Hugbúnaðaruppfærslur
it: Aggiornamenti software
ja: ソフトウェアアップデート
kab: Ileqman n iseɣẓanen
lo: ການອັບເດດຊອບແວ
lt: Programinės įrangos atnaujinimai
lv: Programmatūras atjauninājumi
nb: Programvareoppdateringer
nl: Foutreparaties
nn: Programvareoppdateringar
oc: Mesa a jorn logiciala
pl: Aktualizacje oprogramowania
pt: Atualizações de software
pt_br: Atualização de softwares
ro: Actualizări software
ru: Обновления программного обеспечения
sl: Posodobitve programov
sr: Ажурирања програма
sr@latin: Ažuriranja softvera
sv: Programuppdateringar
uk: Оновлення програм
uz: Dasturiy ta'minot yangilanishlari
vi: Cập nhật phần mềm

source: Apply software updates to fix bugs in your computer.
am: በ እርስዎ ኮምፒዩተር ላይ ችግሮችን ለ መጠገን የ ሶፍትዌር ማሻሻያ ይፈጽሙ
ar: تطبيق تحديثات البرامج لإصلاح الخلل في جهاز الكمبيوتر الخاص بك.
ast: Aplicar anovamientos de software pa iguar erros nel to sistema.
be: Ужывайце абнаўленні праграм каб выправіць памылкі на вашым камп'ютары.
bg: Приложете софтуерните актуализации за да поправите бъгове във вашия компютър
ca: Apliqueu les actualitzacions de programari per corregir errors al vostre ordinador.
cy: Gosodwch ddiweddariadau meddalwedd i drwsio gwallau yn eich cyfrifiadur.
el: Εφαρμόστε ενημερώσεις λογισμικού για να διορθώσετε σφάλματα στον υπολογιστή σας.
eo: Apliki programarajn ĝisdatigojn por ripari cimojn en via komputilo.
es: Aplique las actualizaciones de software para corregir errores en el equipo.
et: Tarkvarauuendused parandavad arvutis esinevaid vigu.
eu: Aplikatu software eguneraketak ordenagailuko erroreak konpontzeko.
fa: به‌روزرسانی های نرم‌افزاری را برای تصحیح اشکالات در رایانه‌تان اعمال کنید.
fr_ca: Appliquer les mises à jour logicielles afin de corriger les bogues de votre ordinateur.
he: החלת עדכוני תוכנה לתיקון תקלים במחשב.
hi: सॉफ्टवेयर अपडेट लागू कर कंप्यूटर समस्याएँ सुधारें।
ia: Applicar le actualisationes del software pro reparar le defectos in tu computator.
id: Terapkan pembaruan perangkat lunak untuk memperbaiki bug di komputer Anda.
is: Settu inn hugbúnaðaruppfærslur til að laga villur í tölvunni þinni.
it: Applica gli aggiornamenti software per risolvere i bug del computer.
ja: ソフトウェアアップデートを適用して、コンピューターのバグを修正します。
kab: Snes ileqman n iseɣẓanen iwakken ad tefruḍ ibugen deg uselkim-inek.
lo: ນຳໃຊ້ການອັບເດດຊອບແວເພື່ອແກ້ໄຂຂໍ້ບົກພ່ອງໃນຄອມພິວເຕີຂອງທ່ານ.
lt: Taikykite programinės įrangos atnaujinimus, norėdami pataisyti klaidas savo kompiuteryje.
lv: Instalē programmatūras atjauninājumus, lai novērstu kļūdas datorā.
nb: Bruk programvareoppdateringer for å fikse feil på datamaskinen din.
nl: Installeer foutreparaties om fouten in uw systeem te herstellen.
nn: Ta i bruk programvareoppdateringar for å rette feil på datamaskina di.
oc: Aplicar las mesas a jorn logicialas per corregir las avarias de l’ordenador.
pl: Zastosuj aktualizacje oprogramowania, by naprawić problemy swojego komputera.
pt: Aplicar atualizações de software para corrigir erros nos programas instalados.
pt_br: Aplique atualizações de software para corrigir erros em seu computador.
ro: Aplicați actualizările de securitate pentru remedierea unor probleme din calculator.
ru: Применяйте обновления программного обеспечения для исправления ошибок на вашем компьютере.
sl: Uveljavite posodobitve programja za odpravo hroščev na svojem računalniku.
sr: Примените исправке програма како бисте поправили грешке на рачунару.
sr@latin: Primeni ažuriranja softvera da bi greške u programima na Vašem računaru bile ispravljene.
sv: Installera programuppdateringar för att åtgärda övriga fel.
uk: Застосовуйте оновлення програм задля виправлення вад у комп'ютері.
uz: Kompyuteringizdagi xatolarni tuzatish uchun dasturiy ta'minot yangilanishlarini qo‘llang.
vi: Áp dụng các bản cập nhật phần mềm để sửa lỗi trong máy tính của bạn.
