Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: The kernel is the central part of the operating system. Among other things, it is responsible for hardware support.
am: ከረኔል የ መስሪያ ስርአቱ መካከለኛ አካል ነው: ሌሎች አካሎች ጨምሮ: ሀላፊነቱም ለ ጠንካራ አካሎች ድጋፍ መስጠት ነው
ar: النواة هي الجزء المركزي من نظام التشغيل. من بين أمور أخرى، فهو مسؤول عن دعم الأجهزة.
be: Ядро - цэнтральная частка аперацыйнай сістэмы. Між іншым, яно адказнае за падтрымку абсталявання.
bg: Ядрото е критична част от операционната система. Наред с другите неща, то е отговорно за поддръжката на хардуера.
ca: El kernel és la part central del sistema operatiu. Entre altres coses, és responsable del suport del maquinari.
cs: Jádro je ústřední část operačního systému. Kromě jiného je odpovědné také za podporu hardware.
cy: Mae'r cnewyllyn yn rhan ganolog o'r system weithredu. Ymhlith pethau eraill, mae'n gyfrifol am gefnogi caledwedd.
da: Kernen er styresystemets centrale del. Den er blandt andet ansvarlig for understøttelse af hardware.
de: Der Kernel ist der zentrale Teil des Betriebssystems. Neben anderen Dingen, ist dieser für die Geräteunterstützung verantwortlich.
el: Ο πυρήνας είναι το κεντρικό τμήμα του λειτουργικού συστήματος. Μεταξύ άλλων, είναι υπεύθυνος για την υποστήριξη υλικού.
eo: La kerno estas la centra parto de la operaciumo. Interalie ĝi respondecas pri aparatara subteno.
es: El núcleo es la parte central del sistema operativo. Entre otras cosas, es responsable del funcionamiento del hardware.
et: Kernel on operatsioonisüsteemi süda. Muuhulgas vastutab kernel riistvara toe eest.
eu: Nukleoa sistema eragilearen oso zati garrantzitsua da. Beste gauzen artean, hardware euskarriaren ardura du.
fi: Ydin on keskeinen osa käyttöjärjestelmää. Se on muun muuassa vastuussa laitteistotuesta.
fr_ca: Le noyau est la partie centrale du système d'exploitation. Entre autres, il est responsable de la prise en charge du matériel.
he: הליבה (קרנל) היא רכיב המרכזי במערכת ההפעלה. בין היתר, היא אחראית לתמיכה בחומרה.
hi: कर्नेल ऑपरेटिंग सिस्टम का केंद्रीय भाग है। इसके बहुत से कार्यों में हार्डवेयर समर्थन भी सम्मिलित है।
hr: Kernel je središnji dio operativnog sustava. Između ostalog, odgovoran je za hardversku podršku.
hu: A kernel az operációs rendszer központi része. Többek között felelős a hardver eszközök támogatásáért.
ia: Le kernel es le parte central del systema operative. Inter alia, illo es responsabile pro le supporto del hardware.
id: Kernel adalah bagian pusat dari sistem operasi. Antara lain, bertanggung jawab atas dukungan perangkat keras.
is: Kjarninn er aðalhluti stýrikerfisins. Meðal annars er hann ábyrgur fyrir stuðningi við vélbúnað.
it: Il kernel è la parte centrale del sistema operativo. Tra le altre cose, è responsabile del supporto hardware.
ja: カーネルとは、オペレーティングシステムの中心部分で、ハードウェアのサポートを担当しています。
kab: Iɣes d aḥric alemmas n unagraw n wammud. D netta i d amasay ɣef tedhelt n warrum.
lt: Branduolys yra centrinė jūsų operacinės sistemos dalis. Be kita ko, jis yra atsakingas už jūsų aparatinės įrangos palaikymą.
nl: De systeemkern is het centrale onderdeel van het besturingssysteem. Onder andere zorgt hij voor apparatuurondersteuning.
pl: Jądro jest centralną częścią systemu operacyjnego. Odpowiada, między innymi, za obsługę sprzętu.
pt: O kernel é a parte central do sistema operativo. Entre outras coisas, é responsável pelo suporte de hardware.
pt_br: O kernel é a parte central do sistema operacional. Entre outras coisas, é responsável pelo suporte de hardware.
ro: Nucleul este partea centrală a sistemului de operare. Printre altele, este responsabil pentru suportul hardware.
ru: Ядро — это главная часть операционной системы. Среди прочего, оно отвечает за поддержку аппаратного обеспечения.
sk: Jadro je centrálna časť každého operačného systému. Mimo ostatné je zodpovedné za prácu s hadrvérom a jeho podporu.
sl: Jedro je osrčje operacijskega sistema. Med drugim je odgovorno za podporo strojne opreme.
sr: Кернел је средишњи део оперативног система. Поред других задатака, одговоран је за хардверску подршку.
sr@latin: Kernel je središnji deo operativnog sistema. Između ostalog, odgovoran je za podršku hardvera.
sv: Kärnan är den centrala delen av operativsystemet. Den är bland annat ansvarig för hårdvarustödet.
tr: Çekirdek işletim sisteminin merkezi parçasıdır. Diğer şeylerin yanında, donanım desteğinden de sorumludur.
uk: Ядро – центральна частина операційної системи. Воно відповідає, з-поміж іншого, за апаратну підтримку.
vi: Kernel là phần trung tâm của hệ điều hành. Trong số những thứ khác, nó chịu trách nhiệm hỗ trợ phần cứng.

source: From a security point of view, it is important to apply kernel updates.
am: ከ ደህንነት አንፃር ሲታይ: የ ከረኔል ማሻሻያ መፈጸም በጣም ጠቃሚ ነው
ar: من ناحية الأمان، من المهم تطبيق تحديثات النواة.
be: Для бяспекі важна ўжываць абнаўленні ядра.
bg: От гледна точка на сигурността е важно да се прилагат актуализациите на ядрото.
ca: Des del punt de vista de la seguretat, és important aplicar les actualitzacions del kernel.
cs: Z bezpečnostního hlediska je důležité instalovat aktualizace jádra.
cy: O safbwynt diogelwch, mae yn bwysig i osod diweddariadau i'r cnewyllyn.
da: Fra et sikkerhedsmæssigt synspunkt er det vigtigt at installere kerneopdateringer.
de: Vom Standpunkt der Sicherheit aus gesehen, ist es wichtig Kernelaktualisierungen anzuwenden.
el: Από την άποψη της ασφάλειας, είναι σημαντικό να εφαρμοστούν ενημερώσεις πυρήνα.
eo: De sekureca vidpunkto gravas apliki kernajn ĝisdatigojn.
es: Desde el punto de vista de la seguridad, es importante aplicar las actualizaciones del núcleo.
et: Turvalisuse seisukohast on kerneli uuenduste paigaldamine oluline.
eu: Segurtasun ikuspuntutik garrantzitsua da nukleoaren eguneraketak aplikatzea.
fi: Turvallisuuden näkökulmasta, on tärkeää toteuttaa ytimen päivitykset.
fr_ca: D'un point de vue sécurité, il est important d'appliquer les mises à jour du noyau.
he: מהיבטי אבטחה, מומלץ להתקין עדכוני ליבה.
hi: सुरक्षा की दृष्टि से कर्नेल अपडेट लागू करना आवश्यक होता है।
hr: Sa sigurnosne točke gledišta, bitno je da primjenjujete nadopune kernela.
hu: Biztonsági szemszögből nézve, nagyon fontos, hogy a kernel frissítéseket telepítse.
ia: Ab un puncto de vista de securitate, il es importante applicar le actualisationes del kernel.
id: Dari sudut pandang keamanan, penting untuk menerapkan pembaruan kernel.
is: Uppfærslur á kjarna eru mikilvægar út frá öryggissjónarmiðum.
it: Dal punto di vista della sicurezza, è importante applicare gli aggiornamenti del kernel.
ja: セキュリティの観点から、カーネルアップデートを適用することは重要です。
kab: S tmuɣli n tɣellist, isefk ad tesbeddeḍ ileqman n yiɣes.
lt: Žiūrint iš saugumo pusės, yra svarbu taikyti branduolio atnaujinimus.
nl: Vanuit veiligheidsoogpunt is het belangrijk om bijgewerkte systeemkernen te installeren.
pl: Pod względem bezpieczeństwa, instalowanie aktualizacji jądra jest ważne.
pt: Do ponto de vista da segurança, é importante aplicar as atualizações de kernel.
pt_br: Do ponto de vista de segurança, é importante aplicar as atualizações de kernel.
ro: Din punctul de vedere al securității, este important să aplicați actualizările de nucleu.
ru: С точки зрения безопасности, важно устанавливать обновления ядра.
sk: Z bezpečnostného hľadiska je dôležité aplikovať aktualizácie jadra.
sl: Iz varnostnega gledišča je pomembno, da uveljavljate posodobitve jedra.
sr: Са безбедносне тачке гледишта, важно је применити ажурирања кернела.
sr@latin: Sa tačke gledišta bezbednosti, važno je primenjivati ažuriranja kernela.
sv: Ur säkerhetssynpunkt är det viktigt att tillämpa kärnuppdateringar.
tr: Güvenlik açısından bakıldığında, çekirdek güncellemelerini uygulamak önemlidir.
uk: З погляду безпеки важливо застосовувати оновлення ядра.
vi: Từ quan điểm bảo mật, điều quan trọng là phải áp dụng các bản cập nhật kernel.

source: A kernel regression could however affect your ability to connect to the Internet, to start your desktop environment or even to boot the operating system.
am: የ ከረኔል ዝቅ ማድረጊያ የ እርስዎን ኮምፒዩተር ወደ ኢንተርኔት እንዳይገናኝ ተፅእኖ ይፈጥራል: ወይንም የ እርስዎን ዴስክቶፕ አካባቢ ማስጀመር አይችሉም: ወይንም የ እርስዎን መስሪያ ስርአት ማስጀመር አይችሉም
ar: ومع ذلك، قد يؤثر إنتكاس النواة على قدرتك على الاتصال بالإنترنت، أو لبدء بيئة سطح المكتب أو حتى تمهيد نظام التشغيل.
be: Рэгрэсія ядра можа паўплываць на вашу магчымасць злучыцца з інтэрнэтам, запусціць асяроддзе ці нават загрузіць аперацыйную сістэму.
bg: Регресии в ядрото могат да афектират върху възможността да се свържеш с интернет, да стартираш графичната среда или да стартираш операционната система.
ca: Una regressió del kernel pot impedir connectar-se a Internet, o arrencar l'entorn d'escriptori, o fins i tot arrencar el sistema operatiu.
cs: Regrese na úrovni jádra však mohou ovlivnit možnost připojit se k Internetu, spustit desktopové prostředí nebo vůbec operační systém jako takový.
cy: Er hynny, gall atchweliad cnewyllyn effeithio ar eich gallu i gysylltu á'r Rhyngrwyd, cychwyn eich amgylchedd bwrdd gwaith a hyd yn oed cychwyn eich system weithredu.
da: En regression i kernen kunne dog påvirke din mulighed for at gå på internettet, starte dit skrivebordsmiljø eller endda at boote styresystemet.
de: Eine Kernel-Regression könnte dennoch die Möglichkeiten sich mit dem Internet zu verbinden, die Arbeitsumgebung zu starten oder sogar das Betriebssystem zu starten beeinflussen.
el: Ωστόσο, η υποχώρηση του πυρήνα θα μπορούσε να επηρεάσει την ικανότητά σας να συνδεθείτε στο Internet, να ξεκινήσετε το περιβάλλον της επιφάνειας εργασίας σας ή ακόμα και να εκκινήσετε το λειτουργικό σύστημα.
eo: Tamen kerna regreso povus influi vian eblecon konekti al interreto, startigi vian fenestrilon aŭ eĉ praŝargi la operaciumon.
es: Una regresión del núcleo podría impedirle conectarse a Internet, iniciar el entorno de escritorio o, incluso, arrancar el sistema operativo.
et: Kerneli arendamisel tekkinud regressioon võib siiski takistada internetti ühendumist, takistada töölaua või terve operatsioonisüsteemi käivitamist.
eu: Nukleoaren erregresio batek eragina izan internetera konektatu, mahaigain ingurunea hasieratu edo sistema eragilea abiarazteko gaitasunean.
fi: Ytimen regressiot voivat kuitenkin vaikuttaa mahdollisuuksiisi yhdistää Internetiin, käynnistää työpöytäympäristöäsi tai jopa käyttöjärjestelmän käynnistämiseen.
fr_ca: Une régression du noyau pourrait cependant affecter votre capacité à vous connecter à Internet, à démarrer votre environnement de bureau ou même à démarrer le système d'exploitation.
he: תסוגת ליבה עלולה להשפיע על היכולת להתחבר לרשת, להפעיל את סביבת שולחן העבודה של המחשב, או אפילו להפעיל את המחשב.
hi: हालाँकि कर्नेल दोष इंटरनेट अभिगम, डेस्कटॉप वातावरण आरंभ या ऑपरेटिंग सिस्टम आरंभ जैसे कार्यों को प्रभावित कर सकता है।
hr: Nestabilnost kernela može utjecati na vašu sposobnost povezivanje s internetom, pokretanja svojeg okruženja radne površine ili čak pokretanja operativnog sustava.
hu: Kernel hibából esetleg nem tud az internetre csatlakozni, elindítani az asztali környezetet, vagy el sem indul az operációs rendszer.
ia: Un regression del kernel poterea afficer tamen sur tu capacitate de connecter te a Internet, a initiar tu ambiente del scriptorio o mesmo a reinitiar le systema operative.
id: Namun regresi kernel dapat memengaruhi kemampuan Anda untuk terhubung ke Internet, untuk memulai lingkungan desktop Anda atau bahkan untuk mem-boot sistem operasi.
is: Hnignun á kjarna getur hinsvegar haft áhrif á getu þína til að tengjast internetinu, til að ræsa skjáborðsumhverfið eða jafnvel að til að ræsa upp stýrikerfið.
it: Una regressione del kernel potrebbe tuttavia influenzare la capacità di connettersi a Internet, di avviare il vostro ambiente desktop o anche di avviare il sistema operativo.
ja: ただし、カーネルのリグレッションは、インターネットへの接続、デスクトップ環境の起動、更にはオペレーティングシステムの起動にまで影響を及ぼす可能性があります。
kab: Akaray n yiɣes yezmer ad iḥaz tuqqna-inek ɣer internet, asekker n tewnaḍt n tnarit inek neɣ ula d unagraw n wammud.
lt: Kita vertus, branduolio regresija gali paveikti jūsų galimybę prisijungti prie interneto, paleisti savo darbalaukio aplinką arba netgi galimybę paleisti operacinę sistemą.
nl: Echter, een systeemkernregressie zou uw netwerkverbinding negatief kunnen beïnvloeden, de mogelijkheid om uw werkomgeving te starten en zelfs de mogelijkheid om uw hele besturingssysteem op te starten.
pl: Jednak regresja jądra systemu może wpłynąć na możliwość połączenia się z siecią, uruchomienia środowiska graficznego, a nawet systemu operacyjnego.
pt: Uma regressão do kernel poderá, contudo, afetar a capacidade de se conectar à Internet, de iniciar o ambiente de trabalho ou até mesmo de arrancar o sistema operativo.
pt_br: Uma regressão do kernel poderia, no entanto, afetar a capacidade de conectar a internet, de iniciar o ambiente de trabalho ou até mesmo inicializar o sistema operacional.
ro: În schimb o regresie în nucleu ar putea afecta abilitatea de conectare la internet, de a porni mediul grafic sau chiar să porniți sistemul de operare.
ru: Однако регрессия ядра может повлиять на вашу способность подключения к Интернету, запуска среды рабочего стола или даже для загрузки операционной системы.
sk: Regresia v jadre však môže ovlyvniť vašu schopnosť pripojiť sa k sieti Internet, prihlásiť sa do grafického prostredia alebo naštartovať systém.
sl: Regresija jedra bi lahko vplivala na vaše povezovanje na internet, na zagon namiznega okolja ali celo na zagon operacijskega sistema.
sr: Нестабилност кернела би могла да утиче на вашу могућност да се повежете на Интернет, покренете десктоп окружење или чак да покренете оперативни систем.
sr@latin: Međutim, regresija kernela bi mogla uticati na Vašu sposobnos da se povežete na internet, da pokrenete Vaše radno okruženje ili čak da podignete operativni sistem.
sv: En kärnregression kan dock påverka din möjlighet att ansluta till internet, starta din skrivbordsmiljö, eller till och med starta operativsystemet.
tr: Bununla birlikte bir çekirdek regresyonu internete bağlanma kabiliyetini etkileyebileceği gibi, masaüstü ortamının başlatılmasını ya da işletim sisteminin başlatılmasını da etkileyebilir.
uk: Утім, регресія ядра може вплинути на вашу здатність під'єднуватися до Інтернету, запускати стільничне середовище чи навіть завантажувати операційну систему.
vi: Tuy nhiên, nhân kernel có thể ảnh hưởng đến khả năng kết nối Internet, khởi động môi trường máy tính hoặc thậm chí khởi động hệ điều hành.

source: For this reason it is important to be cautious when applying kernel updates and to know how to revert them when something goes wrong.
am: በዚህ የ ተነሳ የ ከረኔል ማሻሻያ በሚፈጽሙ ጊዜ በጣም ይጠንቀቁ: በ ድንገት ችግር ቢፈጠር: እንደ ነበር መመለስ መቻል ማወቅ በጣም ይጠቅማል
ar: لهذا السبب، من المهم توخي الحذر عند تطبيق تحديثات النواة ومعرفة كيفية التراجع عنها عند حدوث خطأ ما.
be: Таму вельмі важна быць уважлівымі, калі ўжываеце абнаўленні ядра, і ведаць як адкаціць змены, калі нешта здарыцца.
bg: Заради тази причина е важно да се внимава, когато се прилагат актуализациите на ядрото и да знаеш как да върнеш промените, ако нещо се обърка.
ca: Per aquesta raó és important ser cautelós en aplicar actualitzacions del kernel i saber com revertir-les si alguna cosa surt malament.
cs: Proto je důležité být při aktualizacích jádra ve střehu a vědět, jak vzít instalací aktualizací zpět, pokud se něco pokazí.
cy: Am y rheswm yma mae'n bwysig i fod yn ofalus wrth osod diweddariadau i'r cnewyllyn ac i wybod sut mae mynd nôl os fydd rhywbeth yn mynd o'i le.
da: Af denne grund er det vigtigt at være påpasselig, når kerneopdateringer installeres og at vide, hvordan man ruller dem tilbage, hvis noget går galt.
de: Aus diesem Grunde ist es wichtig, beim Anwenden von Kernelaktualisierungen, vorsichtig zu sein und zu wissen, wie sie zurückgenommen werden können, wenn etwas schief geht.
el: Για το λόγο αυτό, είναι σημαντικό να είστε προσεκτικοί κατά την εφαρμογή ενημερώσεων πυρήνα και να ξέρετε πώς να τις επαναφέρετε όταν κάτι πάει στραβά.
eo: Pro tiu kialo gravas singardi dum aplikado de kernaj ĝisdatigoj kaj ankaŭ gravas scii kiel ilin malfari, kiam okazas problemo.
es: Por esta razón es importante ser cauteloso al aplicar actualizaciones del núcleo y saber cómo revertirlas si se produce un fallo.
et: Seetõttu on oluline olla kerneli uuenduste paigaldamisel ettevaatlik ning teada, kuidas neid tagasi pöörata, kui midagi peaks valesti minema.
eu: Horregatik, garrantzitsua da nukleoaren eguneraketak aplikatzean kontuz ibiltzea eta zerbait gaizki ateratzen bada nola leheneratu jakitea.
fi: Tästä syystä on tärkeää olla varovainen, kun toteutetaan ytimen päivityksiä ja tietää kuinka perua muutokset, jos jokin menee pieleen.
fr_ca: Pour cette raison, il est important d'être prudent dans l'application des mises à jour du noyau et de savoir comment revenir en arrière quand quelque chose ne vas pas.
he: מסיבה זו צריך להיזהר כאשר מחילים עדכוני ליבה ולדעת כיצד לבטל אותם כאשר הם משתבשים.
hi: अतः कर्नेल अपडेट सावधानीपूर्वक लागू करें व समस्या होने पर अपडेट पूर्ववत करने हेतु तैयार रहें।
hr: Iz tih razloga bitno je da ste oprezni u primjeni nadopuna kernela i da znate kako vratiti na stanje prije nadopune ako nešto krene po krivu.
hu: Emiatt nagyon fontos, hogy körültekintő legyen a kernel frissítések telepítésekor és ismerje a helyreállítás módját, ha valami elromlana.
ia: Pro iste ration il es importante esser caute durante le application del actualisationes del kernel e saper como reverter los quando alco va mal.
id: Untuk alasan ini, penting untuk berhati-hati saat menerapkan pembaruan kernel dan mengetahui bagaimana mengembalikannya ketika terjadi kesalahan.
is: Af þessum sökum er mikilvægt að fara varlega þegar virkjaðar eru kjarnauppfærslur og að vita fyrirfram hvað hægt sé að gera til að afturkalla breytingarnar, fari eitthvað úrskeiðis.
it: Per questo motivo è importante essere cauti quando si applicano gli aggiornamenti del kernel e sapere come ripristinarli quando qualcosa va storto.
ja: このため、カーネルの更新を適用する時は注意し、問題が発生した場合に元に戻す方法を知ることが重要です。
kab: Ɣef waya, tlaq lemḥadra deg usbeddi n ileqman n yiɣes yerna isefk ad tisiniḍ amek ara tuɣaleḍ ɣer deffir ma yella wacu ixesren.
lt: Dėl šios priežasties, taikant branduolio atnaujinimus, yra svarbu būti apdairiais ir žinoti kaip, kažkam nutikus, sugrąžinti branduolio atnaujinimus.
nl: Om deze reden is het belangrijk om voorzichtig te zijn met het installeren van bijgewerkte systeemkernen. En om te weten hoe u ze terug kunt draaien wanneer er iets mis gaat.
pl: Dlatego też ważne jest, by zachować rozwagę przy stosowaniu aktualizacji jądra systemu oraz wiedzieć, jak wycofać zmiany, gdyby coś poszło nie tak.
pt: Por este motivo, é importante ter atenção ao aplicar as atualizações ao kernel e saber como reverter, caso alguma coisa corra mal.
pt_br: Por esta razão é importante ser atencioso quando aplicar atualizações de kernel e saber como reverter caso alguma coisa dê errado.
ro: Din acest motiv, e important să acordați atenție la aplicarea actualizărilor de nucleu și să știți cum să reveniți la cel anterior dacă ceva nu merge bine.
ru: В связи с этим, важно задумываться перед применением обновлений ядра, знать, как отменить их, если что-то пойдёт не так.
sk: Pre tento dôvod je dôležité byť opatrný ak aplikujete aktualizácie jadra systému a vedieť ako ich vrátiť naspäť ak sa niečo pokazí.
sl: Zaradi tega je pomembno, da ste previdni, ko posodabljate jedro, in da veste, kako povrniti spremembe, če gre kaj narobe.
sr: Из овог разлога је важно да будете опрезни приликом ажурирања кернела и да знате како да вратите кернел на стање пре ажурирања ако нешто пође по злу.
sr@latin: Iz tog razloga, važno je biti oprezan kada se primenjuju ažuriranja kernela i znati kako da se vratiti na prethodnu verziju kada nešto pođe naopako.
sv: Av detta skäl, är det viktigt att vara försiktig när kärnuppdateringar tillämpas och att veta hur man rullar tillbaka dem om något blir fel.
tr: Bu nedenle, çekirdek güncellemelerini uygularken ve bir şeyler ters gittiğinde bunları nasıl geri alacağınızı bilmek önemlidir.
uk: З цієї причини важливо бути обережним під час застосовування оновлень ядра та знати, як їх відкотити, коли щось піде не так.
vi: Vì lý do này, điều quan trọng là phải thận trọng khi áp dụng các bản cập nhật kernel và biết cách hoàn nguyên chúng khi có sự cố.

source: Multiple kernels can be installed
am: በርካታ ከረኔሎች መግጠም ይቻላል
ar: يمكن تثبيت نواة متعددة
be: Вы можаце мець некалькі ўсталяваных ядраў
bg: Могат да бъдат инсталирани много ядра
ca: Es poden instal·lar diversos kernels
cs: Nainstalováno může být i více verzí jádra vedle sebe
cy: Mae modd gosod cnewyll lluosog
da: Flere kerner kan installeres
de: Mehrere Kernel können installiert werden
el: Μπορούν να εγκατασταθούν πολλοί πυρήνες
eo: Pluraj kernoj povas esti instalitaj
es: Se pueden instalar varios núcleos
et: Samal ajal võib olla mitu kernelit paigaldatud
eu: Hainbat nukleo instalatu daitezke
fi: Useita ytimiä voidaan asentaa
fr_ca: Plusieurs noyaux peuvent être installés
he: אפשרי להתקין מספר ליבות
hi: एकाधिक कर्नेल इंस्टॉल करना संभव है
hr: Više kernela može biti instalirano
hu: Több kernel telepítése is lehetséges
ia: Multiple kernels pote esser installate
id: Beberapa kernel dapat dipasang
is: Hægt er að setja upp marga kjarna
it: Possono essere installati più kernel
ja: 複数のカーネルをインストールできます
kab: Aṭas n ileqman zemren ad ttusbedden
lt: Gali būti įdiegti keli branduoliai
nl: Er kunnen meerdere systeemkernen geïnstalleerd zijn
pl: Jednocześnie zainstalowanych może być wiele jąder systemu
pt: Podem estar instalados diversos kernel
pt_br: Múltiplos kernels podem ser instalados
ro: Mai multe nuclee pot fi instalate
ru: Могут быть установлены несколько ядер
sk: Nainštalovaných môže byť viacero jadier
sl: Nameščenih je lahko več jeder
sr: Више кернела може бити инсталирано
sr@latin: Moguće je instalirati više različitih verzija kernela
sv: Flera kärnor kan installeras
tr: Birden fazla çekirdek kurulu olabilir
uk: Може бути встановлено декілька ядер
vi: Có thể cài đặt nhiều hạt nhân
