Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Set up system snapshots to protect yourself from mistakes and regressions. If anything breaks simply restore the last snapshot.
ar: إعداد لقطات النظام لحماية نفسك من الأخطاء والانتكاسات. إذا تعطل أي شيء ببساطة قم باستعادة اللقطة الأخيرة.
ast: Activa les Semeyes de Sistema pa protexete d'erros ya regresiones. Si daqué se daña, torna a la cabera semeya.
be: Наладзьце здымкі сістэмы каб абараніць сябе ад памылак і рэгрэсій. Калі нешта зламаецца, зможаце лёгка аднавіць апошні здымак.
bg: Настройте системни снимки за да се защитите от грешки и регресии. Ако нещо се счупи, просто възстановете от последната снимка.
ca: Configureu les instantànies del sistema per protegir-vos d'errors i regressions. Si alguna cosa s'espatlla, simplement restaureu l'última instantània.
cy: Gosodwch giplun system i ddiogelu eich hun rhag camgymeriadau ac atchweliadau. Os bydd rhywbeth yn torri mae'n hawdd adfer y ciplun diwethaf.
el: Ρυθμίστε τα στιγμιότυπα του συστήματος για να προστατεύσετε τον εαυτό σας από λάθη και υποχωρήσεις. Αν κάτι σπάσει απλά επαναφέρετε το τελευταίο στιγμιότυπο.
eo: Agordu sistem-momentfotojn por vin protekti kontraŭ eraroj kaj regresoj. Se io fuŝiĝas, tiam simple restaŭru la lastan momentfoton.
es: Configure las instantáneas del sistema para protegerse de fallos y regresiones. Si algo se estropea, simplemente restaure la última instantánea.
et: Süsteemi hetktõmmiste kasutamine kaitseb sind vigade ja regressioonide eest. Kui midagi katki läheb, saad lihtsalt taastada viimase hetktõmmise.
eu: Konfiguratu sistemaren argazkiak zure burua akats eta erregresioetatik babesteko. Zerbait puskatzen bada, azken argazkia leheneratu eta kito.
fa: اسنپ‌شات‌های سیستم را برای محافظت از خود دربرابر اشتباهات و پس‌رفت ها تنظیم کنید. اگر چیزی خراب شد به‌سادگی اسنپ‌شات قبلی را بازیابی کنید.
fr_ca: Configurer les images de votre système pour vous protéger des erreurs et des régressions. Si quelque chose ne fonctionne plus, simplement restaurer la dernière image.
he: נא להגדיר תמונות־חטף מערכת להתגוננות מפני טעויות ותסוגה. אם משהו משתבש פשוט משחזרים את התמונת־החטף האחרונה.
hi: त्रुटि व दोषों आदि से रक्षा हेतु सिस्टम स्नैपशॉट सेट करें। समस्या होने पर अंतिम स्नैपशॉट द्वारा सिस्टम पुनः स्थापित करें।
ia: Configura le instantaneos de systema pro proteger te mesmo ab errores e regressiones. Si alco se rumpe restaura simplemente le ultime instantaneo.
id: Siapkan snapshot sistem untuk melindungi diri Anda dari kesalahan dan regresi. Jika ada yang rusak, cukup pulihkan snapshot terakhir.
is: Settu endilega upp skyndiafritun kerfisins til að verja þig fyrir afturför og mistökum. Ef eitthvað gerist, endurheimtirðu einfaldlega síðasta skyndiafrit.
it: Imposta le istantanee di sistema per proteggerti da errori e regressioni. Se qualcosa va storto, semplicemente ripristina l'ultima istantanea.
ja: システムのスナップショットを設定して、誤操作やリグレッション (アップデートで発生するかもしれない問題) から身を守れます。何かが壊れた場合は、最後のスナップショットを復元するだけです。
kab: Swel tuṭṭfiwin n unagraw i umesten-ik si tuccḍiwin akked tuɣalin ɣer deffir. Ma yella kra yerẓen err-d kan tuṭṭfa-nni taneggarut.
lo: ຕັ້ງຄ່າພາບຖ່າຍລະບົບເພື່ອປ້ອງກັນຕົວເອງຈາກຄວາມຜິດພາດ ແລະ ການຖົດຖອຍ. ຖ້າມີຫຍັງເສຍຫາຍ, ພຽງແຕ່ກູ້ຄືນພາບຖ່າຍຫຼ້າສຸດ.
lt: Nusistatykite sistemos momentines kopijas, kad apsisaugotumėte nuo klaidų ir regresijų. Jei kažkas nutiks, tiesiog, atkurkite paskiausią momentinę kopiją.
lv: Iestati sistēmas momentuzņēmumus, lai pasargātu sevi no kļūdām un regresijām. Ja kaut kas sabojājas, vienkārši atjauno izmantojot jaunāko momentuzņēmumu.
nb: Sett opp systemøyeblikksbilder for å beskytte deg mot feil og regresjoner. Hvis noe går i stykker, gjenoppretter du bare det siste øyeblikksbildet.
nl: Stel momentopnamen in van uw systeem om u te beschermen tegen vergissingen en regressies. Als er iets mis gaat kunt u eenvoudigweg de nieuwste momentopname terugzetten.
nn: Set opp systemøyeblikksbilete for å verne deg mot feil og regresjonar. Dersom noko bryt saman, gjenopprett det siste øyeblikksbiletet.
oc: Parametrar los instantanèus sistèma per vos protegir de falsas manipulacions e regressions. Se quicòm se copa restauratz simplament lo darrièr instantanèu.
pl: Ustaw migawki systemu, aby uchronić się przed błędami i regresjami. Jeśli coś się popsuje, po prostu przywrócisz ostatnią migawkę.
pt: Configure a criação de cópias para se proteger de erros e/ou regressões. Se algo de errado acontecer, basta restaurar a última cópia.
pt_br: Configure snapshots do sistema para se proteger contra erros e regressões. Se alguma coisa der problema, é só restaurar o último snapshot.
ro: Folosiți instantaneele de sistem ca să vă protejați de greșeli și regresii. Dacă ceva se strică, restaurați cel mai recent instantaneu.
ru: Настройте создание снимков системы, чтобы защитить себя от ошибок и регрессий. Если что-то сломается, просто восстановите последний снимок.
sl: Vzpostavite slike sistema, da se zaščitite pred napakami in regresijami. Če se kar koli zalomi, enostavno obnovite zadnji posnetek sistema.
sr: Подесите системске снимке како бисте се заштитили од грешака и регресија. Ако се било шта ломи, једноставно вратите последњи снимак.
sr@latin: Postavite snimke stanja sistema da biste se zaštitili od grešaka i regresija. Ukoliko se nešto pokvari, jednostavno vratite sistem u prethodno stanje iz poslednjeg snimka stanja sistema.
sv: Skydda datorn från misstag och regressioner genom att aktivera funktionen för att skapa ögonblicksbilder av systemet. Du kan då återställa datorn om något fel skulle uppstå.
uk: Створюйте знімки системи для захищення себе від помилок і регресій. Якщо щось пошкоджується, просто відновляйте останній знімок.
uz: O‘zingizni xatolar va regressiyalardan himoya qilish uchun tizim tasvirlarini sozlang. Agar biror narsa buzilsa, shunchaki oxirgi tasvirini tiklang.
vi: Thiết lập bản sao lưu hệ thống để bảo vệ bạn khỏi những sai lầm và hồi quy. Nếu có bất cứ điều gì bị hỏng, chỉ cần khôi phục bản sao lưu cuối cùng.

source: Linux Mint recommends to set up automated system snapshots and to apply all available updates. This way, your computer is always secure and you can go back in time and recover from any potential regression.
ar: ينصح Linux Mint بإعداد اللقطات التلقائية للنظام وتطبيق جميع التحديثات المتوفرة. بهذه الطريقة، يكون جهاز الكمبيوتر الخاص بك آمناً دائماً ويمكنك الرجوع للخلف والتعافي من أي انتكاس محتمل.
ast: Linux Mint encamientate a automatizar les Semeyes de Sistema y a aplicar tolos anovamientos que tean disponibles. Asina, el to ordenador tará siempres a salvu y sedrás quien a tornar atrás y recuperate de cualesquier regresión potencial.
be: Linux Mint рэкамендуе наладзіць аўтаматычныя здымкі сістэмы і ўжыць усе даступныя абнаўленні. Так ваш камп'ютар заўсёды будзе абаронены і вы зможаце вярнуцца назад і аднавіцца пасля любой патэнцыйнай рэгрэсіі.
bg: Линукс Минт препоръчва да зададете автоматични снимки на системата и да прилагате всички налични актуализации. По този начин вашия компютър е винаги сигурен и може да се върнете назад и да възстановите от всяка потенциална регресия.
ca: Linux Mint recomana configurar les instantànies automàtiques del sistema i aplicar totes les actualitzacions disponibles. D'aquesta manera, el vostre ordinador sempre està segur i es pot retrocedir en el temps i recuperar-se de qualsevol possible regressió.
cy: Mae Linux Mint yn argymell gosod cipluniau system awtomatig a gosod yr holl ddiweddariadau sydd ar gael. Fel hyn, bydd eich cyfrifiadur yn ddiogel a bydd modd i chi fynd yn ôl mewn amser ac adfer rhag unrhyw atchweliad
el: Το Linux Mint συνιστά να ρυθμίσετε τα αυτοματοποιημένα στιγμιότυπα συστήματος και να εφαρμόσετε όλες τις διαθέσιμες ενημερώσεις. Με αυτόν τον τρόπο, ο υπολογιστής σας είναι πάντα ασφαλής και μπορείτε να επιστρέψετε εγκαίρως και να ανακάμψετε από πιθανή υποχώρηση.
eo: Linukso Minto rekomendas agordi aŭtomatigitajn sistem-momentfotojn kaj apliki ĉiujn disponeblajn ĝisdatigojn. Ĉi-maniere via komputilo estas ĉiam sendanĝera kaj vi povas reiri pri horo kaj ripari de iu ajn ebla regreso.
es: Linux Mint recomienda configurar las instantáneas automáticas de sistema y aplicar todas las actualizaciones disponibles. De esta forma, el equipo siempre estará seguro y podrá retroceder en el tiempo y recuperarse de cualquier posible regresión.
et: Linux Mint soovitab kasutada automaatseid süsteemi hetktõmmiseid ja rakendada kõik saadaolevad uuendused. Nii on su arvuti alati turvaline ja sul on võimalike regressioonide korral võimalik taastada eelnev olukord.
eu: Linux Mintek sistemaren argazki automatikoak konfiguratu eta eskuragarri dauden eguneraketa guztiak aplikatzea gomendatzen du. Modu horretan, zure ordenagailua beti seguru egongo da eta denboran atzera joan eta erregresioetatik errekuperatu zaitezke.
fa: Linux Mint توصیه میکند اسنپ‌شات های خودکار سیستم را تنظیم کنید و تمام بروزرسانی های دردسترس را اعمال کنید. اینطوری رایانه شما همیشه ایمن است و شما میتوانید در صورت هرگونه پس‌رفت بالقوه، در زمان به عقب رفته و بازیابی کنید.
fr_ca: Linux Mint recommande de configurer les images automatiques et d'appliquer toutes les mises à jour disponibles. De cette façon, votre ordinateur est toujours sécuritaire et vous pouvez toujours revenir en arrière en cas de défaillance.
he: לינוקס מינט ממליצה להגדיר אטמוט ליצירת תמונות־חטף ולהחיל את כל העדכונים הזמינים. בכך, המחשב יהיה תמיד מאובטח וניתן יהיה לחזור אחורה בזמן ולהתאושש מכל תסוגה אפשרית.
hi: लिनक्स मिंट परामर्श अनुसार स्वतः सिस्टम स्नैपशॉट व सदैव उपलब्ध अपडेट लागू करें। इससे कंप्यूटर सुरक्षित रहने के साथ ही आप समस्या होने पर पूर्वस्थिति कार्यरत कर सकते हैं।
ia: Linux Mint recommenda de configurar instantaneos automatic del systema e de applicar tote le actualisationes disponibile. In iste maniera, tu computator es sempre secur e tu pote receder in tempore e recovrar ab ulle potential regression.
id: Linux Mint merekomendasikan untuk menyiapkan snapshot sistem otomatis dan menerapkan semua pembaruan yang tersedia. Dengan cara ini, komputer Anda selalu aman dan Anda dapat kembali ke masa lalu dan memulihkan dari potensi regresi apa pun.
is: Linux Mint mælir með því að setja upp allar fáanlegar uppfærslur og að setja upp sjálfvirka skyndiafritun kerfisins. Þannig verður tölvan þín öruggari og þú getur endurheimt ástand kerfisins ef eitthvað fer úrskeiðis.
it: Linux Mint raccomanda di impostare le istantanee di sistema automatiche e di applicare tutti gli aggiornamenti. In tal modo, il tuo computer è sempre sicuro e puoi "tornare indietro nel tempo" per ripristinare qualunque potenziale regressione.
ja: Linux Mint では、自動システムスナップショットを設定し、利用可能な全てのアップデートを適用することをお勧めしています。これにより、コンピューターは常に安全で、時間をさかのぼって潜在的なリグレッションから回復できます。
kab: Linux Mint yessemtar aseɣwer n tuṭṭfiwin tiwurmanin n unagraw yerna ad tesbeddeḍ akk ileqman iqejden. S wakka aselkim-inek ad yeqqim yalas d aɣelsan yerna ad tizmireḍ ad tuɣaleḍ ɣer deffir deg wakud iwakken ad d-terreḍ anagraw ma yella-d ukaray.
lo: Linux Mint ແນະນຳໃຫ້ຕັ້ງຄ່າພາບຖ່າຍລະບົບແບບອັດຕະໂນມັດ ແລະ ນຳໃຊ້ການອັບເດດທັງໝົດທີ່ມີຢູ່. ດ້ວຍວິທີນີ້, ຄອມພິວເຕີຂອງທ່ານຈະປອດໄພສະເໝີ ແລະ ທ່ານສາມາດຍ້ອນເວລາກັບໄປ ແລະ ກູ້ຄືນຈາກການຖົດຖອຍທີ່ອາດຈະເກີດຂຶ້ນໄດ້.
lt: Linux Mint rekomenduoja nusistatyti automatines sistemos momentines kopijas ir taikyti visus prieinamus atnaujinimus. Tokiu būdu jūsų kompiuteris visada išliks saugus ir, esant galimai regresijai, galėsite atkurti savo kompiuterį į ankstesnę darbo būseną.
lv: Linux Mint iesaka iestatīt automatizētus sistēmas momentuzņēmumus un piemērot visus pieejamos atjauninājumus. Tādā veidā tavs dators vienmēr ir drošs, un tu vari atgriezties laikā un atgūties no jebkuras potenciālas regresijas.
nb: Linux Mint anbefaler å sette opp automatiserte systemøyeblikksbilder og å bruke alle tilgjengelige oppdateringer. På denne måten er datamaskinen din alltid sikker, og du kan gå tilbake i tid og komme deg etter enhver potensiell regresjon.
nl: Linux Mint raadt aan om automatische momentopnamen in te stellen voor uw systeem en om alle beschikbare actualiseringen te installeren. Op die manier is uw computer altijd veilig en kunt u 'terug in de tijd' om een mogelijke regressie te verhelpen. Aangezien momentopnamen veel schijfruimte kunnen kosten en zo het systeem in de weg kunnen gaan zitten, plaatst u de momentopnamen liefst op een aparte partitie.
nn: Linux Mint tilrår å setje opp automatiserte systemøyeblikksbilete og ta i bruk alle tilgjengelege oppdateringar. På den måten er datamaskina di alltid trygg, og du kan gå tilbake i tid og gjenopprette frå eventuelle regresjonar.
oc: Linux Mint recomanda de configurar las capturas de salvagarda automaticas e d’aplicar totas las mesas a jorn disponiblas. Atal, vòstre ordenador es totjorn segur e podètz tornar dins lo temps per lo restaurar en cas de regression potenciala.
pl: Linux Mint zaleca ustawienie automatycznych migawek systemu oraz instalowanie wszystkich aktualizacji. Dzięki temu Twój system będzie zawsze bezpieczny, a Ty będziesz mieć możliwość wycofania zmian i przywrócenia poprzedniego stanu z jakiejkolwiek potencjalnej regresji.
pt: Recomendamos a configuração de cópias do sistema automáticas e de aplicar todas as atualizações disponíveis. Desta forma, o computador estará sempre protegido mas também será possível restaurar o sistema caso algo de errado aconteça.
pt_br: O Linux Mint recomenda configurar snapshots automáticos do sistema e aplicar todas as atualizações disponíveis. Dessa forma, seu computador estará sempre seguro e você poderá voltar no tempo e recuperá-lo de qualquer possível problema.
ro: Linux Mint recomandă să stabiliți crearea automată a instantaneelor de sistem și să aplicați toate actualizările disponibile. Astfel, calculatorul este întotdeauna sigur și puteți restaura funcționalitatea sistemului în cazul oricărei potențiale regresii.
ru: В Linux Mint желательно настроить автоматическое создание снимков системы и применять все доступные обновления. Таким образом, ваш компьютер будет всегда защищён, вы сможете откатиться назад и восстановить систему от любой возможной регрессии.
sl: Linux Mint priporoča, da vzpostavite samodejno izdelavo slik sistema in da uveljavite vse razpoložljive posodobitve. Na ta način je vaš računalnik vedno varen in vrnete se lahko v času ter ga obnovite pri vsaki potencialni regresiji.
sr: Линукс Минт препоручује постављање аутоматског стварања снимака система и примену свих доступних исправки. На тај начин, ваш рачунар је увек сигуран и можете се вратити натраг у времену и опоравити се од могуће нестабилности.
sr@latin: Linuks Mint preporučuje postavljanje automatizovanog snimanja stanja sistema i primenjivanje svih dostupnih ažuriranja. Na ovaj način Vaš računar će uvek biti bezbedan i možete se vratiti u prošlost i oporaviti sistem od bilo kakve potencijalne regresije.
sv: Utvecklarna för Linux Mint rekommenderar automatiskt skapande av systemavbilder och att alla uppdateringar installeras. På så sätt är datorn alltid säker och du kan återställa den till ett fungerande tillstånd om det skulle uppstå några problem.
uk: «Linux Mint» радить створювати автоматичні знімки системи та застосовувати всі доступні оновлення. У такий спосіб ваш комп'ютер завжди в безпеці та ви можете вчасно повернутися та відновитися після будь-якої потенційної регресії.
uz: Linux Mint avtomatlashtirilgan tizim tasvirlarini o‘rnatishni va barcha mavjud yangilanishlarni qo‘llashni tavsiya qiladi. Shunday qilib, sizning kompyuteringiz har doim xavfsiz bo‘ladi va siz o‘tmishga qaytishingiz va har qanday mumkin bo‘lgan regressiyadan xalos bo‘lishingiz mumkin.
vi: Linux Mint khuyên bạn nên thiết lập bản sao lưu hệ thống tự động và áp dụng tất cả các bản cập nhật có sẵn. Bằng cách này, máy tính của bạn luôn được bảo mật và bạn có thể quay ngược thời gian và phục hồi sau mọi sự hồi quy tiềm ẩn.

source: Packages listed here will never receive updates. Use this option to block updates that you know cause issues on your system.
ast: Los paquetes d'esta llista nun van recibir anovamientos enxamás. Emplegar esta opción pa bloquear anovamientos que te dean problemes nel to sistema.
be: Паказаныя тут пакеты ніколі не атрымаюць абнаўленняў. Выкарыстоўвайце гэту опцыю каб заблакіраваць абнаўленні, якія як вы ведаеце выклічуць праблемы ў вашай сістэме.
bg: Пакетите в списъка никога няма да бъдат актуализирани. Използвайте тази опция, за да блокирате актуализации, за които знаете че предизвикват проблеми.
cy: Ni fydd pecynnau sy'n cael eu rhestru yma byth yn derbyn diweddariadau. Defnyddiwch yr opsiwn hwn i rwystro diweddariadau rydych chi'n gwybod sy'n achosi problemau ar eich system.
el: Τα πακέτα που υπάρχουν εδώ δε θα λάβουν ποτέ ενημερώσεις. Χρησιμοποιήστε αυτή την επιλογή για να μπλοκάρετε ενημερώσεις που ξέρετε ότι θα προκαλέσουν προβλήματα στο σύστημά σας.
eo: Ĉi tie listigitaj pakoj neniam ricevos ĝisdatigojn. Uzu ĉi-opcion por bloki ĝisdatigojn, kiuj, kiel vi scias, okazigas atentindaĵojn sur via sistemo.
es: Los paquetes listados aquí no recibirán nunca actualizaciones. Use esta opción para bloquear las actualizaciones que causen problemas en su sistema.
et: Järgnevaid pakette ei uuendata kunagi. Kasuta seda valikut, et blokeerida uuendused, mis põhjustavad sinu arvutis probleeme.
eu: Hemen zerrendatutako paketeek ez dute eguneraketarik jasoko. Erabili aukera hau zure sistemari arazoak sortuko dizkieten eguneraketak blokeatzeko.
fa: بسته‌های لیست شده در اینجا هیچگاه به‌روزرسانی دریافت نمیکنند. از این گزینه برای انسداد به‌روزرسانی هایی که میدانید بر سیستم شما اشکال ایجاد میکنند استفاده کنید.
fr_ca: Les paquets listés ici ne recevront jamais de mises à jour. Utilisez cette option pour bloquer les mises à jour qui causent des problèmes à votre système.
he: החבילות שברשימה לעולם לא תעודכנה. נא להשתמש באפשרות זו על מנת לחסום עדכונים הגורמים לבעיות במערכת.
hi: सूचीबद्ध पैकेज हेतु अपडेट कभी लागू नहीं होंगी। इस विकल्प द्वारा ज्ञात समस्यात्मक अपडेट अवरुद्ध करें।
ia: Le pacchettos ci listate jammais recipera plus actualisationes. Usa iste option pro blocar le actualisationes que, tu sape, causa problemas a tu systema.
id: Paket yang tercantum di sini tidak akan pernah menerima pembaruan. Gunakan opsi ini untuk memblokir pembaruan yang Anda tahu menyebabkan masalah pada sistem Anda.
is: Pakkar á þessum lista munu aldrei verða uppfærðir. Notaðu þetta til að loka á uppfærslur sem þú veist að hafa valdið vandræðum á kerfinu þínu.
it: I pacchetti elencati qui non riceveranno mai aggiornamenti. Usa quest'opzione per bloccare gli aggiornamenti che sai che causano problemi sul tuo sistema.
ja: ここの一覧に登録されているパッケージは、アップデートを受け取りません。このオプションを使用すると、システムの問題の原因となるアップデートをブロックできます。
kab: Ikemmusen yettwbdren agi werǧin ad ttuleqqmen. Seqdec tanefrunt-agi iwakken ad tesweḥleḍ ileqman i teẓriḍ belli gellun-d s wuguren i unagraw-inek.
lo: ແພັກເກດທີ່ລະບຸຢູ່ນີ້ຈະບໍ່ໄດ້ຮັບການອັບເດດ. ໃຊ້ຕົວເລືອກນີ້ເພື່ອບລັອກການອັບເດດທີ່ທ່ານຮູ້ວ່າເຮັດໃຫ້ເກີດບັນຫາໃນລະບົບຂອງທ່ານ.
lt: Čia išvardytiems paketams niekada nebus teikiami atnaujinimai. Naudokite šį pasirinkimą, norėdami užblokuoti atnaujinimus, kurie jūsų sistemoje sukelia žinomas problemas.
lv: Šeit uzskaitītās pakotnes nekad nesaņems atjauninājumus. Izmanto šo iespēju, lai bloķētu atjauninājumus, kas, tavuprāt, rada problēmas tavai sistēmai.
nb: Pakker som er oppført her, vil aldri motta oppdateringer. Bruk dette alternativet til å blokkere oppdateringer som du vet forårsaker problemer på systemet ditt.
nl: Pakketten die hier staan opgesomd zullen nimmer worden bijgewerkt. Gebruik deze optie om actualiseringen te blokkeren waarvan u weet dat ze problemen veroorzaken in uw systeem.
nn: Pakkar som er lista her vil aldri få oppdateringar. Bruk dette valet for å blokkere oppdateringar du veit skapar problem på systemet ditt.
oc: Los paquets listats aquí recebràn pas jamai de mesas a jorn. Utilizatz aquesta opcion per blocar las mesas a jorn que sabètz que causan de problèmas sus vòstre sistèma.
pl: Wymienione tutaj pakiety nigdy nie będą aktualizowane. Użyj tej opcji, aby zablokować aktualizacje, które powodują problemy w Twoim systemie.
pt: Os pacotes aqui listados nunca irão receber atualizações. Utilize esta opção para bloquear atualizações que você saiba que podem causar problemas.
pt_br: Pacotes listados aqui nunca receberão atualizações. Use esta opção para bloquear atualizações que você sabe que podem causar problemas em seu sistema.
ro: Pachetele enumerate aici nu vor primi niciodată actualizări. Utilizați această opțiune pentru a bloca actualizările despre care știți că apar probleme pe sistemul dvs.
ru: Пакеты, перечисленные здесь, никогда не будут получать обновления. Используйте эту возможность, чтобы заблокировать обновления, которые, по вашему мнению, могут вызывать проблемы в вашей системе.
sl: Tukaj izpisani paketi ne bodo nikoli prejeli posodobitev. Uporabite to možnost, da blokirate posodobitve, za katere veste, da bodo na vašem sistemu povzročale težave.
sr: Пакети који су овде наведени никада неће примити ажурирања. Користите ову опцију да бисте блокирали ажурирања за које знате да узрокују проблеме на вашем систему.
sr@latin: Paketi koji su navedeni u ovom spisku nikada neće dobijati ažuriranja. Koristite ovu opciju da blokirate ažuriranja za koja znate da dovode do problema na Vašem sistemu.
sv: Paketen i den här listan kommer aldrig att uppdateras. Använd den för att stoppa paket som du vet kan orsaka problem.
uk: Пакунки, перелічені тут, ніколи не будуть оновлюватися. Використовуйте цю опцію для блокування оновлень, які, як вам відомо, спричиняють проблеми у вашій системі.
uz: Bu yerda keltirilgan paketlar hech qachon yangilanishlarni olmaydi. Tizimingizda muammolarga olib kelishini bilgan yangilanishlarni bloklash uchun ushbu parametrdan foydalaning.
vi: Các gói được liệt kê ở đây sẽ không bao giờ nhận được cập nhật. Sử dụng tùy chọn này để chặn các bản cập nhật mà bạn biết là nguyên nhân gây ra sự cố trên hệ thống của mình.
