Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Downloading changelog...
am: የተቀየረ መግቢያን በማውረድ ላይ...
ar: جاري تنزيل سجل التغييرات...
ast: Descargando llista de cambios...
be: Спампоўванне гісторыі змен...
bg: Изтегляне на списък с промените...
ca: S'està baixant el registre de canvis...
cs: Stahování seznamu změn…
cy: Cofnod newid llwytho i lawr...
da: Henter ændringslog …
de: Änderungsprotokoll wird heruntergeladen …
el: Λήψη αρχείου καταγραφής αλλαγών...
eo: Elŝutado de ŝanĝoprotokolo...
es: Descargando el registro de cambios...
et: Muudatuste logi allalaadimine...
eu: Aldaketa-egunkaria deskargatzen...
fa: در حال دانلود گزارش تغییرات...
fi: Ladataan muutoshistoriaa...
fr_ca: Téléchargement du journal des modifications ...
he: הורדת יומן שינויים...
hi: परिवर्तन सूची डाउनलोड...
hr: Preuzimanje zapisa promjena...
hu: A módosítások listájának letöltése…
ia: Discargamento del registro de modificationes...
id: Mengunduh catatan perubahan...
is: Næ í breytingaskrá...
it: Scaricamento della lista dei cambiamenti in corso...
ja: 更新履歴をダウンロードしています...
kab: Asider n tebdart n ibeddilen...
lo: ກຳລັງດາວໂຫຼດລາຍການປ່ຽນແປງ...
lt: Atsiunčiamas keitimų žurnalas...
lv: Lejupielādē izmaiņu sarakstu...
nb: Laster ned endringslogg...
nl: Wijzigingslogboek binnenhalen...
nn: Lastar ned endringsloggen …
oc: Telecargament de la lista de las modificacions...
pl: Pobieranie listy zmian...
pt: A transferir registo de alterações…
pt_br: Baixando lista de mudanças...
ro: Se descarcă jurnalul de modificări...
ru: Загрузка журнала изменений...
sk: Sťahovanie protokolu zmien
sl: Prenašanje dnevnika sprememb ...
sr: Преузимам дневник измена...
sr@latin: Preuzimanje spiska promena...
sv: Hämtar ändringsloggen...
tr: Değişim günlüğü indiriliyor...
uk: Завантажується журнал змін...
uz: Oʻzgarishlar jurnali yuklab olinmoqda...
vi: Đang tải xuống nhật kí thay đổi...

source: No changelog available
am: የተቀየረ መግቢያ የለም
ar: لا يوجد سجل تغييرات متاح
ast: Rexistru de cambeos nos disponible
be: Гісторыя змен недаступна
bg: Списъкът с промените не е достъпен
ca: No hi ha disponible cap registre de canvis
cs: Není k dispozici žádný seznam změn
cy: Dim cofnod newid ar gael...
da: Ingen ændringslog tilgængelig
de: Kein Änderungsprotokoll verfügbar
el: Μη διαθέσιμο αρχείο καταγραφής αλλαγών
eo: Neniu ŝanĝoprotokolo disponeblas
es: Registro de cambios no disponible
et: Muudatuste logi pole saadaval
eu: Ez dago aldaketa-egunkaririk eskuragarri
fa: هیچ گزارش تغییری موجود نیست
fi: Muutoshistoriaa ei ole saatavilla
fr_ca: Aucun journal des modifications disponible
he: יומן שינויים לא זמין
hi: कोई बदलाव सूची उपलब्ध नहीं
hr: Zapis promjena nije dostupan
hu: A módosítások listája nem érhető el
ia: Nulle registro de modificationes disponibile
id: Tidak ada catatan perubahan yang tersedia
is: Enginn breytingaannáll tiltækur
it: Lista dei cambiamenti non disponibile
ja: 更新履歴はありません
kab: Ulac aɣmis n ibeddilen iwejden
lo: ບໍ່ມີລາຍການປ່ຽນແປງ
lt: Nėra keitimų žurnalo
lv: Izmaiņu saraksts nav pieejams
nb: Ingen endringslogg tilgjengelig
nl: Geen wijzigingslogboek beschikbaar
nn: Ingen endringslogg er tilgjengeleg
oc: Cap de jornal de las modificacions es pas disponible
pl: Lista zmian niedostępna
pt: Não há registo de alterações
pt_br: Lista de mudanças não disponível
ro: Jurnalul modificărilor nu este disponibil
ru: Журнал изменений недоступен
sk: K dispozícii nie je žiadny zoznam zmien
sl: Dnevnik sprememb ni na voljo
sr: Дневник измена није доступан
sr@latin: Nema dostupnog spiska promena
sv: Ingen ändringslogg tillgänglig
tr: Değişim günlüğü mevcut değil
uk: Немає доступного журналу змін
uz: Hech qanday o‘zgartirish jurnali mavjud emas
vi: Không có nhật ký thay đổi nào

source: This upgrade will trigger additional changes
am: ይህ ማሻሻያ ተጨማሪ ለውጦችን ያስነሳል
ar: ستؤدي هذه الترقية إلى إجراء تغييرات إضافية
be: Гэта абнаўленне выкліча дадатковыя змены
bg: Тази актуализация ще предизвика допълнителни промени
ca: Aquesta actualització realitzarà canvis addicionals
cs: Tato aktualizace spustí dodatečné změny
cy: Bydd y diweddariad yn achosi newidiadau pellach
da: Denne opgradering vil medføre yderligere ændringer
de: Diese Systemaktualisierung wird weitere Änderungen hervorrufen
el: Η αναβάθμιση αυτή θα προκαλέσει επιπρόσθετες αλλαγές
eo: Ĉi tiu promocio ekagigos aldonajn ŝanĝojn
es: Esta actualización producirá cambios adicionales
et: See uuendus põhjustab täiendavad muudatused
eu: Bertsio-berritze honek aldaketa gehigarriak abiaraziko ditu
fi: Tämä päivitys aiheuttaa lisämuutoksia
fr_ca: Cette mise à niveau déclenchera des modifications supplémentaires
he: עדכון זה מצריך ביצוע שינויים נוספים במערכת
hi: इस अपग्रेड द्वारा अतिरिक्त परिवर्तन उत्प्रेरित होंगे
hr: Ova nadogradnja će izazvati dodatne promjene
hu: Ez a frissítés további változtatásokat von maga után
ia: Iste modernisation discatenara cambios additional
id: Pembaharuan ini akan memicu perubahan tambahan
is: Þessi uppfærsla hefur í för með sér viðbótarbreytingar
it: L'aggiornamento causerà ulteriori modifiche
ja: このアップグレードにより、追加の変更が行われます
kab: Aleqqem-agi ad d-iglu s ibeddilen-nniḍen
lt: Šis atnaujinimas sukels papildomų pakeitimų
nl: Deze opwaardering zal tot extra wijzigingen leiden
pl: Ta aktualizacja wywoła dodatkowe zmiany
pt: Esta atualização irá desencadear alterações adicionais
pt_br: Essa atualização implicará em mudanças adicionais
ro: Această actualizare va produce modificări suplimentare
ru: Данное обновление приведёт к дополнительным изменениям
sk: Táto aktualizácia spustí ďalšie zmeny
sl: Ta posodobitev bo sprožila dodatne spremembe
sr: Ова надоградња ће повући додатне промене
sr@latin: Ovo ažuriranje će izazvati dodatne promene
sv: Denna uppdatering kommer att trigga ytterligare förändringar
tr: Bu güncelleme, ek değişiklikleri tetikleyecek
uk: Це оновлення спричинить додаткові зміни
vi: Bản nâng cấp này sẽ đồng thời kích hoạt nhiều thay đổi phụ thêm

source: The following packages will be removed:
am: የሚቀጥለው ጥቅል ይወገዳል
ar: ستتم إزالة الحزم التالية:
be: Наступныя пакеты будуць выдалены:
bg: Следните пакети ще бъдат премахнати:
ca: Es desinstal·laran els paquets següents:
cs: Následující balíčky budou odebrány:
cy: Bydd y pecynnau canlynol yn cael eu tynnu:
da: Følgende pakker vil blive fjernet:
de: Die folgenden Pakete werden entfernt:
el: Τα ακόλουθα πακέτα θα καταργηθούν:
eo: La sekvaj pakoj estos forigitaj:
es: Se eliminarán los paquetes siguientes:
et: Eemaldatakse järgmised paketid:
eu: Ondorengo paketeak kenduko dira:
fi: Seuraavat paketit poistetaan:
fr_ca: Les paquets suivants seront supprimés :
he: החבילות הבאות תוסרנה:
hi: निम्नलिखित पैकेज हटेंगे :
hr: Sljedeći paketi će biti uklonjeni:
hu: A következő csomagok lesznek eltávolítva:
ia: Le sequente pacchettos essera removite:
id: Paket-paket berikut akan dihapus:
is: Eftirfarandi pakkar verða fjarlægðir:
it: I seguenti pacchetti saranno rimossi:
ja: これらのパッケージが削除されます:
kab: Ikemmusen-agi ad ttwakksen:
lt: Bus pašalinti šie paketai:
nl: De volgende pakketten zullen verwijderd worden:
pl: Następujące pakiety zostaną usunięte:
pt: Serão removidos os seguintes pacotes:
pt_br: Os seguintes pacotes serão removidos:
ro: Următoarele pachete vor fi eliminate:
ru: Будут удалены следующие пакеты:
sl: Odstranjeni bodo sledeči paketi:
sr: Следећи пакети ће бити уклоњени:
sr@latin: Sledeći paketi će biti uklonjeni:
sv: Följande paket kommer att tas bort:
tr: Aşağıdaki paketler kaldırılacaktır:
uk: Буде вилучено такі пакунки:
vi: Các gói sau đây sẽ bị gỡ bỏ:

source: The following packages will be installed:
am: የሚቀጥለው ጥቅል ይገጠማል
ar: سيتم تثبيت الحزم التالية:
be: Наступныя пакеты будуць усталяваны:
bg: Следните пакети ще бъдат инсталирани:
ca: S'instal·laran els paquets següents:
cs: Následující balíčky budou nainstalovány:
cy: Bydd y pecynnau canlynol yn cael eu gosod:
da: Følgende pakker vil blive installeret:
de: Die folgenden Pakete werden installiert:
el: Τα ακόλουθα πακέτα θα εγκατασταθούν:
eo: La sekvaj pakoj estos instalitaj:
es: Se instalarán los paquetes siguientes:
et: Paigaldatakse järgnevad paketid:
eu: Ondorengo paketeak instalatuko dira:
fi: Seuraavat paketit asennetaan:
fr_ca: Les paquets suivants seront installés :
he: החבילות הבאות תותקנה:
hi: निम्नलिखित पैकेज इंस्टॉल होंगे :
hr: Sljedeći paketi će biti instalirani:
hu: A következő csomagok lesznek telepítve:
ia: Le sequente pacchettos essera installate:
id: Paket-paket berikut akan dipasang:
is: Eftirfarandi pakkar verða settir inn:
it: I seguenti pacchetti saranno installati:
ja: これらのパッケージがインストールされます:
kab: Ikemmusen-agi ad ttusbeden:
lt: Bus įdiegti šie paketai:
nl: De volgende pakketten zullen worden geïnstalleerd:
pl: Następujące pakiety zostaną zainstalowane:
pt: Serão instalados os seguintes pacotes:
pt_br: Os seguintes pacotes serão instalados:
ro: Următoarele pachete vor fi instalate:
ru: Будут установлены следующие пакеты:
sl: Nameščeni bodo sledeči paketi:
sr: Следећи пакети ће бити инсталирани:
sr@latin: Sledeći paketi će biti instalirani:
sv: Följande paket kommer att installeras:
tr: Aşağıdaki paketler kurulacaktır:
uk: Буде встановлено такі пакунки:
vi: Các gói sau sẽ được cài đặt:

source: Installing updates
am: ማሻሻያዎችን በመግጠም ላይ
ar: تثبيت التحديثات
ast: Instalando anovamientos
be: Усталяванне абнаўленняў
bg: Инсталиране на обновявания
ca: Instal·lació de les actualitzacions
cs: Instalace aktualizací
cy: Yn gosod y diweddariadau
da: Installerer opdateringer
de: Aktualisierungen werden installiert
el: Εγκατάσταση ενημερώσεων
eo: Instalado de ĝisdatigoj
es: Instalando las actualizaciones
et: Uuenduste paigaldamine
eu: Eguneraketak instalatzen
fa: در حال نصب به‌روزرسانی‌ها
fi: Asennetaan päivityksiä
fr_ca: Installation des mises à jour
he: התקנת עדכונים
hi: अपडेट इंस्टॉल हो रही हैं
hr: Instaliranje nadopuna
hu: Frissítések telepítése
ia: Installation de actualisationes
id: Menginstall pembaruan
is: Set inn uppfærslur
it: Installazione degli aggiornamenti
ja: アップデートをインストールしています
kab: Asbeddi n ileqman
lo: ກຳລັງຕິດຕັ້ງການອັບເດດ
lt: Diegiami atnaujinimai
lv: Instalē atjauninājumus
nb: Installerer oppdateringer
nl: Actualiseringen installeren...
nn: Installerer oppdateringane
oc: Installar las mesas a jorn
pl: Instalowanie aktualizacji
pt: A instalar atualizações
pt_br: Instalando atualizações
ro: Se instalează actualizările
ru: Установка обновлений
sk: Inštalujú sa aktualizácie
sl: Nameščanje posodobitev
sr: Ажурирам пакете
sr@latin: Instaliranje ažuriranja
sv: Installerar uppdateringar
tr: Güncellemeler kuruluyor
uk: Установлюються оновлення
uz: Yangilanishlarni o‘rnatish
vi: Đang cài đặt các bản cập nhật

source: Could not install the security updates
am: የደህንነት ማሻሻያዎችን መግጠም አልተቻለም
ar: تعذر تثبيت تحديثات الأمان
ast: Nun se pudieron instalar los anovamientos de seguridá
be: Не выйшла ўсталяваць абнаўленні бяспекі
bg: Актуализациите по сигурността не могат да бъдат инсталирани
ca: No s'han pogut instal·lar les actualitzacions de seguretat
cs: Nedaří se nainstalovat bezpečnostní aktualizace
cy: Methu gosod yr diweddariadau diogelwch
da: Kunne ikke installere sikkerhedsopdateringerne
de: Die Sicherheitsaktualisierungen konnten nicht installiert werden.
el: Αδυναμία εγκατάστασης ενημερώσεων ασφαλείας
eo: Ne eblas instali la sekurigajn ĝisdatigojn
es: No se han podido instalar las actualizaciones de seguridad
et: Turvauuendusi polnud võimalik paigaldada
eu: Ezin izan dira instalatu segurtasun eguneraketak
fa: نمی‌توان به‌روزرسانی امنیتی را نصب نمود
fi: Tietoturvapäivityksiä ei voitu asentaa
fr_ca: Impossible d'installer les mises à jour de sécurité
he: לא ניתן להתקין את עדכוני האבטחה
hi: सुरक्षा अपडेट इंस्टॉल नहीं हो सकी
hr: Neuspjela instalacija sigurnosnih nadopuna
hu: Nem sikerült telepíteni a biztonsági frissítéseket
ia: Incapace a installar actualisationes de securitate
id: Pembaruan keamanan tidak bisa di instal
is: Gat ekki sett upp öryggisuppfærslur
it: Impossibile installare gli aggiornamenti di sicurezza
ja: セキュリティアップデートをインストールできませんでした
kab: Ur izmir ara ad isebded ileqman n tɣellist
lo: ບໍ່ສາມາດຕິດຕັ້ງການອັບເດດຄວາມປອດໄພໄດ້
lt: Nepavyko įdiegti saugumo pataisų
lv: Neizdevās instalēt drošības atjauninājumus
nb: Kunne ikke installere sikkerhetsoppdateringene
nl: Kon de veiligheidsreparaties niet installeren
nn: Kunne ikkje installera tryggleiksoppdateringane
oc: Pas possible d'installar las mesas a jon de seguretat
pl: Instalacja aktualizacji bezpieczeństwa nie powiodła się
pt: Não foi possível instalar as atualizações de segurança
pt_br: Não foi possível instalar as atualizações de segurança
ro: Nu s-au putut instala actualizările de securitate
ru: Не удалось установить обновления безопасности
sk: Nebolo možné nainštalovať bezpečnostné aktualizácie
sl: Varnostnih posodobitev ni mogoče namestiti
sr: Не могу да инсталирам безбедоносне исправке
sr@latin: Nisam mogao da instaliram bezbednosna ažuriranja
sv: Kunde ej installera säkerhetsuppdateringarna
tr: Güvenlik güncellemeleri kurulamadı
uk: Не вдалося встановити оновлення безпеки
uz: Xavfsizlik yangilanishlarini o‘rnatib bo‘lmadi
vi: Không thể cài đặt các bản cập nhật bảo mật được

source: Updating Cinnamon Spices
ast: Anovando Cinnamon Spices
be: Абнаўленне спецый Cinnamon
cy: Diweddaru Sbeisys Cinnamon
el: Αναβάθμιση Cinnamon Spices
eo: Ĝisdatigo de komponantoj de Cinnamon
es: Actualizando los complementos de Cinnamon
et: Cinnamoni rakendite uuendamine
eu: Cinnamon espeziak eguneratzen
fa: درحال بروزرسانی ادویه های Cinnamon
fr_ca: Mise à jour des composants Cinnamon
he: מתבצע עדכון 'תבליני סינמון'
hi: सिनेमन स्पाइस अपडेट करना जारी
ia: Actualisante species de Cinnamon
id: Memperbarui Cinnamon Spices
is: Uppfæri Cinnamon Spices
it: Aggiornamento delle spice di Cinnamon in corso
ja: Cinnamon Spices をアップデートしています
kab: Aleqqem n yisegran n Cinnamon
lo: ກຳລັງອັບເດດສ່ວນເສີມຂອງ Cinnamon
lv: Atjaunina Cinnamon Spices
nb: Oppdaterer Cinnamon Spices
nl: Bezig met bijwerken van Cinnamon-minitoepassingen
nn: Oppdaterer Cinnamon‑tillegg
oc: Mesa a jorn de las espècias de Cinnamon
pl: Aktualizacje dodatków Cinnamona
pt: Atualização do Cinnamon Spices
pt_br: Atualizando Cinnamon Spices
ro: Se actualizează adițiile Cinnamon
ru: Обновление дополнений (Cinnamon Spices)
sl: Posodabljanje »začimb« Cinnamon Spices
sr: Ажурирање зачина за Цимет
sr@latin: Ažuriranje začina za Cinnamon
sv: Uppdaterar tillägg för Cinnamon
uk: Оновлюються Cinnamon Spices
uz: Cinnamon spayslari yangilanmoqda
vi: Đang cập nhật Cinnamon Spices

source: Restarting Cinnamon
be: Перазапуск Cinnamon
bg: Cinnamon се рестартира
cy: Ailgychwyn Cinnamon
el: Επανεκκίνηση Cinnamon
eo: Restartigo de Cinnamon
es: Reiniciando Cinnamon
et: Cinnamoni taaskäivitamine
eu: Cinnamon berrabiarazten
fr_ca: Redémarrage de Cinnamon
he: אתחול סינמון
hi: सिनेमन पुनः आरंभ करना जारी
ia: Reinitiante Cinnamon
id: Memulai Ulang Cinnamon
is: Endurræsi Cinnamon
it: Riavvio di Cinnamon in corso
ja: Cinnamon を再起動しています
kab: Tulsa n usekker n Cinnamon
nl: Bezig met herstarten van Cinnamon
pl: Restartowanie Cinnamona
pt: A reiniciar o Cinnamon
pt_br: Reiniciando o Cinnamon
ro: Se repornește Cinnamon
ru: Перезапуск Cinnamon
sl: Ponoven zagon Cinnamon
sr: Поново покретање Цимета
sr@latin: Ponovo pokretanje Cinnamona
sv: Startar om Cinnamon
uk: Перезапускається Cinnamon
vi: Khởi động lại Cinnamon

source: Reboot required
am: እንደገና ማስጀመር ያስፈልጋል
be: Патрабуецца перазагрузка
bg: Изисква се рестарт
cy: Mae angen ailgychwyn
el: Απαιτείται επανεκκίνηση
eo: Restartigo postulatas
es: Es necesario reiniciar el equipo
et: Vajalik taaskäivitus
eu: Berrabiarazi beharra dago
fr_ca: Redémarrage requis
he: נדרש אתחול
hi: सिस्टम पुनः आरंभ आवश्यक
ia: Reinitio necessari
id: Mulai ulang diperlukan
is: Nauðsynlegt er að endurræsa
it: Riavvio necessario
ja: 再起動が必要です
kab: Asekker tikkelt-nniḍen yettwasra
lt: Reikalingas paleidimas iš naujo
nl: Herstart vereist
pl: Wymagane ponowne uruchomienie komputera
pt: Tem que reiniciar
pt_br: Reinicialização necessária
ro: Repornire necesară
ru: Требуется перезагрузка
sl: Zahtevan je ponoven zagon
sr: Потребно је поново покретање рачунара
sr@latin: Potrebno je ponovo pokrenanje računara
sv: Omstart krävs
uk: Потрібно перезавантажитися
vi: Cần khởi động lại

source: You have installed updates that require a reboot to take effect, please reboot your system as soon as possible.
am: እርስዎ እንደገና ማስነሳት የሚያስፈልገው ማሻሻያ አይነት ገጥመዋል: እባክዎን የ እርስዎን ኮምፒዩተር አሁን እንደገና ያስነሱ:
be: Вы ўсталявалі абнаўленні, для прымянення якіх патрабуецца перазагрузка, перазагрузіце сістэму як мага хутчэй.
bg: Инсталирахте актуализации, изискващи рестарт, за да бъдат активирани. Моля рестартирайте възможно най-скоро.
cy: Rydych wedi gosod diweddariadau sy'n gofyn am ail gychwyn. Ail gychwynnwch eich system gynted ag y bo modd.
el: Έχετε εγκαταστήσει ενημερώσεις που απαιτούν επανεκκίνηση για να τεθούν σε ισχύ, παρακαλώ επανεκκινήστε το σύστημά σας το συντομότερο δυνατό.
eo: Vi instalis ĝisdatigojn, kiuj postulas restartigon; bonvolu restartigi vian sistemon kiel eble plej baldaŭ.
es: Ha instalado actualizaciones que requieren un reinicio para que surtan efecto. Reinicie el sistema lo antes posible.
et: Oled paigaldanud uuendusi, mis nende rakendumiseks vajavad taaskäivitust. Palun taaskäivita oma arvuti esimesel võimalusel.
eu: Eragina izan dezaten berrabiaraztea eskatzen duten eguneraketak instalatu dituzu, berrabiarazi sistema ahal bezain laster.
fr_ca: Vous avez installé des mises à jour qui requièrent un redémarrage, veuillez redémarrer votre système dès que possible.
he: התקנו עדכונים שדורשים אתחול על מנת שיכנסו לתוקף, נא לאתחל את המערכת בהקדם האפשרי.
hi: आप द्वारा इंस्टॉल की गई अपडेट लागू करने हेतु पुनः आरंभ आवश्यक है, कृपया यथाशीघ्र सिस्टम पुनः आरंभ करें।
ia: Tu ha installate actualisationes que require un reinitio a facer effecto, per favor reinitia tu systema plus tosto possibile.
id: Anda telah memasang pembaruan yang membutuhkan mulai ulang untuk diterapkan, silakan mulai ulang sistem Anda sesegera mungkin.
is: Þú hefur sett inn uppfærslur sem krefjast endurræsingar áður en breytingar taka gildi, endurræstu kerfið þitt eins fljótt og auðið er.
it: Hai installato degli aggiornamenti che necessitano di un riavvio per avere effetto: riavvia il sistema appena possibile.
ja: 再起動が必要なアップデートがインストールされました。できるだけ早くシステムを再起動してください。
kab: Tesbeddeḍ ileqman i yesran asekker tikkelt-nniḍen iwakken ad ddun, ttxil-k ur ttɛeḍḍil ara ales asekker n unagrw-inek.
lt: Jūs įdiegėte atnaujinimus, kurie, tam, kad įsigaliotų, reikalauja, kad paleistumėte kompiuterį iš naujo. Kuo skubiau paleiskite sistemą iš naujo.
nl: U hebt actualiseringen geïnstalleerd die een herstart vergen om van kracht te worden. Herstart a.u.b. uw systeem zo spoedig mogelijk.
pl: Aby zastosować zainstalowane aktualizacje, wymagane jest ponowne uruchomienie. Uruchom komputer ponownie tak szybko, jak to możliwe.
pt: Foram instaladas atualizações que requerem o reinício do computador para serem aplicadas. Reinicie o computador assim que possível.
pt_br: Você instalou atualizações que necessitam de reinicialização para fazer efeito, por favor reinicie seu sistema assim que possível.
ro: Ați instalat actualizări care necesită o repornire pentru a avea efect. Vă rugăm să reporniți sistemul cât mai curând posibil.
ru: Были установлены обновления, требующие перезагрузки. Перезагрузите компьютер как будет возможность.
sl: Namestili ste posodobitve, ki za uporabo zahtevajo ponoven zagon; čim prej ponovno zaženite sistem.
sr: Имате инсталиране исправке које захтевају поновно покретање рачунара, молимо вас да поново покренете рачунар што је пре могуће.
sr@latin: Instalirali ste ažuriranja koja zahtevaju ponovo pokretanje računara, pokrenite ponovo Vaš računar što je pre moguće.
sv: Du har installerat uppdateringar som kräver att datorn startas om. Var vänlig gör detta så snart som möjligt.
uk: Ви встановили оновлення, які, щоби подіяти, потребують перезавантаження, – перезавантажте систему якнайскоріше.
vi: Bạn đã cài đặt các bản cập nhật yêu cầu khởi động lại để có hiệu lực, vui lòng khởi động lại hệ thống của bạn càng sớm càng tốt.

source: Checking for package updates
be: Праверка абнаўленняў для пакетаў
bg: Проверява се за актуализации на пакетите
cy: Gwirio am ddiweddariadau pecynnau
el: Έλεγχος για αναβαθμίσεις πακέτων
eo: Serĉo de pakaj ĝisdatigoj
es: Comprobando las actualizaciones de paquetes
et: Paketi värskenduste kontrollimine
eu: Paketeen eguneraketarik baden egiaztatzen
fr_ca: Recherche de mises à jour de paquets
he: בדיקת המצאות עדכוני חבילות
hi: पैकेज अपडेट हेतु खोज जारी
ia: Controlo pro actualisationes de pacchettos
id: Mencek pembaruan paket
is: Athuga með pakkauppfærslur
it: Controllo degli aggiornamenti dei pacchetti in corso
ja: パッケージのアップデートをチェックしています
kab: Nadi ileqman n yikemmusen
lt: Tikrinama, ar yra atnaujinimų paketams
nl: Aan het nakijken of er bijgewerkte pakketten zijn
pl: Sprawdzanie aktualizacji pakietów
pt: A procurar por atualização de pacotes
pt_br: Verificando atualizações de pacotes
ro: Se caută actualizări pentru pachete
ru: Проверка наличия обновлений пакетов
sl: Preverjanje obstoja posodobitev paketov
sr: Проверавам да ли постоје ажурирања програмских пакета
sr@latin: Proveravam da li postoje ažuriranja za programske pakete
sv: Söker efter paketuppdateringar
uk: Перевіряється наявність оновлень пакунків
vi: Kiểm tra cập nhật gói

source: Checking for updates
am: ማሻሻያዎችን በመፈለግ ላይ
ar: البحث عن تحديثات
ast: Comprobando anovamientos
be: Праверка наяўнасці абнаўленняў
bg: Проверка за актуализации
ca: S'estan comprovant les actualitzacions
cs: Kontrola aktualizací
cy: Gwirio am ddiweddariad
da: Leder efter opdateringer
de: Nach Aktualisierungen wird gesucht
el: Έλεγχος για ενημερώσεις
eo: Serĉo de ĝisdatigoj
es: Comprobando las actualizaciones
et: Uuenduste kontrollimine
eu: Eguneraketarik badagoen egiaztatzen
fa: بررسی وجود به‌روزرسانی
fi: Tarkistetaan päivityksiä
fr_ca: Recherche des mises à jour en cours
he: חיפוש עדכונים
hi: अपडेट खोजी जा रही हैं
hr: Provjeravanje nadopuna
hu: Frissítések keresése
ia: Controlo pro actualisationes
id: Sedang memeriksa pembaruan
is: Athuga með uppfærslur
it: Ricerca aggiornamenti
ja: アップデートを確認しています
kab: Asenqed n ileqman
lo: ກຳລັງກວດສອບການອັບເດດ
lt: Ieškoma atnaujinimų
lv: Notiek atjauninājumu meklēšana
nb: Ser etter oppdateringer
nl: Zoeken naar beschikbare actualiseringen...
nn: Ser etter oppdateringar
oc: Recèrca de mesas a jorn en cors
pl: Sprawdzanie dostępności aktualizacji
pt: A verificar se existem atualizações
pt_br: Verificando atualizações disponíveis
ro: Se caută actualizări
ru: Проверка наличия обновлений
sk: Kontrolujem aktualizácie...
sl: Preverjanje za posodobitvami
sr: Проверавам има ли ажурирања
sr@latin: Proveravam da li ima ažuriranja
sv: Söker efter uppdateringar
tr: Güncellemeler kontrol ediliyor
uk: Перевіряється наявність оновлень
uz: Yangilanishlarni tekshirish
vi: Đang kiểm tra các bản cập nhật
