Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: I understand the risk. I want to upgrade to %s.
am: ሀላፊነቱ ይገባኛል: እኔ ማሻሻል እፈልጋለሁ ወደ %s.
ar: أنا أفهم الخطر. أرغب في الترقية إلى %s.
ast: Asumir el riesgu ya instalar %s
be: Я разумею рызыку. Я хачу абнавіцца да %s.
bg: Разбирам риска и искам да надградя до %s.
ca: Entenc el risc. Vull actualitzar a %s.
cs: Chápu riziko. Přesto chci povýšit verzi na %s.
cy: Rwyn deall y peryglon. Rwyf am ddiweddaru i %s.
da: Jeg forstår risikoen. Jeg ønsker at opgradere til %s.
de: Ich verstehe das Risiko. Ich will auf %s aktualisieren.
el: Καταλαβαίνω τους κινδύνους. Επιθυμώ να αναβαθμίσω σε %s.
eo: Mi komprenas la riskon. Mi deziras promocii al %s.
es: Entiendo el riesgo. Quiero actualizar a %s.
et: Mõistan riski. Tahan uuendada versioonile %s.
eu: Ulertzen dut arriskua. %s(e)ra bertsio-berritu nahi dut.
fa: متوجه خطر هستم. میخواهم به %s ارتقا دهم.
fi: Ymmärrän riskit. Haluan päivittää %s-julkaisuun.
fr_ca: Je comprends les risques. Je veux effectuer la mise à jour vers %s.
he: הסיכון מובן לי. אני רוצה לעדכן ל־%s.
hi: मैं इस आशंका से अवगत हूँ। %s संस्करण में अपग्रेड करने के इच्छुक हूँ।
hr: Razumijem rizik. Želim nadograditi na %s.
hu: Megértettem a kockázatokat. %s verzióra frissítés.
ia: Io comprende le risco. Io desira modernisar a %s.
id: Saya mengerti resikonya. Saya ingin mengupgrade ke %s.
is: Ég skil áhættuna. Ég vil uppfæra í %s.
it: Sono consapevole dei rischi. Voglio aggiornare a %s.
ja: リスクを理解して、%s にアップグレードします。
kab: Gziɣ amihi. Bɣiɣ ad saliɣ aswir ɣer %s.
lo: ຂ້ອຍເຂົ້າໃຈຄວາມສ່ຽງ. ຂ້ອຍຕ້ອງການອັບເກຣດເປັນ %s.
lt: Aš suprantu riziką. Aš noriu naujinti iki %s.
lv: Es apzinos risku. Es gribu jaunināt uz %s.
nb: Jeg forstår risikoen. Jeg ønsker å oppgradere til %s.
nl: Ik begrijp het risico. Ik wil opwaarderen naar %s.
nn: Eg forstår risikoen. Eg vil oppgradere til %s.
oc: Compreni lo risc. Vòli metre a nivèl cap a %s
pl: Rozumiem zagrożenie. Chcę zaktualizować do %s.
pt: Compreendo os riscos. Quero atualizar para %s.
pt_br: Eu entendo os riscos. Eu quero atualizar para %s.
ro: Înțeleg riscul. Doresc să actualizez la %s.
ru: Я понимаю риск. Я хочу обновиться до %s.
sk: Rozumiem riziku. Chcem aktualizovať systém na %s.
sl: Razumem tveganje. Želim nadgraditi na %s.
sr: Разумем опасност. Желим да надоградим на „%s“.
sr@latin: Razumem rizik. Želim da nadogradim na %s.
sv: Jag förstår riskerna. Jag vill uppgradera till %s
tr: Riski anladım. %s sürümüne yükseltmek istiyorum.
uk: Я розумію ризик. Я хочу оновити версію системи до «%s».
uz: Men xavfni tushunaman. Men %s ga yangilamoqchiman.
vi: Tôi chấp nhận rủi ro. Tôi muốn nâng cấp đến %s

source: Summary
am: ማጠቃለያ
ar: الملخص
ast: Resume
be: Падсумаванне
bg: Обобщение
ca: Resum
cs: Shrnutí
cy: Crynodeb
da: Sammenfatning
de: Zusammenfassung
el: Σύνοψη
eo: Resumo
es: Resumen
et: Kokkuvõte
eu: Laburpena
fa: چکیده
fi: Yhteenveto
fr_ca: Sommaire
he: תקציר
hi: सार
hr: Sažetak
hu: Összefoglaló
ia: Summario
id: Ringkasan
is: Samantekt
it: Riepilogo
ja: 概要
kab: Agzul
lo: ສະຫຼຸບ
lt: Santrauka
lv: Kopsavilkums
nb: Oppsummering
nl: Samenvatting
nn: Samandrag
oc: Resumit
pl: Podsumowanie
pt: Resumo
pt_br: Índice
ro: Sumar
ru: Итог
sk: Zhrnutie
sl: Povzetek
sr: Сажетак
sr@latin: Pregled
sv: Summering
tr: Özet
uk: Резюме
uz: Hisobot
vi: Tóm tắt

source: Your operating system was successfully upgraded. Please reboot your computer for all changes to take effect.
am: የ እርስዎ የ መስሪያ ስርአት ተሳክቶ ተሻሽሏል: እባክዎን የ እርስዎን ኮምፒዩተር እንደገና ያስነሱ
ar: تمت ترقية نظام التشغيل الخاص بك بنجاح. الرجاء إعادة تشغيل الكمبيوتر حتى تصبح جميع التغييرات سارية المفعول.
ast: Instalose la nueva versión dafechu. Reanicia el to sistema p'aplicar los cambeos, por favor.
be: Ваша аперацыйная сістэма паспяхова абноўлена. Перазагрузіце камп'ютар, каб ужыць усе змены.
bg: Вашата операционна система беше надградена успешно. Моля рестартирайте, за да приложите промените.
ca: El sistema operatiu s'ha actualitzat correctament. Reinicieu l'ordinador perquè tots els canvis tinguin efecte.
cs: Vaše instalace operačního systému byla úspěšně povýšena na novější verzi. Aby se všechny změny projevily, restartuje ještě počítač.
cy: Mae eich system weithredu wedi ei ddiweddaru'n llwyddiannus. Ailgychwynnwch eich cyfrifiadur i'r newidiadau ddod i rym.
da: Dit styresystem blev opgraderet. Genstart venligst computeren, så ændringerne kan træde i kraft.
de: Ihr Betriebssystem wurde erfolgreich aktualisiert. Bitte starten Sie Ihren Rechner neu, damit alle Änderungen wirksam werden.
el: Το λειτουργικό σύστημά σας αναβαθμίστηκε με επιτυχία. Παρακαλώ επανεκκινήστε τον υπολογιστή ώστε να εφαρμοστούν όλες οι αλλαγές.
eo: Via operaciumo estas sukcese promociita. Bonvolu denove praŝargi vian komputilon por efektivigi ĉiujn ŝanĝojn.
es: El sistema operativo se ha actualizado correctamente. Reinicie el equipo para que todos los cambios surtan efecto.
et: Sinu operatsioonisüsteemi uuendamine läks edukalt. Palun taaskäivita oma arvuti, et muudatused jõustuksid.
eu: Zure sistema eragilea behar bezala bertsio-berritu da. Mesedez, berrabiarazi ordenagailua aldaketa guztiek eragina izan dezaten.
fa: سیستم‌عامل شما با موفقیت ارتقا یافت. لطفا رایانه خود را راه‌اندازی مجدد کنید تا تمام تغییرات اثر بگذارند.
fi: Käyttöjärjestelmäsi päivitettiin onnistuneesti. Ole hyvä ja käynnistä tietokoneesi uudelleen, jotta muutokset tulevat käyttöön.
fr_ca: Votre système d'exploitation a été mis à jour avec succès. Veuillez redémarrer l'ordinateur afin que les changements soient appliqués.
he: מערכת ההפעלה עודכנה בהצלחה. נא לאתחל את המחשב על מנת שהשינויים יכנסו לתוקף.
hi: ऑपरेटिंग सिस्टम हेतु अपग्रेड सफल। परिवर्तन लागू करने हेतु कंप्यूटर पुनः आरंभ करें।
hr: Vaš operativni sustav je uspješno nadograđen. Ponovno pokrenite vaše računalo za potpunu primjenu nadogradnje.
hu: Az operációs rendszer frissítése sikeresen megtörtént. A változtatások érvényre juttatásához újra kell indítani a számítógépet.
ia: Tu systema operative ha essite modernisate con bon successo. Per favor reinitia tu computator pro que tote le cambios prende effecto.
id: Sistem operasi anda berhasil diperbaharui. Silahkan nyalakan ulang untuk menerima efeknya.
is: Vel gekk að uppfæra stýrikerfið þitt. Endurræstu nú tölvuna svo að allar breytingar öðlist gildi.
it: Il tuo sistema operativo è stato aggiornato con successo. Riavvia il tuo computer affinché tutte le modifiche abbiano effetto.
ja: オペレーティングシステムが正常にアップグレードされました。全ての変更を有効にするには、コンピューターを再起動してください。
kab: Anagraw n wammud inek yettuleqqem akken iwata. Ttxil-k sekker tikkelt-nniḍen aselkim-inek iwakke ad tesneseḍ ibeddilen.
lo: ລະບົບປະຕິບັດການຂອງທ່ານໄດ້ຮັບການອັບເກຣດສຳເລັດແລ້ວ. ກະລຸນາຣີບູດຄອມພິວເຕີຂອງທ່ານເພື່ອໃຫ້ການປ່ຽນແປງທັງໝົດມີຜົນ.
lt: Jūsų operacinė sistema buvo sėkmingai atnaujinta. Prašome iš naujo paleisti kompiuterį, kad isigaliotų visi pakeitimai.
lv: Tava operētājsistēma tika veiksmīgi atjaunināta. Lūdzu, restartē datoru, lai visas izmaiņas stātos spēkā.
nb: Operativsystemet ble vellykket oppgradert. Vennligst start datamaskinen din på nytt for at alle endringene skal tre i kraft.
nl: Uw besturingssysteem werd succesvol opgewaardeerd. Herstart a.u.b. uw computer om alle wijzigingen van kracht te laten worden.
nn: Operativsystemet ditt vart oppgradert. Start datamaskina på nytt for at alle endringar skal tre i kraft.
oc: Vòstre sistèma operatiu es estat mes a jorn amb succès. Tornetz amodar vòstre ordenador per que totes los cambiaments prengan efièch.
pl: Twój system operacyjny został pomyślnie zaktualizowany. Prosimy o ponowne uruchomienie swojego komputera, aby wszystkie zmiany przyniosły efekt.
pt: O seu sistema operativo foi atualizado com sucesso. Reinicie o seu computador para aplicar as alterações.
pt_br: Seu sistema operacional foi atualizado com sucesso. Por favor reinicie seu computador para que todas as mudanças tenham efeito.
ro: Sistemul de operare a fost actualizat cu succes. Reporniți computerul pentru ca toate modificările să aibă efect.
ru: Операционная система успешно обновлена. Пожалуйста, перезагрузите устройство, чтобы изменения вступили в силу.
sk: Váš operačný systém bol úspešne aktualizovaný. Prosím reštartujte počítač pre aplikovanie zmien.
sl: Vaš operacijski sistem je bil uspešno nadgrajen. Za uveljavitev vseh sprememb znova zaženite računalnik.
sr: Оперативни систем је успешно надограђен. Поново покрените рачунар да би измене ступиле у дејство.
sr@latin: Vaš operativni sistem je uspešno nadograđen. Ponovo pokrenite računar da bi sve izmene stupile na snagu.
sv: Ditt operativsystem uppgraderades framgångsrikt. Vänligen starta om datorn för att verkställa ändringarna.
tr: İşletim sisteminiz başarıyla yükseltildi. Tüm değişikliklerin etkili olabilmesi için lütfen sisteminizi yeniden başlatınız.
uk: Вашу операційну систему було успішно оновлено. Перезавантажте комп'ютер, щоб усі зміни подіяли.
uz: Operatsion tizimingiz muvaffaqiyatli yangilandi. Barcha o‘zgarishlar kuchga kirishi uchun kompyuteringizni qayta yoqing.
vi: Đã nâng cấp hệ điều hành thành công. Vui lòng khởi động lại máy để các thay đổi có hiệu lực.

source: The upgrade did not succeed. Make sure you are connected to the Internet and try to upgrade again.
am: ማሻሻያው አልተሳካም: እርግጠኛ ይሁኑ ከ ኢንተርኔት ጋር መገናኘትዎትን በሚያሻሽሉ ጊዜ
ar: لم تنجح الترقية. تأكد من اتصالك بالإنترنت وحاول الترقية مرة أخرى.
ast: Nun se pudo instalar. Avera que teas coneutau a internet y téntalo otra vuelta.
be: Не ўдалося абнавіцца. Праверце злучэнне з інтэрнэтам і паспрабуйце абнавіцца зноў.
bg: Надграждането не успя. Убедете се че сте свързани с интернет и опитайте отново.
ca: L'actualització no ha tingut èxit. Comproveu que esteu connectat a Internet i intenteu de nou l'actualització.
cs: Přechod na novější verzi se nezdařil. Ověřte, že jste připojení k Internetu a zkuste to znovu.
cy: Nid yw eich diweddariad wedi bod yn llwyddiant. Gwnewch yn siŵr eich bod wedi cysylltu â'r we a cheisio eto.
da: Opgraderingen lykkedes ikke. Sikr dig, at du er forbundet til internettet og prøv at opgradere igen.
de: Die Systemaktualisierung war nicht erfolgreich. Stellen Sie bitte sicher, dass Sie mit dem Internet verbunden sind und versuchen Sie bitte erneut zu aktualisieren.
el: Η αναβάθμιση δεν ήταν επιτυχής. Βεβαιωθείτε ότι είστε συνδεδεμένος στο Διαδίκτυο και προσπαθήστε ξανά να αναβαθμίσετε.
eo: La promocio ne sukcesis. Certiĝu, ke vi estas konektita al interreto kaj provu denove promocii.
es: Ha fallado la actualización. Asegúrese de que esté conectado a Internet e inténtelo de nuevo.
et: Uuendus ei õnnestunud. Veendu, et oled ühendatud internetti ja proovi uuesti uuendada.
eu: Bertsio-berritzeak huts egin du. Ziurtatu internetera konektatuta zaudela eta saiatu berriro.
fa: ارتقا موفقیت آمیز نبود. از اتصال خود به اینترنت اطمینان حاصل کرده و دوباره تلاش به ارتقا کنید.
fi: Päivitys ei onnistunut. Tarkista internet-yhteytesi ja yritä päivittää uudelleen.
fr_ca: La mise à niveau a échoué. Veuillez vous assurer que vous êtes bien connecté à Internet et recommencez la mise à niveau.
he: העדכון כשל. נא לוודא חיבור למרשתת ולנסת לעדכן שוב.
hi: अपग्रेड विफल। इंटरनेट कनेक्शन जांचें व पुनः प्रयास करें।
hr: Nadogradnja nije uspjela. Pobrinite se da ste povezani na Internet i pokušajte ponovno pokrenuti nadogradnju.
hu: Az operációs rendszer frissítése nem sikerült. Ellenőrizze az internet-kapcsolatát majd próbálja meg a rendszerfrissítést újra.
ia: Le promotion non ha habite successo. Assecura te que tu es connexe a Internet e reproba lo.
id: Upgrade tidak sukses. Pastikan anda terhubung ke internet dan coba untuk upgrade lagi.
is: Uppfærslan tókst ekki, Gakktu úr skugga um að tölvan sé tengd við internetið og reyndu síðan aftur við að uppfæra.
it: L'aggiornamento non è andato a buon fine. Assicurati di essere connesso a internet e prova di nuovo ad aggiornare.
ja: アップグレードが失敗しました。インターネットに接続していることを確認して、もう一度アップグレードしてください。
kab: Aleqqem ur yeddi ara. Tḥeqqeq belli teqqneḍ ɣer internet sakin eɛreḍ aleqqem tikkelt-nniḍen.
lo: ການອັບເກຣດບໍ່ສຳເລັດ. ກວດສອບໃຫ້ແນ່ໃຈວ່າທ່ານເຊື່ອມຕໍ່ກັບອິນເຕີເນັດແລ້ວລອງອັບເກຣດໃໝ່ອີກຄັ້ງ.
lt: Atnaujinimas nepavyko. Įsitikinkite, kad esate prisijungę prie interneto ir bandykite atnaujinti dar kartą.
lv: Atjaunināšana nebija veiksmīga. Pārliecinies, vai esi pieslēdzies internetam, un mēģini atjaunināt vēlreiz.
nb: Oppgraderingen lyktes ikke. Sørg for at du er koblet til Internett og prøv å oppgradere igjen.
nl: De opwaardering is niet gelukt. Vergewis u ervan dat u verbinding hebt met het internet en probeer opnieuw op te waarderen.
nn: Oppgraderinga lukkast ikkje. Sjå til at du er tilkopla internett og prøv å oppgradere igjen.
oc: La mesa a nivèl a pas capitat. Asseguratz-vos que siatz connectat a Internet e ensajatz de tornar metre a nivèl.
pl: Aktualizacja nie powiodła się. Upewnij się, że jesteś połączony z Internetem i spróbuj zaktualizować ponownie.
pt: A atualização não correu muito bem. Certifique-se de que tem uma ligação à Internet e tente novamente.
pt_br: A atualização não foi efetuada com sucesso. Certifique-se de que sua conexão com a internet está funcionando e tente atualizar novamente.
ro: Actualizarea nu a reușit. Asigurați-vă că sunteți conectat la Internet și încercați să actualizați din nou.
ru: Обновиться не удалось. Убедитесь, что есть подключение к интернету и попробуйте обновиться снова.
sk: Aktualizácia zlyhala. Uistite sa, že ste pripojený na internet a skúste aktualizovať znova.
sl: Nadgradnja ni uspela. Prepričajte se, da ste povezani z internetom ter poskusite ponovno nadgraditi.
sr: Надоградња није успела. Проверите да ли је рачунар повезан на мрежу и покушајте поново.
sr@latin: Nadogradnja nije uspela. Uverite se da ste povezani na internet i ponovo pokušajte nadogradnju.
sv: Uppgraderingen misslyckades. Försäkra dig om att du är ansluten till Internet och försök att uppgradera igen.
tr: Yükseltme başarılı olmadı. İnternete bağlı olduğunuzdan emin olunuz ve yükseltmeyi tekrar deneyiniz.
uk: Оновлення версії системи не пройшло успішно. Упевніться, що ви під'єднані до Інтернету, та повторіть спробу оновлення.
uz: Yangilash muvaffaqiyatli bo‘lmadi. Internetga ulanganingizga ishonch hosil qiling va qayta yangilashga harakat qiling.
vi: Nâng cấp không thành công. Hãy chắc rằng bạn đã kết nối Internet và cố gắng nâng cấp lại.

source: Show and install available updates
am: ዝግጁ የሆኑ ማሻሻያዎችን ማሳያ እና መግጠሚያ
ar: عرض التحديثات المتاحة وتثبيتها
ast: Amosar ya instalar los anovamientos disponibles
be: Паказаць і ўсталяваць даступныя абнаўленні
bg: Показване и инсталиране на наличните актуализации
ca: Vegeu i instal·leu les actualitzacions disponibles
cs: Zobrazit a nainstalovat dostupné aktualizace
cy: Dangos a gosod y diweddariadau sydd ar gael
da: Vis og installér tilgængelige opdateringer
de: Verfügbare Aktualisierungen anzeigen und installieren
el: Εμφάνιση και εγκατάσταση διαθέσιμων ενημερώσεων
eo: Montri kaj instali disponeblajn ĝisdatigojn
es: Mostrar e instalar las actualizaciones disponibles
et: Saadaolevate uuenduste kuvamine ja paigaldamine
eu: Erakutsi eta instalatu eguneraketa eskuragarriak
fa: نمایش و نصب به‌روزرسانی‌های موجود
fi: Näytä ja asenna saatavilla olevat päivitykset
fr_ca: Afficher et installer les mises à jour disponibles
he: הצגה והתקנת העדכונים הזמינים
hi: उपलब्ध अपडेट दिखाएँ व इंस्टॉल करें
hr: Prikaži i instaliraj dostupne nadopune
hu: Rendelkezésre álló frissítések megjelenítése és telepítése
ia: Monstrar e installar le actualisationes disponibile
id: Tampilkan dan instal pembaruan yang tersedia
is: Sýna og setja upp tiltækar uppfærslur
it: Visualizza e installa gli aggiornamenti disponibili
ja: 利用可能なアップデートの表示とインストールを行います
kab: Sken u sbedd ileqman iwejden
lo: ສະແດງ ແລະ ຕິດຕັ້ງການອັບເດດທີ່ມີຢູ່
lt: Rodyti ir įdiegti prieinamus atnaujinimus
lv: Rādīt un instalēt pieejamos atjauninājumus
nb: Vis og installer tilgjengelige oppdateringer
nl: Beschikbare actualiseringen tonen en installeren
nn: Vis og installer tilgjengelege oppdateringar
oc: Afichar e installar las mesas a jorn disponiblas
pl: Wyświetl i zainstaluj dostępne aktualizacje
pt: Mostrar e instalar atualizações disponíveis
pt_br: Exibir e instalar as atualizações disponíveis
ro: Arată și instalează actualizările disponibile
ru: Показать и установить доступные обновления
sk: Zobraziť a inštalovať dostupné aktualizácie
sl: Pokaži in namesti razpoložljive posodobitve
sr: Прикажи и угради доступна ажурирања
sr@latin: Prikaži i instaliraj dostupna ažuriranja
sv: Visa och installera tillgängliga uppdateringar
tr: Mevcut güncellemeleri göster ve kur
uk: Показати та встановити доступні оновлення
uz: Mavjud yangilanishlarni ko‘rsatish va o‘rnatish
vi: Hiện và cài đặt các bản cập nhật sẵn có

source: The following spices were automatically updated:
ast: Los siguientes spices anovaronse automaticamente:
be: Наступныя спецыі былі аўтаматычна абноўлены:
cy: Diweddarwyd y sbeisys canlynol yn awtomatig:
el: Τα παρακάτω spices ενημερώθηκαν αυτόματα:
eo: La jenaj komponantoj estis ĝisdatigitaj aŭtomate:
es: Los complementos siguientes se actualizaron automáticamente:
et: Järgmisi rakendeid värskendati automaatselt:
eu: Ondorengo espeziak automatikoki eguneratu dira:
fa: ادویه های زیر به‌طور خودکار بروزرسانی شدند:
fr_ca: Les composants Cinnamon suivants ont été automatiquement mis à jour :
he: התבלינים הבאים עודכנו באופן אוטומטי:
hi: निम्नलिखित स्पाइस स्वतः अपडेट किए गए :
ia: Le spicies sequente esseva actualisate automaticamente:
id: Spices berikut ini sudah diperbarui secara otomatis:
is: Eftirfarandi spices-viðbætur voru sjálfvirkt uppfærðar:
it: Le seguenti spice sono state aggiornate automaticamente:
ja: 次の spices が自動的にアップデートされました:
kab: Isgaren-agi ttwaleqqemen s wudem awurman:
lo: ສ່ວນເສີມຕໍ່ໄປນີ້ໄດ້ຮັບການອັບເດດໂດຍອັດຕະໂນມັດ:
lv: Automātiski tika atjauninātas šādas spices (garšvielas):
nb: Følgende spices ble automatisk oppdatert:
nl: De volgende minitoepassingen werden automatisch bijgewerkt:
nn: Følgjande tillegg vart automatisk oppdaterte:
oc: Las espècias seguentas son estadas mesas a jorn automaticament :
pl: Następujące dodatki zostały automatycznie zaktualizowane:
pt: As seguintes "spices" foram atualizadas automaticamente:
pt_br: As seguintes Spices foram atualizadas automaticamente:
ro: Următoarele adiții au fost actualizate automat:
ru: Следующие дополнения были автоматически обновлены:
sl: Naslednje začimbe (spices) so samodejno posodobljene:
sr: Следећи зачини су били аутоматски ажурирани:
sr@latin: Sledeći začini su bili automatski ažurirani:
sv: Följande uppdaterades automatiskt:
uk: Такі spices було автоматично оновлено:
uz: Quyidagi spayslar avtomatik ravishda yangilandi:
vi: Các loại spices sau được cập nhật tự động:

source: Cinnamon was restarted
ast: Reaniciose Cinnamon
be: Cinnamon перазапушчаны
cy: Ailgychwynwyd Cinnamon
el: Το Cinnamon επανεκκινήθηκε
eo: Cinnamon estas restartigita
es: Se ha reiniciado Cinnamon
et: Cinnamon taaskäivitati
eu: Cinnamon berrabiarazi da
fa: Cinnamon راه‌اندازی مجدد شد
fr_ca: Cinnamon a été redémarré
he: סינמון אותחל מחדש
hi: सिनेमन पुनः आरंभ किया गया
ia: Cinnamon esseva reinitiate
id: Cinnamon telah dimulai ulang
is: Cinnamon var endurræst
it: Cinnamon è stato riavviato
ja: Cinnamon が再起動されました
kab: Cinnamon yules tanekra
lo: Cinnamon ໄດ້ຖືກເລີ່ມໃໝ່
lv: Cinnamon tika restartēts
nb: Cinnamon ble startet på nytt
nl: Cinnamon werd herstart
nn: Cinnamon vart starta på nytt
oc: Cinnamon es estat relançat
pl: Środowisko Cinnamon zostało zrestartowane
pt: O Cinnamon foi reiniciado
pt_br: O Cinnamon foi reiniciado
ro: Cinnamon a fost repornit
ru: Cinnamon был перезапущен
sl: Cinnamon je ponovno zagnan
sr: Цимет је поново покренут
sr@latin: Cinnamon je ponovo pokrenut
sv: Cinnamon startades om
uk: Cinnamon було перезапущено
uz: Cinnamon qayta ishga tushirildi
vi: Cinnamon đã được khởi động lại

source: Close
am: መዝጊያ
ar: إغلاق
ast: Zarrar
be: Закрыць
bg: Затваряне
ca: Tanca
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
eo: Fermi
es: Cerrar
et: Sulge
eu: Itxi
fa: بستن
fi: Sulje
fr_ca: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
kab: Mdel
lo: ປິດ
lt: Užverti
lv: Aizvērt
nb: Lukk
nl: Sluiten
nn: Lukk
oc: Tampar
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închide
ru: Выход
sk: Zatvoriť
sl: Zapri
sr: Затвори
sr@latin: Zatvori
sv: Stäng
tr: Kapat
uk: Закрити
uz: Yopish
vi: Đóng

source: Process ID:
am: የሂደት መታወቂያ
ar: معرف العمليه:
ast: ID del procesu:
be: ID працэса:
bg: Идентификатор на процеса:
ca: Identificador de procés:
cs: Identifikátor procesu:
cy: ID Proses:
da: Proces-ID:
de: Prozesskennung:
el: Αναγνωριστικό Διεργασίας:
eo: Proceza ID:
es: ID del proceso:
et: Protsessi ID:
eu: Prozesuaren IDa:
fa: شناسه فرآیند:
fi: Prosessin ID:
fr_ca: Identifiant de processus :
he: מזהה תהליך:
hi: प्रक्रिया आईडी:
hr: ID procesa:
hu: Folyamatazonosító:
ia: ID de processo
id: Proses ID:
is: Auðkenni ferils PID:
it: ID del processo:
ja: プロセス ID:
kab: ID n ukala:
lo: ID ຂະບວນການ:
lt: Proceso ID:
lv: Procesa ID:
nb: Prosess-ID:
nl: Proces-ID:
nn: Prosess-ID:
oc: Identificant de processus (ID) :
pl: ID procesu:
pt: ID do processo:
pt_br: ID do processo:
ro: ID proces:
ru: Идентификатор процесса:
sk: ID procesu:
sl: ID opravila:
sr: ЛБ процеса:
sr@latin: ID procesa:
tr: İşlem ID:
uk: Ідентифікатор процесу:
uz: Jarayon identifikatori:
vi: ID của tiến trình:

source: Log file:
am: የፋይል መግቢያ፡
ar: ملف السجل:
ast: Ficheru de rexistru:
be: Лог-файл:
bg: Файл-дневник:
ca: Fitxer de registre:
cs: Soubor se záznamem událostí:
cy: Ffeil cofnod:
da: Logfil:
de: Protokolldatei:
el: Αρχείο καταγραφής:
eo: Protokola dosiero:
es: Archivo de registro:
et: Logifail:
eu: Egunkari fitxategia:
fa: پرونده ثبت وقایع
fi: Lokitiedosto:
fr_ca: Fichier de journal :
he: קובץ רישומים:
hi: लॉग फाइल
hr: Datoteka zapisa:
hu: Naplófájl:
ia: File de registro:
id: Catatan berkas:
is: Annálaskrá:
it: File di log:
ja: ログファイル:
kab: Afaylu n uɣmis:
lo: ໄຟລ໌ບັນທຶກ:
lt: Žurnalo failas:
lv: Žurnāla fails:
nb: Loggfil:
nl: Logboekbestand:
nn: Loggfil:
oc: Fichièr de log :
pl: Plik dziennika:
pt: Ficheiro de registo:
pt_br: Arquivo de registro:
ro: Fișier jurnal:
ru: Файл журнала:
sk: Log súbor:
sl: Datoteka dnevnika:
sr: Датотека дневника:
sr@latin: Datoteka evidencije:
sv: Loggfil:
tr: Günlük dosyası:
uk: Файл журналу:
uz: Jurnal fayli:
vi: Tập tin nhật ký:

source: Warning!
am: ማስጠንቀቅያ!
ar: تحذير!
ast: ¡Avisu!
be: Увага!
bg: Внимание!
ca: Atenció!
cs: Varování!
cy: Rhybudd!
da: Advarsel!
de: Achtung!
el: Προειδοποίηση!
eo: Averto!
es: ¡Aviso!
et: Hoiatus!
eu: Kontuz!
fa: هشدار!
fi: Varoitus!
fr_ca: Avertissement!
he: אזהרה!
hi: चेतावनी!
hr: Upozorenje!
hu: Figyelmeztetés!
ia: Advertentia!
id: Peringatan!
is: Viðvörun!
it: Attenzione!
ja: 警告！
kab: ɣuṛ-k !
lo: ຄຳເຕືອນ!
lt: Įspėjimas!
lv: Brīdinājums!
nb: Advarsel!
nl: Waarschuwing!
nn: Åtvaring!
oc: Atencion !
pl: Ostrzeżenie!
pt: Aviso!
pt_br: Atenção!
ro: Atenție!
ru: Внимание!
sk: Upozornenie!
sl: Opozorilo!
sr: Упозорење!
sr@latin: Upozorenje!
sv: Varning!
tr: Uyarı!
uk: Попередження!
uz: Diqqat!
vi: Cảnh báo!
