Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: In Linux Mint, kernel updates bring both security patches and bug fixes (and sometimes even new features), and they impact critical parts of the operating system. This makes kernel updates important from a security point of view, but also prone to regressions which can be hard to fix for novice users.
am: በ ሊነክስ ሚንት ውስጥ: ከረኔል ማሻሻል የሚጠቅመው ለ ደህንነት እና ችግሮችን ለ መጠገን ነው: (አንዳንድ ጊዜ አዲስ ገጽታዎችን ያመጣል) እና በ ተለይ በ መስሪያ ስርአቱ ላይ ከፍተኛ ጥቅም አላቸው: ስለዚህ ከረኔል ማሻሽል በጣም አስፈላጊ ነው: ከ ደህንነት አንጻር ሲታይ: አንዳንድ ጊዜ አለመረጋጋትን ሊፈጥር ይችላል በ ተለይ ለ አዲስ ተጠቃሚዎች
ar: في Linux Mint، توفر تحديثات kernel تصحيحات أمان وإصلاحات للأخطاء (وأحياناً ميزات جديدة)، وتؤثر على الأجزاء المهمة في نظام التشغيل. وهذا ما يجعل تحديثات النواة مهمة من وجهة النظر الأمنية، ولكنها أيضاً عرضة لإنتكاسات قد يصعب حلها للمستخدمين المبتدئين.
be: Абнаўленні ядра ў Linux Mint прыносяць выпраўленні бяспекі і памылак (а часам новыя функцыі), і яны ўплываюць на крытычныя часткі сістэмы. З пункту гледжання бяспекі гэта робіць абнаўленні ядра вельмі важнымі, але і схільнымі да рэгрэсій, цяжкіх для выпраўлення карыстальнікамі-навічкамі.
bg: В Линукс Минт, актуализациите на ядрото носят кръпки по сигурността и поправят грешки (понякога добавят и нови функции), те влияят на критични части от операционната система. Това прави тези актуализации важни,но също така те могат да доведат до регресии, които трудно могат да бъдат поправени от неопитни потребители.
ca: A Linux Mint, les actualitzacions del kernel corregeixen errors i vulnerabilitats (de vegades també introdueixen noves funcionalitats), actuant sobre parts crítiques del sistema operatiu. Això fa que les actualitzacions del kernel siguin importants des del punt de vista de la seguretat, però també fa que puguin dur a regressions difícils de reparar per als usuaris novells.
cs: Aktualizace jádra přinášejí jak opravy zabezpečení, tak chyb (a někdy dokonce i nové funkce), mají ale vliv na kritické části operačního systému. Aktualizace jádra jsou sice důležité z bezpečnostního hlediska, zároveň ale mohou být náchylná na regrese, které mohou být pro začínající uživatele obtížně řešitelné.
cy: Yn Linux Mint, mae diweddariadau cnewyll yn darparu'r ddau, cywiriadau diogelwch a gwallau (a weithiau hyd yn oed nodweddion newydd), ac maent yn effeithio rhannu hanfodol y system gweithredu. Mae hynny yn gwneud diweddariadau cnewyll yn bwysig o safbwynt diogelwch, ond hefyd yn dueddol i ddiraddiadau a all fod yn anodd i gywiro defnyddiwr newydd.
da: I Linux Mint indeholder kerneopdateringer både sikkerheds- og fejlrettelser (og nogle gange endda nye funktioner), og de påvirker kritiske dele af styresystemet. Ud fra et sikkerhedssynspunkt gør det kerneopdateringer vigtige, men der er også risiko for regressioner, som kan være svære at løse for nye brugere.
de: Kernelaktualisierungen versorgen Linux Mint sowohl mit Sicherheitsausbesserungen als auch mit Fehlerbehebungen (und manchmal sogar mit neuen Funktionen). Sie betreffen wesentliche Komponenten des Betriebssystems – das macht Kernelaktualisierungen im Bezug auf Sicherheit sehr wichtig. Sie können so aber auch zu Einschränkungen führen, die für Einsteiger unter Umständen nur schwer zu beheben sind.
el: Στο Linux Mint οι ενημερώσεις πυρήνα προσφέρουν τόσο μπαλώματα ασφάλειας όσο και διορθώσεις σφαλμάτων (ακόμα και νέες δυνατότητες μερικές φορές), και επιδρούν σε κρίσιμα κομμάτια του λειτουργικού συστήματος. Το γεγονός αυτό καθιστά τις ενημερώσεις πυρήνα αρκετά σημαντικές από πλευρά ασφάλειας, αλλά επιρρεπείς σε οπισθοδρομήσεις, οι οποίες μπορεί να μη διορθώνονται εύκολα από αρχάριους χρήστες.
eo: En Linukso Minto kernaj ĝisdatigoj alportas kaj sekurigajn flikaĵojn kaj cimoriparojn (kaj fojfoje eĉ novajn eblojn), kaj ili influas kritikajn partojn de la operaciumo. Ĉi tio igas kernajn ĝisdatigojn gravaj de sekureca vidpunkto, sed ankaŭ emaj al regresoj, kiuj estas problemaj por ripari fare de komencantaj uzantoj.
es: En Linux Mint, las actualizaciones del núcleo aportan tanto parches de seguridad como correcciones de error (y a veces, incluso, características nuevas), pero inciden en partes críticas del sistema operativo. Esto hace que las actualizaciones del núcleo sean importantes desde el punto de vista de la seguridad, pero también que sean propensas a regresiones que pueden ser difíciles de corregir para los usuarios inexpertos.
et: Linux Mintis sisaldavad kerneli uuendused nii turvapaiku kui veaparandusi (mõnikord isegi uusi võimalusi) ning need mõjutavad operatsioonisüsteemi kriitilisi osi. See teeb kerneli uuendused turvalisuse seisukohast oluliseks, kuid sellega koos võib tekkida uusi vigu, mida on alustaval kasutajal raske parandada.
eu: Linux Mint-en nukleoaren eguneraketek segurtasun adabakiak eta erroreen konponketak izaten dituzte (eta batzuetan baita ezaugarri berriak ere) eta sistema eragilearen osagai kritikoei eragiten diete. Horren ondorioz nukleoaren eguneraketak garrantzitsuak dira segurtasunaren ikuspuntutik, baina erabiltzaile hasiberrientzat konpontzen zailak izan daitezkeen erregresioak izateko joera dute.
fi: Linux Mintissä ytimen päivitykset tuovat sekä turvapäivityksiä että virheenkorjauksia (joskus jopa uusia ominaisuuksia) ja ne vaikuttavat käyttöjärjestelmän kriittisiin osiin. Tästä syystä ytimen päivitykset ovat turvallisuuden näkökulmasta tärkeitä, mutta niistä voi myös aiheutua ongelmia, joita aloittelevan käyttäjän on vaikea korjata.
fr_ca: Dans Linux Mint, les mises à jour du noyau apportent à la fois des correctifs de sécurité et de bogues (et parfois aussi de nouvelles fonctions), et concernent des parties critiques du système d'exploitation. Ce qui rend les mises à jour du noyau importantes d'un point de vue de la sécurité, mais elles peuvent aussi entraîner des régressions difficiles à corriger pour les utilisateurs novices.
he: עדכוני ליבה בלינוקס מינט, כוללים הן עדכוני אבטחה והן תיקוני תקלים (לעתים אפילו גם יכולות חדשות), שמשפיעים על חלקים משמעותיים במערכת ההפעלה. מסיבה זו עדכוני ליבה חשובים בהיבט האבטחה, אך טמונה בהם גם סכנת תסוגה, שעשויה להיות מורכבת לתיקון על־ידי משתמשים מתחילים.
hi: लिनक्स मिंट में कर्नेल अपडेट ऑपरेटिंग सिस्टम के मुख्य भागों हेतु आवश्यक सुरक्षा पैच व समस्या समाधान (नई विशेषताएँ आदि) करती हैं। अतः कर्नेल अपडेट सुरक्षा के लिए अहम होती हैं परंतु इनके द्वारा नवीन उपयोक्ता की दृष्टि से जटिल दोष उत्पन्न होने के संभावना बढ़ जाती है।
hr: U Linux Mintu, nadopune kernela donose oboje, sigurnosne zakrpe i popravke grešaka (a ponekad čak i nove značajke) i one utječu na ključne dijelove operativnog sustava. To čini nadopune kernela bitnima sa sigurnosnog gledišta, ali isto tako i sklonost problemima i poteškoćama u radu sustava koje mogu biti teške za popraviti neiskusnim korisnicima.
hu: A Linux Mint operációs rendszerben a kernel frissítések biztonsági hibajavításokat, valamint hibajavításokat (és egyes esetekben új szolgáltatásokat) tartalmaznak. Ezek a rendszer központi részére vannak hatással. A kernel frissítések biztonsági megfontolásokból fontosak, ugyanakkor olyan visszafejlődési hibákat is tartalmazhatnak, amelyek elhárítása nehéz feladat lehet egy kezdő felhasználó számára.
ia: In Linux Mint, le actualisationes del kernel apporta pecias de securitate e reparationes de defecto (e a vices mesmo nove functionalitates), e illos influentia partes critic del systema operative. Isto rende le actualisationes del kernel importante ab un puncto de vista de securitate, ma alsi pron a regressiones que pote esser dur a reparar pro le nove usatores.
id: Di Linux Mint, pembaruan kernel membawa tambalan keamanan dan perbaikan bug (dan terkadang bahkan fitur baru) sekaligus, dan berdampak pada bagian penting dari sistem operasi. Hal ini membuat pembaruan kernel penting dari sudut pandang keamanan, namun juga cenderung mengalami regresi yang sulit diperbaiki bagi pengguna pemula.
is: Kjarnauppfærslur í Linux Mint kerfinu þýða að kjarnar fá bæði öryggisplástra og villuleiðréttingar (auk þess að stundum eru settir inn nýir eiginleikar), og hefur þetta áhrif á mikilvægustu hluta stýrikerfisins. Þetta þýðir að kjarnauppfærslur eru mjög mikilvægar út frá öryggissjónarmiðum, en geta valdið hnignun ýmissa eiginleika sem erfitt getur verið fyrir byrjendur að eiga við.
it: In Linux Mint gli aggiornamenti del kernel riparano sia problemi di sicurezza che errori (talvolta inseriscono anche nuove funzionalità) ed influiscono su parti critiche del sistema operativo. Tutto ciò rende gli aggiornamenti del kernel importanti dal punto di vista della sicurezza, ma anche soggetti a regressioni che gli utenti principianti potrebbero trovare difficili da sistemare.
ja: Linux Mint では、カーネルアップデートによりセキュリティパッチとバグ修正の両方 (および場合によっては新機能) が提供され、オペレーティングシステムの重要な部分に影響します。 カーネルアップデートはセキュリティの観点から重要ですが、初心者ユーザーには修正が難しいリグレッション (回帰: アップデートしたことで何かが壊れること) が発生しやすくなります。
kab: Di Linux Mint, ileqman n iɣes amaynut ad d-glun s useɣti n tɣellist akked ibugen (tikwal d aɣen s tmahilin timaynutin), d ayen yeɛnan iḥricen ixataren n unagraw n wammud. Ayen ara yerren ileqman n yiɣes d i xataren seg idis n tɣellist, acukan zemren daɣen ad d-glun s tuɣalin ar deffir iweɛṛen i useɣti i yiseqdacen imaynuten.
lt: Sistemoje Linux Mint, branduolio atnaujinimai pateikia tiek saugumo pataisas, tiek ir klaidų ištaisymus (o kartais, netgi naujas ypatybes), ir šie atnaujinimai paveikia kritines operacinės sistemos dalis. Tai padaro branduolio atnaujinimus svarbius saugumo požiūriu, bet taip pat linkusius į regresijas, kurias naujiems naudotojams gali būti sunku pataisyti.
nl: In Linux Mint bevatten bijgewerkte systeemkernen zowel veiligheidsreparaties als foutreparaties (en soms zelfs nieuwe functies). Ze betreffen het allerbelangrijkste onderdeel van het besturingssysteem. Dit maakt bijgewerkte systeemkernen belangrijk vanuit veiligheidsoogpunt, maar ze kunnen ook regressies bevatten die beginnende Linuxgebruikers moeilijk zelf kunnen herstellen.
pl: W Linux Mint aktualizacje jądra wprowadzają poprawki zabezpieczeń oraz naprawiają błędy (czasami wprowadzają również nową funkcjonalność), i mają wpływ na krytyczne elementy systemu operacyjnego. To sprawia, że aktualizacje jądra są ważne z punktu widzenia bezpieczeństwa, ale są również skłonne do regresji, które mogą być trudne do usunięcia dla początkujących użytkowników.
pt: No Linux Mint, as atualizações do kernel trazem correções de segurança e de erros (e por vezes novas funcionalidades), e têm impacto crítico noutras partes do sistema operativo. Isto faz com que as atualizações do kernel sejam importantes do ponto de vista da segurança mas propensas a regressões que podem ser difíceis de corrigir para novos utilizadores.
pt_br: No Linux Mint, atualizações do kernel podem trazer tanto correções de segurança quanto correções de bugs (e às vezes até mesmo novos recursos), e elas impactam em partes críticas do sistema operacional. Isso faz com que atualizações de kernel sejam importantes do ponto de vista da segurança, mas também propensas a regressões que podem ser difíceis de corrigir para usuários iniciantes.
ro: În Linux Mint, actualizările de nucleu aduc atât îmbunătățiri de securitate, cât și remedieri de erori (și, uneori, caracteristici noi), astfel că au impact asupra părților esențiale ale sistemului de operare. De aceea, actualizările de nucleu sunt importante din punctul de vedere al securității, dar pot produce și regresii care pot fi dificil de remediat de utilizatorii începători.
ru: Обновления ядра в Linux Mint содержат исправления ошибок и безопасности (в некоторых случаях и новые возможности), а также влияют на важные части операционной системы. С точки зрения безопасности обновления ядра важны, однако они могут привести к регрессиям, которые будет трудно устранить неопытным пользователям.
sk: V Linuxe Mint prinášajú aktualizácie jadra opravy bezpečnosti, aj opravy chýb a niekedy aj nové funkcie a majú vplyv na kritické časti systému. Preto sú aktualizácie jadra dôležité z pohľadu bezpečnosti, ale tiež môžu viesť k problémom ťažko riešiteľným neskúsenými používateľmi.
sl: V Linux Mint posodobitve jedra prinašajo tako varnostne popravke kot popravke hroščev (in včasih celo nove funkcionalnosti), ti pa vplivajo na kritične dele operacijskega sistema. Zato so posodobitve jedra pomembne z varnostne plati, hkrati pa tudi občutljive za regresije, ki jih uporabniki začetniki težko razrešijo.
sr: У Линукс Минту, ажурирања кернела доносе и безбедносне закрпе и исправке грешака (а понекад чак и нове функције) и утичу на критичне делове оперативног система. Ово их чини важним са безбедносне тачке гледишта, али постоји и склоност ка нестабилностима које новим корисницима могу задати подоста проблема приликом исправљања.
sr@latin: U Linuks Mintu, ažuriranja kernela donose kako sigurnosne zakrpe tako i ispravke grešaka (a ponekada čak i nove funkcije), i ona imaju uticaj na kritične delove operativnog sistema. Ovo čini ažuriranja kernela bitnim sa tačke gledišta bezbednosti, ali su takođe sklone regresijama, koje početnici teško mogu da isprave.
sv: I Linux Mint medför kärnuppdateringar både säkerhetsfixar och buggfixar (och ibland även helt nya egenskaper), och de har verkan på de mest kritiska delarna av operativsystemet. Detta gör kärnuppdateringar viktiga ur en säkerhetssynpunkt, men är också benägna att föra med sig regressioner som kan vara svåra att fixa för nybörjare.
tr: Linux Mint'de, çekirdek güncellemeleri hem güvenlik yamaları ve hata düzeltmeleri getirir (ve hatta bazen yeni özellikler ekler), ve bunlar işletim sisteminin kritik parçalarını etkileyebilir. Bu, çekirdek güncellemelerini güvenlik açısından önemli kılar, ama acemi kullanıcılar için bu regresyonlardan (hatalar) kaynaklı düzeltmeleri yapmak zor olabilir.
uk: У «Linux Mint» оновлення ядра впроваджують і патчі безпеки, і виправлення вад (й іноді навіть нові функції), і вони впливають на критичні частини операційної системи. Через це оновлення ядра важливі з погляду безпеки, проте також вони схильні до регресій, виправити які може бути важко для користувачів-початківців.
vi: Trong Linux Mint, các bản cập nhật nhân kernel mang lại cả các bản vá bảo mật và sửa lỗi (và đôi khi cả các tính năng mới) và chúng ảnh hưởng đến các phần quan trọng của hệ điều hành. Điều này làm cho các bản cập nhật hạt nhân trở nên quan trọng theo quan điểm bảo mật, nhưng cũng dễ bị thoái triển mà có thể khó sửa đối với người dùng mới làm quen.

source: When faced with a serious regression, restore the latest system snapshot.
am: አደገኛ ዝቅ ማድረጊያ በሚገጥምዎት ጊዜ: ዘመናዊውን የ ስርአት መመልከቻ ፎቶ እንደ ነበር ይመልሱ
ar: عند مواجهة انتكاس خطير، قم باستعادة أحدث لقطة للنظام.
be: Калі вы сутыкнуліся з сур'ёзнай рэгрэсіяй, аднавіце апошні здымак сістэмы.
bg: Когато се сблъскате със сериозна регресия, възстановете системата от последната снимка.
ca: Si es produeix una regressió seriosa, restaureu l'última instantània del sistema.
cy: Pan yn wynebu atchweliad difrifol, adferwch y ciplun system diweddaraf.
el: Όταν αντιμετωπίζετε σοβαρή υποχώρηση, επαναφέρετε το πιο πρόσφατο στιγμιότυπο του συστήματος.
eo: Kiam vi alfrontas seriozan regreson, restaŭru la lastan sistem-momentfoton.
es: Si se enfrenta a una regresión grave, restaure la última instantánea del sistema.
et: Kui oled vastamisi olulise süsteemi regressiooniga, taasta eelmine süsteemi hetktõmmis.
eu: Erregresio garrantzitsu bat badago, leheneratu sistemaren azken argazkia.
fr_ca: Lorsque confronté à une sérieuse régression, revenir à votre dernière image de votre système.
he: כאשר נתקלים בתסוגה משמעותית, יש לשחזר את תמונת־החטף האחרונה.
hi: दोष गंभीर होने की स्थिति में नवीतम स्नैपशॉट द्वारा सिस्टम पुनः स्थापित करें।
ia: Quando occurre un serie regression, restaura le ultime instantaneo de systema.
id: Ketika berhadapan dengan sebuah regresi yang fatal, pulihkan tangkapan sistem terakhir.
is: Þegar vart verður við alvarlega afturför, skaltu endurheimta skyndiafrit kerfisins.
it: Quando vai incontro ad una seria regressione, ripristina l'ultima istantanea di sistema.
ja: アップデートしたことで何かが壊れた場合は、最新のシステムスナップショットを復元してください。
kab: Ma tmugreḍ ukaray iweɛren, err-d tuṭṭfa n unagraw tangarrut.
lt: Susidūrę su rimta regresija, atkurkite paskiausią sistemos momentinę kopiją.
nl: Wanneer u wordt geconfronteerd met een ernstige regressie: zet de laatste momentopname van het systeem terug.
pl: W przypadku wystąpienia poważnej regresji, przywróć ostatnią migawkę systemu.
pt: Quando encontrar um problema sério, restaure uma imagem recente do seu sistema.
pt_br: Quando encontrar um problema sério, restaure o snapshot mais recente do sistema.
ro: Când vă confruntați cu o regresie serioasă, restaurați cel mai recent instantaneu de sistem.
ru: Если вы столкнулись со значительной регрессией, восстановите последний снимок системы.
sl: Če ste soočeni z resno regresijo, obnovite zadnji posnetek sistema.
sr: Када се суочите са озбиљном регресијом, вратите се на најновији системски снимак.
sr@latin: Kada se suočite sa ozbiljnom regresijom, vratite sistem u prethodno stanje iz poslednjeg snimka stanja sistema.
sv: Återställ systemet med den senaste avbilden om något allvarligt fel skulle uppstå.
uk: Якщо зіткнулися з серйозною регресією, відновіть останній знімок системи.
vi: Khi gặp phải tình trạng thoái triển nghiêm trọng, hãy khôi phục bản sao lưu hệ thống mới nhất.

source: System snapshots
am: ስርአት ፎቶ ማንሻ
ar: لقطات النظام
ast: Semeyes del Sistema
be: Здымкі сістэмы
bg: Снимки на системата
ca: Instantànies del sistema
cy: Cipluniau System
el: Στιγμιότυπο συστήματος
eo: Momentfotoj de la sistemo
es: Instantáneas del sistema
et: Süsteemi hetktõmmised
eu: Sistemaren argazkiak
fa: اسنپ‌شات های سیستم(نسخه های پشتیبان)
fr_ca: Images système
he: תמונות־חטף מערכת
hi: सिस्टम स्नैपशॉट
ia: Instantaneos de systema
id: Tangkapan sistem
is: Skyndiafrit kerfisins
it: Istantanee (snapshot) del sistema
ja: システムスナップショット
kab: Tuṭṭfiwin n unagraw
lo: ພາບຖ່າຍລະບົບ
lt: Sistemos momentinės kopijos
lv: Sistēmas momentuzņēmumi
nb: Systembilder
nl: Momentopnamen van het systeem
nn: Systemaugeblinksbilete
oc: Instantanèus sistèma
pl: Migawki systemu
pt: Cópias do sistema
pt_br: Snapshots do Sistema
ro: Instantanee de sistem
ru: Снимки системы
sl: Posnetki sistema
sr: Снимке система
sr@latin: Snimci stanja sistema
sv: Ögonblicksbilder av systemet
uk: Знімки системи
uz: Tizim snapshotlari
vi: Bản sao lưu hệ thống

source: Timeshift, the system snapshot utility, is available in all versions of Linux Mint.
am: Timeshift, የ ስርአት መመልከቻ ፎቶ: ዝግጁ ነው በ ሁሉም የ ሊነክስ ሚንት ውስጥ
ar: الأداة المساعدة للقطة النظام Timeshift، تتوفر في جميع إصدارات Linux Mint.
be: Timeshift, утыліта для здымкаў сістэмы, даступна для ўсіх версій Linux Mint.
bg: Timeshift, инструмента за снимки на системата, е наличен във всички версии на Линукс Минт.
ca: Timeshift, la utilitat d'instantànies del sistema, està disponible en totes les versions de Linux Mint.
cy: Mae Timeshift, y gwasanaeth ciplun system, ar gael ar gyfer pob fersiwn o Linux Mint.
el: Το Timeshift, το βοηθητικό πρόγραμμα στιγμιότυπων του συστήματος, είναι διαθέσιμο σε όλες τις εκδόσεις του Linux Mint.
eo: Timeshift, la utilaĵo por fari momentfotojn de la sistemo, disponeblas en ĉiuj versioj de Linukso Minto.
es: Timeshift, la herramienta de instantáneas del sistema, está disponible en todas las versiones de Linux Mint.
et: Timeshift, süsteemi hetktõmmiste vahend, on saadaval kõigis Linux Minti versioonides.
eu: Timeshift, sistemaren argazkien tresna, erabilgarri dago Linux Minten bertsio guztietan.
fr_ca: Timeshift, l'utilitaire d'image système, est disponible dans toute les versions de Linux Mint.
he: טיימשיפט, תכנת העזר לניהול תמונות־חטף מערכת, זמינה בכל גרסאות לינוקס מינט.
hi: लिनक्स मिंट के प्रत्येक संस्करण में सिस्टम स्नैपशॉट साधन, टाइमशिफ्ट उपलब्ध है।
ia: Timeshift, le utilitate de instantaneo systema, es disponibile in tote le versiones de Linux Mint.
id: Timeshift, utilitas tangkapan sistem, tersedia di semua versi Linux Mint.
is: Timeshift, tólið til að taka skyndiafrit af kerfinu, er tiltækt í öllum útgáfum af Linux Mint.
it: Timeshift, l'utilità per le istantanee di sistema, è disponibile in tutte le versioni di Linux Mint.
ja: システムスナップショットのユーティリティである Timeshift は、Linux Mint の全てのバージョンで使用できます。
kab: Timeshift, afecku n weḥraz n tuṭṭfiwin n unagraw, yewjed deg ileqman merra n Linux Mint.
lt: Timeshift - sistemos momentinių kopijų paslaugų programa yra prieinama visose Linux Mint versijose.
nl: Tijdreis (Timeshift), het gereedschap voor momentopnamen van het systeem, is beschikbaar in alle versies van Linux Mint.
pl: Timeshift, systemowe narzędzie do tworzenia migawek, jest dostępny we wszystkich wersjach Linux Mint.
pt: TimeShift, o utilitário de backup do sistema, está disponível em todas as versões do Linux Mint.
pt_br: TimeShift, o utilitário de snapshot do sistema, está disponível em todas as versões do Linux Mint.
ro: Timeshift, utilitarul de creare a instantaneelor de sistem, este disponibil în toate versiunile Linux Mint.
ru: Timeshift, приложение для создания снимков системы, доступно во всех версиях Linux Mint.
sl: Timeshift, sistemsko orodje za slike sistema, je na voljo v vseh različicah sistema Linux Mint.
sr: Временски помак, услужни програм за снимање система, доступан је у свим верзијама Линукс Минта.
sr@latin: Timeshift, sistemski alat za pravljenje snimaka stanja sistema, je dostupan u svim verzijama Linuks Minta.
sv: Timeshift, ett verktyg för att skapa systemavbilder, finna i alla utgåvor av Linux Mint.
uk: «Timeshift», службова програма для керування знімками системи, доступна в усіх версіях «Linux Mint».
vi: Timeshift, tiện ích sao lưu hệ thống, có sẵn trong tất cả các phiên bản của Linux Mint.
