Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: For this reason you should always be careful when applying level 4 updates (including kernel updates). Apply them one by one and take note of the versions you're applying.
cs: Právě kvůli těmto věcem byste vždy měli být obezřetní při instalaci aktualizací stupně 4 (včetně aktualizací jádra). Instalujte je jednu po druhé a poznamenávejte si verzi, kterou instalujete.
da: Af denne grund skal du altid være forsigtig, når du installerer opdateringer på niveau 4 (inkl. kerneopdateringer). Installér dem enkeltvis og notér, hvilken version du installerer.
de: Aus diesem Grund sollten Sie immer vorsichtig sein, wenn Sie Aktualisierungen der Ebene 4 anwenden (einschließlich Kernelaktualisierungen). Wenden Sie diese der Reihe nach an und beachten Sie die Versionen, die Sie anwenden.
fi: Tästä syystä sinun tulisi aina olla varovainen, kun toteutat tason 4 päivityksiä (mukaan lukien ytimen päivitykset). Toteuta ne yksitellen ja huomioi toteuttamiesi päivitysten versiot.
hr: Iz tog razloga trebali bi uvijek biti oprezni pri primjeni nadopune razine 4 (uključujući nadopune kernela). Primijenite ih jednu po jednu i obratite pozornost na inačicu koju primjenjujete.
hu: Ebből az okból, mindig körültekintően telepítse a 4. szintű frissítéseket (ide értve a kernel frissítéseket is). Telepítse őket egyesével és jegyezze le a telepített csomag verziószámát.
sk: Pre tento dôvod by ste mali byť opatrní pri aplikovaní aktualizácií úrovne 4. Aplikujte ich jednu po druhej a zaznamenajte si aké verzie aplikujete.
tr: Bu sebeplerden dolayı 4. seviye güncellemeleri (çekirdek sürüm güncellemelerini) uygularken daima dikkatli olmalısınız. Onları teker teker uygulayın ve uyguladığınız sürümleri not alın.

source: If you blindly apply hundreds of updates and you're unable to pinpoint the problematic one, you're unlikely to find help. All level 4 updates are recommended but you are expected to be cautious and to know what you are upgrading.
cs: Pokud slepě nainstalujete stovky aktualizací, nebudete schopní určit problematickou aktualizaci a těžko najdete pomoc. Všechny aktualizace stupně 4 jsou doporučovány, ale očekává se obezřetnost a znalost toho, co aktualizujete.
da: Hvis du har installeret hundredvis af opdateringer, og du ikke kan udpege den problematiske opdatering, er det svært at hjælpe. Alle opdateringer på niveau 4 er anbefalede, men du forventes at udvise forsigtighed og at vide, hvad du opdaterer.
de: Wenn Sie blind hunderte von Aktualisierungen anwenden und es Ihnen nicht möglich ist, die problemverursachende zu finden, wird es unwahrscheinlich, dass Sie Hilfe finden. Alle Alle Aktualisierungen der Ebene 4 werden empfohlen, aber es wird erwartet, dass Sie vorsichtig sind und wissen, was Sie aktualisieren.
fi: Jos toteutat sokeasti satoja päivityksiä etkä voi osoittaa tarkasti ongelmia aiheuttavaa, et todennäköisesti löydä apua. Kaikki tason 4 päivitykset ovat suositeltuja, mutta sinun odotetaan olevan varovainen ja tietävän mitä olet päivitämässä.
hr: Ako naslijepo primijenite na stotine nadopuna i zatim ne možete točno odrediti problematičnu, malo je vjerojatno da ćete pronaći pomoć. Sve nadopune razine 4 su preporučljive ali je očekivano od vas da budete oprezni i znate što nadopunjujete.
hu: Ha Ön egy menetben több száz frissítést telepít, akkor nem fogja tudni megmondani, hogy melyik okozta a problémát, és így segítséget sem fog kapni. Minden 4. szintű frissítést ajánlott telepíteni, de legyen körültekintő a frissítés során, és jegyezze fel a frissített csomag nevét és verziószámát.
sk: Ak slepo aplikujete stovky aktualizácií a neviete označiť problémovú aktualizáciu, pravdepodobne nenájdete pomoc. Všetky aktualizácie úrovne 4 sa odporúčajú, ale čaká sa od vás, že budete opatrný a že viete čo robíte.
tr: Eğer yüzlerce güncelleme körü körüne uygularsanız, yaşayacağınız bir soruna neyin neden olduğunu anlamayabilirsiniz, bu durumda yardım bulmakta zorlanırsınız. Seviye 4 güncellemelerinin tümü önerilir, ancak temkinli olmalısınız ve güncellemeleri neyi güncelleştirdiğinizi bilecek şekilde uygulamalısınız.

source: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Level 5
cs: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Úroveň 5
da: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Niveau 5
de: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Ebene 5
fi: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Taso 5
hr: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Razina 5
hu: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> 5. szint
tr: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Seviye 5

source: Level 5 updates are extremely rare.
cs: Aktualizace stupně 5 se vyskytují velmi zřídka.
da: Opdateringer på niveau 5 er ekstremt sjældne.
de: Ebene-5-Aktualisierungen sind sehr selten.
fi: Tason 5 päivitykset ovat erittäin harvinaisia.
hr: Nadopune razine 5 su iznimno rijetke.
hu: Az 5. szintű frissítések nagyon ritkák.
sk: Aktualizácie úrovne 5 sú extrémne vzácne.
tr: Seviye 5 güncellemeleri son derece nadirdir.

source: When a critical bug is found in an update it is usually fixed as soon as possible.
cs: Pokud je v aktualizaci zjištěna kritická chyba, obvykle bývá opravena co možná nejdříve.
da: Når en kritisk fejl i en opdatering opdages, rettes den sædvanligvis så hurtigt som muligt.
de: Wird ein kritischer Fehler in einer Aktualisierungen entdeckt, wird dieses normalerweise so schnell wie möglich repariert.
fi: Kun kriittinen bugi löydetään päivityksestä, se korjataan yleensä niin nopeasti kuin mahdollista.
hr: Kada je kritična greška pronađena u nadopuni uobičajeno će biti popravljena čim prije.
hu: Amikor egy kritikus hiba van a frissítésben, általában azonnal javítják.
sk: Ak sa nájde kritická chyba v aktualizácií, je väčšinov opravená čo najskôr.
tr: Eğer bir güncellemede kritik bir hata bulunursa, genellikle kısa sürede düzeltilir.

source: There are many ways for Linux Mint to address issues, and many mechanisms in place both remotely in the repositories and locally within your operating system. So in normal circumstances updates shouldn't need to be blacklisted.
cs: V Linux Mint jsou tyto problémy podchycené z více stran, mnohými mechanizmy jak přímo v rámci operačního systému na počítači, tak v repozitářích. Za normálních okolností by proto nemělo být třeba zařazovat aktualizace na seznam k vynechání.
da: Der er mange måder, hvorpå Linux Mint kan håndtere problemer, og mange mekanismer både fjernt i pakkearkiverne og lokalt i dit styresystem. Så under normale omstændigheder er det ikke nødvendigt at sortliste opdateringer.
de: Es gibt viele Möglichkeiten für Linux-Mint, Probleme zu lösen, und viele Mechanismen, die sowohl in den Paketquellen als auch lokal in Ihrem Betriebssystem vorhanden sind. Also sollten unter normalen Umständen Aktualisierungen nicht auf der schwarzen Liste landen.
hr: Postoje mnogi načini za adresiranje Linux Mint problema, i mnogo mehanizama smještenih udaljeno u repozitorijima i lokalno u vašem operativnom sustavu. Stoga u normalnim prilikama nadopune ne treba staviti na popis zabranjenih nadopuna.
hu: Számos módon javítható egy hiba a Linux Mint operációs rendszerben. Van néhány megoldás, hogy a problémákat orvosolják távol, a csomagtarolókban, vagy helyben az operációs rendszerben. Ezért normál körülmények között egyetlen csomagot sem kell tiltó listára tenni.
sk: Je veľa spôsobov ako sa s takýmito aktualizáciami vyporiadať. Aplikuje sa veľké množstvo mechanizmov aj na aktualizačných serveroch a aj na vašom počítači v operačnom systéme Linux Mint aby sa takýmto problémom predišlo. Za normálnych okolností by ste nemali blacklistovať žiadne.
tr: Linux Mint'in sorunları ele almasının birçok yolu vardır, ve hem depolarda hem de işletim sisteminizin yerelinde bir çok mekanizma vardır. Dolayısıyla normal şartlar altında güncellemelerin doğrudan kara listeye alınması gerekmez.

source: If an update had a critical bug and a solution was being worked on but wasn't ready yet, Linux Mint could mark a specific version of the update as level 5 (i.e. "not recommended"). This would prevent users from applying it until the new version hits the repositories.
cs: Pokud by aktualizace měla kritickou chybu a na řešení se pracuje, ale ještě není připraveno, může Linux Mint označit konkrétní verzi aktualizace stupněm 5 (tedy „Nedoporučeno“). To aby se uživatelům zabránilo v její instalaci, dokud se nová verze nedostane do repozitářů.
da: Hvis en opdatering havde en kritisk fejl, og der blev arbejdet på en løsning, som endnu ikke var færdig, så kunne Linux Mint markere en specifik version af opdateringen som niveau 5 (dvs. "ikke anbefalet"). Dette ville forhindre brugerne i at installere opdateringen, indtil den nye version er klar i pakkearkiverne.
de: Wenn eine Aktualisierung einen kritischen Fehler hatte und an einer Lösung gearbeit wird, aber noch nicht fertig ist, könnte Linux-Mint eine bestimmte Version der Aktualisierung als Ebene 5 markieren (z.B. »nicht empfohlen«). Das verhindert, dass Benutzer es anwenden, bis die neue Version in den Paketquellen eintrifft.
hr: Ako nadopuna ima kritičnu grešku i rješenje je pronađeno ali još nije spremno, Linux Mint može označiti određenu inačicu nadopune s razinom 5 (npr. "nije preporučljivo"). To će spriječiti korisnike da ih primijene dok nova inačica ne postane dostupna u repozitorijima.
hu: Ha egy frissítés kritikus hibát tartalmaz, és a megoldáson már dolgoznak, de még nem készültek el vele, akkor a Linux Mint egyes frissítéseket 5. szintű frissítésnek (nem ajánlott frissítésnek) jelölhet. Ez megóvhatja a felhasználókat attól, hogy a hibás verziót telepítsék, addig amíg a javított verzió elérhetővé válik a csomagtárolókban.
sk: Ak mala aktualizácia kritickú chybu a na oprave sa pracuje ale ešte nie je pripravené, Linux Mint označí túto aktualizáciu ako úroveň 5 (neodporúčané). Toto zaistí, aby si užívatelia neaktualizovali daný balíček dokým sa opravená verzia nezačne distribuovať.
tr: Bir güncellemede kritik bir hata varsa ve bir çözüm üzerinde çalışılmaya başlanmış ancak henüz hazır değilse, Linux Mint güncellemenin belirli bir sürümünü seviye 5 (yani "Önerilmeyen") olarak işaretleyebilir.

source: Level 5 updates are known to cause issues. They are very rare and usually temporary. They are not visible by default and they should not be applied.
cs: Je známo, že aktualizace stupně 5 způsobují problémy. Nevyskytují se příliš často a zpravidla jen dočasně. Ve výchozím nastavení nejsou zobrazovány a neměly by být instalovány.
da: Opdateringer på niveau 5 vides at skabe problemer. De er sjældne og sædvanligvis midlertidige. De er som standard ikke synlige og bør ikke installeres.
de: Aktualisierungen der Ebene 5 sind dafür bekannt Probleme zu verursachen. Sie sind sehr selten und meistens temporär. Standardmäßig sind sie nicht sichtbar und sollten nicht angewendet werden.
fi: Tason 5 päivitysten tiedetään aiheuttavan ongelmia. Ne ovat erittäin harvinaisia ja usein väliaikaisia. Ne eivät ole näkyvillä oletuksena ja niitä ei tulisi asentaa.
hr: Za nadopune razine 5 je poznato da uzrokuju probleme. Oni su vrlo rijetki i privremeni. Nisu vidljive po zadanome i ne bi trebale biti primijenjene.
hu: Az 5. szintű frissítések biztosan problémákat okozhatnak. Ilyenek frissítések nagyon ritkán, és csak rövid ideig vannak. Az alapértelmezett beállítások szerint nem látszanak és nem ajánlott a telepítésük.
sk: Aktualizácie úrovne 5 isto spôsobujú problémy. Sú veľmi vzácne a väčšinov dočasné. Nezobrazujú sa v predvolenom nastavení a nemali by sa aplikovať
tr: Seviye 5 sorun oluşturabileceği bilinen güncellemelerdir. Bunlar çok seyrektir ve genellikle geçicidir. Varsayılan olarak görünür değildirler ve uygulanmamaları önerilir.

source: It is recommended to apply security updates but also to understand how updates can affect your computer, so you can review them, apply them with caution and be prepared in case something goes wrong.
cs: Bezpečnostní aktualizace se doporučuje instalovat, zároveň je ale také třeba rozumět tomu, jak mohou ovlivnit fungování počítače. Jedině tak je možné posoudit jejich vhodnost a obezřetně nainstalovat a být připravení pro případ, že se něco pokazí.
da: Det anbefales at installere sikkerhedsopdateringer, men også at forstå hvordan opdateringer kan påvirke din computer, så du kan gennemse dem, installere dem med forsigtighed og være forberedt, hvis noget går galt.
de: Es wird empfohlen Sicherheitsaktualisierungen anzuwenden, aber auch zu verstehen, wie Aktualisierungen Ihren Rechner beeinflussen können, damit Sie sie überprüfen und mit Vorsicht anwenden können und damit Sie vorbereitet sind, wenn etwas schief läuft.
fi: On suositeltua toteuttaa tietoturvapäivitykset, mutta myös ymmärtää kuinka päivitykset voivat vaikuttaa tietokoneeseesi, joten voit tarkastella niitä, toteuttaa ne varovaisesti ja olla varautunut tilanteeseen jossa jokin menee pieleen.
hr: Preporučljivo je da primijenite sigurnosne nadopune ali isto i da razumijete kako nadopune mogu utjecati na vaše računalo, stoga ih možete pregledavati, primijenjivati ih uz oprez i biti spremni u slučaju da nešto krene po krivu.
hu: Ajánlott a biztonsági frissítések telepítése, de az is fontos hogy értse, miképpen érintik a számítógép működését. Tekintse át a frissítéseket, és körültekintően telepítse őket. Legyen felkészült arra az esetre is, ha valami teljesen elromlana.
sk: Odporúča sa aplikovať bezpečnostné aktualizácie, ale taktiež je dôležité rozumieť ako môžu aktualizácie ovlyvniť počítač, tak že si ich môžete prehliadnuť, aplikovať opatrne a byť pripravený, ak sa niečo pokazí.
tr: Güvenlik güncellemelerini uygulamak önerilir, ancak güncellemelerin bilgisayarınızı nasıl etkileyebileceğini anlamak için bunların incelenmesi de önemlidir, bunları dikkatlice uygulayın bir şeylerin hatalı gitme olasılığını gözönünde tutun.

source: This section explains update levels, policies.
cs: Tato část vysvětluje stupně aktualizací a strategie.
da: Dette afsnit beskriver opdateringsniveauer og -politikker.
de: In diesem Abschnitt werden Aktualisierungsebenen und -richtlinien erläutert.
fi: Tämä osio selittää päivitystasot, käytännöt.
hr: Ovaj odlomak objašnjava razine nadopuna i pravila.
hu: Ez a fejezet a frissítési szintekről és a frissítési házirendekről szól.
sk: Táto sekcia vysvetľuje úrovne aktualizácií a politiky
tr: Bu bölüm güncelleme seviyelerini ve ilkelerini açıklar

source: The Linux kernel is a critical part of the system. Regressions can lead to lack of networking, lack of sound, lack of graphical environment or even the inability to boot the computer.
cs: Linuxové jádro je kritická část systému. Regrese v něm mohou vést k nefunkčnosti připojení k síti, zvuku, grafického uživatelského rozhraní nebo dokonce nemožnosti spustit operační systém.
da: Linux-kernen er en kritisk del af systemet. Regressioner kan medføre manglende netværk, lyd og grafisk miljø eller endda evnen til at boote computeren.
de: Der Linux-Kernel ist ein kritischer Teil des Systems. Regression können zu einem Fehlen der Netzwerkverbindung, Ton oder Grafik führen oder auch zur Unfähigkeit den Rechner zu starten.
fi: Linux–ydin on kriittinen osa järjestelmää. Regressiot voivat johtaa verkkoyhteyden puuttumiseen, äänen puuttumiseen, graafisen käyttöliittymän puuttumiseen tai jopa estää tietokoneen käynnistymisen.
hr: Linux kernel je ključan dio sustava. Nestabilnosti mogu voditi do nedostupnosti mreže, nedostatka zvuka, nedostatka grafičkog okruženja ili čak nemogućnosti pokretanja računala.
hu: A Linux kernel a rendszer fontos része. A visszafejlődési hibák esetleg problémát okozhatnak a hálózati kapcsolatok, a hangrendszer, a grafikus környezet működésében, vagy akár a rendszer elindulását is meghiúsíthatják.
tr: Linux çekirdeği sistemin kritik bir öğesidir. Bununla ilgili regresyonlar, ağ bağlantısı sorununa, ses çıkmaması, grafik ortamının olmaması ve hatta bilgisayarın önyükleme yapamamasına neden olabilir.

source: Before installing or removing kernels, please make sure to read the help section, to make sure you know how to select kernels, how to revert updates and how to check your DKMS status.
cs: Před instalací či odstraňováním jader se prosím seznamte s příslušnou částí nápovědy. Především si ověřte, že víte jak vybrat jádro při spouštění počítače, jak vrátit zpátky stav před aktualizací a jak zkontrolovat stav DKMS.
da: Læs afsnittet om hjælp inden du installerer eller fjerner kerner for at sikre dig, at du ved, hvordan man vælger kerner, hvordan man tilbagefører opdateringer og hvordan man tjekker status af DKMS.
de: Bevor Sie Kernel installieren oder entfernen, lesen Sie bitte den Hilfebereich, um sicherzustellen, dass Sie wissen, wie Sie Kernel auswählen, wie Sie Aktualisierungen zurücksetzen und wie Sie Ihren DKMS-Status überprüfen können.
fi: Ennen ytimien asentamista tai poistoa, luethan ohjeosion, varmistat, että tiedät kuinka valita ytimiä, kuinka perua päivitykset ja kuinka tarkistat DKMS:n tilan.
hr: Prije instaliranja ili uklanjanja kernela, pročitajte odlomak pomoći, kako bi znali kako odabrati kernel, kako poništiti nadopunu i kako provjerit DKMS stanje.
hu: Kernelek telepítése és eltávolítása előtt olvassa el a súgó vonatkozó részeit, hogy biztosan ismerje a kernel kiválasztásának módját, a frissítések visszaállításának lehetőségét és a DKMS állapot ellenőrzését.
sk: Pred inštalovaním alebo odstraňovaním jadier si prosím prečítajte sekciu nápovedy aby ste sa uistili, že viete ako sa volia aktualizácie, ako vrátiť aktualizácie a viete si skontrolovať DKMS stav.
tr: Çekirdekleri kurmadan ya da kaldırmadan önce, lütfen yardım bölümünü okuduğunuzdan, bir çekirdeği nasıl seçebileceğinzden, bir çekirdek güncellemesini nasıl geri alabileceğinizden ve DKMS durumunu nasıl kontrol edebileceğiniz hakkındaki bilgilerinizden emin olunuz.

source: Starting refresh...
ar: جاري البدء في التحديث...
ca: S'està començant el refresc...
cs: Zahajování opětovného načtení…
da: Genindlæser …
de: Auffrischen wird gestartet …
fi: Aloitetaan päivitysluettelon lataus...
hr: Pokretanje osvježavanja...
hu: Frissítés indítása…
sk: Začína sa obnova...
tr: Yenilemeye başlıyor...

source: Another application is using APT
ar: تطبيق آخر يستخدم أداة الحزم المتقدمة(APT)
ca: Una altra aplicació està utilitzant APT
cs: Správa balíčků APT je právě používána jinou aplikací
da: APT bliver brugt af et andet program
de: Eine andere Anwendung greift im Augenblick auf die Paketverwaltung zu.
fi: Toinen sovellus käyttää APT:ia
hr: Druga aplikacija koristi APT
hu: Egy másik alkalmazás használja az APT-t
sk: APT práve používa iná aplikácia
tr: Başka bir uygulama APT'yi kullanıyor

source: Finding the list of updates...
ar: جاري العثور على قائمة التحديثات...
ca: S'està intentant trobar la llista d'actualitzacions...
cs: Hledání seznamu aktualizací…
da: Søger efter opdateringslisten …
de: Aktualisierungsliste wird gesucht …
fi: Etsitään päivitysluetteloa...
hr: Traženje popisa nadopuna...
hu: Frissítések listájának keresése…
sk: Hľadám zoznam aktualizácií...
tr: Güncelleme listesi aranıyor...

source: Your APT cache is corrupted.
ar: ذاكرة التخزين المؤقت لـAPT تالفة.
ca: La vostra memòria cau d'APT està malmesa.
cs: Mezipamět APT je poškozená.
da: Din APT-cache er ødelagt.
de: Ihr APT-Zwischenspeicher ist beschädigt.
fi: APT -välimuistisi on korruptoitunut.
hr: Vaša APT predmemorija je oštećena.
hu: Az APT gyorsítótár meghibásodott.
sk: Vaša vyrovnávacia pamäť nástroja APT je poškodená.
tr: APT önbelleğiniz bozulmuş.

source: Switch to a different Linux Mint mirror to solve this situation.
cs: Řešením této situace je použití jiného zrcadla s Linux Mint.
da: Skift til et andet Linux Mint-spejl for at løse problemet.
de: Bitte zu einem anderen Spiegelserver wechseln, um die Situation zu lösen.
fi: Vaihda Linux Mint palvelinta ratkaistaksesi tämän ongelman.
hr: Prebaci na drugi Linux Mint zrcalni poslužitelj kako bi razriješili ovu situaciju.
hu: A probléma megoldásához váltson egy másik tükörkiszolgálóra.
sk: Túto situáciu vyriešite prepnutím na iné zrkadlo systému Linux Mint.
tr: Bu durumu çözmek için farklı bir Linux Mint yansısına geçiş yapınız.

source: Software backport. Be careful when upgrading. New versions of software can introduce regressions.
cs: Novější verze software přenesené do dříve vydaného systému (backport). Dejte pozor při aktualizaci, nové verze aplikací mohou způsobit regrese.
da: Bagudporterede programmer. Vær forsigtig, hvis du opgraderer. Nye programversioner kan introducere regressioner.
de: Anwendungsrückportierung. Seien Sie bei der Aktualisierung vorsichtig. Neue Anwendungsversionen können Regressionen einführen.
fi: Vanhaan jakeluun sovitetut ohjelmistot. Ole varovainen päivittäessäsi. Uudet ohjelmistoversiot voivat aiheuttaa regressioita.
hr: Nepodržani softver. Budite oprezni prilikom nadopune. Nove inačice softvera mogu prouzrokovati probleme.
hu: Vissszaportolt csomagok. Legyen körültekintő a frissítés során. A programok új verziói visszafejlődési hibákat tartalmazhatnak.
sk: Backport softvéru. Buďte opatrní pri aktualizovaní. Nové verzie môžu priniesť regresie.
tr: Backport deposu yazılımları: Yükseltirken dikkatli olunuz. Yazılımların yeni sürümleri regresyonlar (olası hatalar) getirebilir.

source: Local mirrors are usually faster than packages.linuxmint.com
cs: Místní zrcadla jsou obvykle rychlejší než packages.linuxmint.com
da: Lokale spejle er som regel hurtigere end packages.linuxmint.com
de: Lokale Spiegelserver sind normalerweise schneller als packages.linuxmint.com
fi: Paikalliset palvelimet ovat yleensä nopeampia verrattuna packages.linuxmint.com
hr: Lokalni zrcalni poslužitelji uobičajeno su brži od glavnog poslužitelja: packages.linuxmint.com
hu: A közeli tükörkiszolgálók általában gyorsabban elérhetőek, mint a packages.linuxmint.com kiszolgáló
sk: Miestne zrkadlá sú obvykle rýchlejšie ako zrkadlo packages.linuxmint.com
tr: Yerel yansı sunucuları, packages.linuxmint.com ana yansı sunucusundan genellikle daha hızlıdır

source: %s is unreachable
cs: %s není dosažitelné
da: %s er ikke tilgængelig
de: %s ist nicht erreichbar
fi: %s on tavoittamattomissa
hr: %s je nedostupan
hu: %s nem érhető el
sk: %s je nedostupných
tr: %s erişilemez

source: The last update on %(mirror)s was %(days)d day ago
cs: Poslední aktualizace %(mirror)s proběhla před %(days)d dnem
da: Den seneste opdatering på %(mirror)s var for %(days)d dag siden
de: %(mirror)s wurde vor %(days)d Tag aktualisiert
fi: Edellinen päivitys %(mirror)s oli %(days)d päivä sitten
hr: Posljednja nadopuna na %(mirror)s je bila prije %(days)d dana
hu: A(z) %(mirror)s tükörszerver %(days)d napja volt frissítve
tr: %(mirror)s üstündeki son güncelleme %(days)d gün önce oldu

source: Level
ar: المستوى
ca: Nivell
cs: Stupeň
da: Niveau
de: Ebene
fi: Taso
hr: Razina
hu: Szint
sk: Úroveň
tr: Seviye

source: Old version
ar: الإصدار القديم
ca: Versió antiga
cs: Původní verze
da: Gammel version
de: Alte Version
fi: Vanha versio
hr: Stara inačica
hu: Régi verzió
sk: Stará verzia
tr: Eski sürüm

source: New version
ar: الإصدار الجديد
ca: Versió nova
cs: Nová verze
da: Ny version
de: Neue Version
fi: Uusi versio
hr: Nova inačica
hu: Új verzió
sk: Nová verzia
tr: Yeni sürüm

source: Please choose an update policy.
cs: Vyberte strategii aktualizací.
da: Vælg venligst en opdateringspolitik.
de: Bitte eine Aktualisierungsrichtlinie auswählen.
fi: Valitse päivityskäytäntö.
hr: Odaberite pravila nadopunjavanja.
hu: Válasszon egy frissítési házirendet.
sk: Prosím zvoľte pravidlá pre aktualizácie.
tr: Lütfen bir güncelleme ilkesi seçiniz.
