Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Core concepts
am: ዋናው ሀሳብ
ar: المفاهيم الأساسية
be: Асноўныя канцэпцыі
bg: Основна концепция
ca: Conceptes bàsics
cs: Základní pojmy
cy: Cysyniadau craidd
da: Grundbegreber
de: Kernkonzepte
el: Βασικές έννοιες
eo: Bazaj konceptoj
es: Conceptos básicos
et: Põhimõisted
eu: Oinarrizko kontzeptuak
fi: Ydinkonseptit
fr_ca: Concepts fondamentaux
he: עקרונות יסוד
hi: मूल सिद्धांत
hr: Koncepti jezgre
hu: Alap koncepciók
ia: Conceptos nucleo
id: Konsep inti
is: Grunnhugtök
it: Concetti fondamentali
ja: 主な概念
kab: Isegza izaduren
lt: Pagrindiniai konceptai
nl: Kernbegrippen
pl: Główne pojęcia
pt: Conceitos básicos
pt_br: Conceitos básicos
ro: Concepte de bază
ru: Основные понятия
sk: Základné koncepty
sl: Temeljni koncepti
sr: Основни концепт
sr@latin: Ključni koncepti
sv: Centrala begrepp
tr: Temel kavramlar
uk: Основні поняття
vi: Khái niệm cốt lõi

source: This section explains the core concepts related to software updates.
am: ይህ ክፍል የሚያስረዳው ዋናውን የ ተዛመደ የ ሶፍትዌር ማሻሻያ ነው
ar: يشرح هذا القسم المفاهيم الأساسية المتعلقة بتحديثات البرامج.
be: Гэта частка тлумачыць асноўныя канцэпцыі абнаўлення праграм.
bg: Тази секция обяснява основната концепция, свързана с актуализациите на софтуер.
ca: Aquesta secció explica els conceptes bàsics sobre les actualitzacions de programari.
cs: Tato část vysvětluje základní pojmy spojené se aktualizacemi software.
cy: Mae'r adran hon yn esbonio'r cysyniadau craidd sy'n perthyn i ddiweddariadau craidd.
da: Dette afsnit beskriver grundbegreberne relateret til programopdateringer.
de: In diesem Abschnitt werden die Kernkonzepte für Anwendungsaktualisierungen erläutert.
el: Αυτή η ενότητα εξηγεί τις βασικές έννοιες που σχετίζονται με τις ενημερώσεις λογισμικού.
eo: Ĉi tiu sekcio klarigas la bazajn konceptojn pri programaraj ĝisdatigoj.
es: Esta sección explica los conceptos básicos relacionados con las actualizaciones de software.
et: See sektsioon kirjeldab tarkvara uuendamisega seotud põhilisi mõisteid.
eu: Atal honek software eguneraketen oinarrizko kontzeptuak azaltzen ditu.
fi: Tämä osio selittää ohjelmistopäivityksiin liittyvät ydinkonseptit.
fr_ca: Cette section explique les concepts fondamentaux concernant les mises à jour logicielles.
he: חלק זה מסביר את עקרונות היסוד הנוגעים לעדכוני מערכת.
hi: इस अनुखंड में सॉफ्टवेयर अपडेट संबंधी मूल सिद्धांत वर्णित हैं।
hr: Ovaj odlomak objašnjava koncepte jezgre povezane s nadopunama softvera.
hu: Ez a fejezet a szoftverfrissítéssel kapcsolatos alap koncepciókról szól.
ia: Iste section explica le conceptos nucleo associate al actualisationes del software.
id: Bagian ini menjelaskan konsep inti yang terkait dengan pembaruan perangkat lunak.
is: Þessi hluti skýrir grunnhugtök sem tengjast uppfærslum á hugbúnaði.
it: Questa sezione spiega i concetti di base relativi agli aggiornamenti del software.
ja: このセクションでは、ソフトウェアアップデートに関連する主な概念について説明します。
kab: Tigezmi-agi temmal tiktiwin tigejdanin n ileqman n iseɣẓanen.
lt: Ši sekcija paaiškina pagrindinius konceptus, susijusius su programinės įrangos atnaujinimais.
nl: Dit onderdeel verklaart de kernbegrippen inzake het bijwerken van programmatuur.
pl: Ta sekcja wyjaśnia główne pojęcia związane z aktualizacjami oprogramowania.
pt: Esta secção explora os conceitos básicos relacionados com as atualizações de software.
pt_br: Esta seção explica os conceitos básicos relacionados às atualizações de software.
ro: Această secțiune explică concepte legate de actualizările software.
ru: В этом разделе находятся сведения об основных понятиях, связанных с обновлением программного обеспечения.
sk: Táto sekcia vysvetľuje základné koncepty ohľadom aktualizácie softvéru.
sl: To podpoglavje razloži temeljne koncepte posodobitev programja.
sr: Овај део објашњава основне концепте ажурирања софтвера.
sr@latin: Ovaj odeljak objašnjava ključne koncepte koji se odnose na ažuriranje softvera.
sv: Detta avsnitt förklarar centrala begrepp, relaterade till programuppdateringar.
tr: Bu bölüm yazılım güncellemeleri ile ilgili temel kavramları açıklamaktadır.
uk: Цей розділ пояснює основні поняття, пов'язані з оновленнями програм.
vi: Phần này giải thích các khái niệm cốt lõi liên quan đến cập nhật phần mềm.

source: This section explains kernel updates.
am: ይህ ክፍል የሚያስረዳው የ ከረኔል ማሻሻያ ነው
ar: يشرح هذا القسم تحديثات النواة.
be: Гэта частка тлумачыць абнаўленні ядра.
bg: Тази секция обяснява актуализациите за ядрото
ca: Aquesta secció explica les actualitzacions del kernel.
cs: Tato část vysvětluje aktualizace jádra.
cy: Mae'r adran hon yn esbonio diweddaru cnewyll
da: Dette afsnit beskriver kerneopdateringer.
de: In diesem Abschnitt werden Kernelaktualisierungen erläutert.
el: Αυτή η ενότητα εξηγεί τις ενημερώσεις του πυρήνα.
eo: Ĉi tiu sekcio klarigas kernajn ĝisdatigojn.
es: Esta sección explica las actualizaciones del núcleo.
et: See sektsioon selgitab kerneli uuendusi.
eu: Atal honek nukleoaren eguneraketak azaltzen ditu.
fi: Tämä osio selittää ytimen päivitykset.
fr_ca: Cette section explique les mises à jour du noyau.
he: מקטע זה מסביר אודות עדכוני ליבה.
hi: इस अनुखंड में कर्नेल अपडेट वर्णित हैं।
hr: Ovaj odlomak objašnjava nadopune kernela.
hu: Ez a fejezet a kernelfrissítésről szól.
ia: Iste section explica actualisationes del kernel.
id: Bagian ini menjelaskan pembaruan kernel.
is: Þessi hluti skýrir uppfærslur á kjarna.
it: Questo sezione spiega gli aggiornamenti del kernel.
ja: このセクションでは、カーネルアップデートについて説明します。
kab: Tigezmi-agi ad d-tsegzi ileqman n yiɣes.
lt: Ši sekcija paaiškina branduolių atnaujinimus.
nl: Dit onderdeel verklaart het bijwerken van systeemkernen.
pl: Ta sekcja wyjaśnia aktualizacje jądra.
pt: Esta secção explora as atualizações de kernel.
pt_br: Esta seção explica as atualizações de kernel.
ro: Această secțiune explică actualizările de nucleu.
ru: В этом разделе находятся сведения об обновлении ядра.
sk: Táto sekcia vysvetľuje aktualizácie jadra
sl: V tem razdelku sledi razlaga posodavljanja jedra.
sr: Овај део објашњава ажурирања кернела.
sr@latin: Ovaj odeljak objašnjava ažuraranje kernela.
sv: Detta avsnitt förklarar kärnuppdateringar.
tr: Bu bölüm çekirdek güncellemelerini açıklar
uk: Цей розділ роз'яснює оновлення ядер.
vi: Phần này giải thích các cập nhật kernel.

source: Advanced techniques
am: የ ረቀቀ ቴክኒኮች
ar: التقنيات المتقدمة
be: Прасунутыя тэхнікі
bg: Техники за напреднали
ca: Tècniques avançades
cs: Pokročilé techniky
cy: Technegau uwch
da: Avancerede teknikker
de: Erweiterte Techniken
el: Προχωρημένεςτεχνικές
eo: Altnivelaj teknikoj
es: Técnicas avanzadas
et: Keerulisemad tehnikad
eu: Teknika aurreratuak
fi: Kehittyneet tekniikat
fr_ca: Techniques avancées
he: טכניקות מתקדמות
hi: उन्नत तकनीक
hr: Napredne tehničke mogućnosti
hu: Haladó technikák
ia: Technicas avantiate
id: Teknik lanjutan
is: Þróaðri aðferðir
it: Tecniche avanzate
ja: 高度なテクニック
kab: Titiknikin tinaẓiyin
lt: Išplėstiniai metodai
nl: Geavanceerde technieken
pl: Techniki zaawansowane
pt: Técnicas avançadas
pt_br: Técnicas avançadas
ro: Tehnici avansate
ru: Дополнительные способы
sk: Pokročilé postupy
sl: Napredne tehnike
sr: Напредне технике
sr@latin: Napredne tehnike
sv: Avancerade tekniker
tr: Gelişmiş Teknikler
uk: Додаткові способи
vi: Kỹ thuật nâng cao

source: This section explains advanced techniques.
am: ይህ ክፍል የሚያስረዳው የ ረቀቀ ቴክኒኮች ነው
ar: يشرح هذا القسم التقنيات المتقدمة.
be: Гэта частка тлумачыць прасунутыя тэхнікі.
bg: Тази секция обяснява техниките за напреднали
ca: Aquesta secció explica les tècniques avançades.
cs: Tato část vysvětluje pokročilé techniky.
cy: Mae'r adran hon yn esbonio technegau uwch
da: Dette afsnit beskriver avancerede teknikker.
de: In diesem Abschnitt werden erweiterte Techniken erläutert.
el: Αυτή η ενότητα εξηγεί τις προηγμένες τεχνικές.
eo: Ĉi tiu sekcio klarigas altnivelajn teknikojn.
es: Esta sección explica las técnicas avanzadas.
et: See sektsioon kirjeldab edasijõudnud kasutajale mõeldud võimalusi.
eu: Atal honek teknika aurreratuak azaltzen ditu.
fi: Tämä osio selittää kehittyneet tekniikat.
fr_ca: Cette section explique les techniques avancées.
he: חלק זה מסביר טכניקות מתקדמות.
hi: इस अनुखंड में उपयोग हेतु उन्नत तकनीक वर्णित हैं।
hr: Ovaj odlomak objašnjava napredne tehničke mogućnosti.
hu: Ebben a részben a további lehetőségeket tekintheti meg.
ia: Iste section explica le technicas avantiate.
id: Bagian ini menjelaskan teknik lanjutan.
is: Þessi hluti skýrir ítarlegri aðferðir.
it: Questa sezione spiega le tecniche avanzate.
ja: このセクションでは、高度なテクニックについて説明します。
kab: Tigezmi-ag ad d-tsegzi titiknikin tinaẓiyin.
lt: Ši sekcija paaiškina išplėstinius metodus.
nl: Dit onderdeel verklaart geavanceerde technieken.
pl: Ta sekcja wyjaśnia techniki zaawansowane.
pt: Esta secção explora técnicas avançadas.
pt_br: Esta seção esclarece técnicas avançadas
ro: Această secțiune explică tehnicile avansate.
ru: В этом разделе описаны дополнительные способы.
sk: Táto sekcia vysvetľuje pokročilé postupy
sl: Ta razdelek razloži napredne tehnike.
sr: Овај део објашњава напредне технике.
sr@latin: Ovaj odeljak objašnjava napredne tehnike.
sv: Detta avsnitt förklarar avancerade tekniker.
tr: Bu bölüm gelişmiş teknikleri açıklar.
uk: Цей розділ роз'яснює додаткові способи.
vi: Phần này giải thích các kỹ thuật nâng cao.
