Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: %d update available
am: %d ማሻሻያ ዝግጁ ነው
ar: متاح %d تحديث
ast: %d anovamientu disponible
be: %d абнаўленне даступна
bg: Налична е %d актуализация
ca: %d actualització disponible
cs: Je k dispozici %d aktualizace
cy: %d diweddariadau ar gael
da: %d opdatering tilgængelig
de: %d Aktualisierung verfügbar
el: %d διαθέσιμη ενημέρωση
eo: %d ĝisdatigo disponebla
es: %d actualización disponible
et: %d uuendus saadaval
eu: Eguneraketa %d eskuragarri
fa: %d بروزرسانی موجود است
fi: %d päivitys saatavilla
fr_ca: %d mise à jour disponible
he: עדכון %d זמין
hi: %d अपडेट उपलब्ध
hr: %d nadopuna dostupna
hu: %d frissítés érhető el
ia: %d actualisation disponibile
id: %d pembaruan tersedia
is: %d uppfærsla tiltæk
it: %d aggiornamento disponibile
ja: %d 個のアップデートが利用可能
kab: %d n lqem yewjed
lo: ມີການອັບເດດ %d ລາຍການ
lt: Yra prieinamas %d atnaujinimas
lv: %d pieejams atjauninājums
nb: %d oppdatering tilgjengelig
nl: %d actualisering beschikbaar
nn: %d oppdatering tilgjengeleg
oc: %d mesa a jorn disponibla
pl: %d dostępna aktualizacja
pt: %d atualização disponível
pt_br: %d atualização disponível
ro: %d actualizare disponibilă
ru: Доступно %d обновление
sl: %d posodobitev na voljo
sr: Доступност ажурирања %d
sr@latin: %d ažuriranje dostupno
sv: %d uppdatering tillgänglig
tr: %d güncelleme mevcut
uk: %d оновлення доступне
uz: %d ta yangilanish mavjud
vi: %d có thể cập nhật

source: Your system is up to date
am: ስርአቱ ዘመናዊ ነው
ar: النظام الخاص بك محدث
ast: El to sistema ta anováu
be: Сістэма знаходзіцца ў актуальным стане
bg: Системата Ви е актуализирана
ca: El vostre sistema està actualitzat
cs: Váš systém je aktuální
cy: Mae eich system yn gyfredol
da: Dit system er opdateret
de: Ihr System ist auf dem neuesten Stand.
el: Το σύστημά σας είναι ενημερωμένο
eo: Via sistemo estas ĝisdatiga
es: El sistema está actualizado
et: Sinu süsteem on ajakohane
eu: Zure sistema eguneratuta dago
fa: سیستم شما به‌روز است
fi: Järjestelmä on ajan tasalla
fr_ca: Votre système est à jour
he: המערכת מעודכנת
hi: आपका सिस्टम नवीनतम है
hr: Vaš sustav je nadopunjen
hu: A rendszere naprakész
ia: Tu systema es actualisate
id: Sistem Anda sudah yang terbaru
is: Kerfið þitt er með öllum uppfærslum
it: Il tuo sistema è aggiornato
ja: システムは最新です
kab: Anagraw-ik yettwaleqqem
lo: ລະບົບຂອງທ່ານທັນສະໄໝແລ້ວ
lt: Jūs esate įdiegę visus prieinamus atnaujinimus
lv: Tava sistēma ir atjaunināta
nb: Systemet ditt er oppdatert
nl: Uw systeem is bijgewerkt
nn: Systemet ditt er oppdatert
oc: Vòstre sistèma es a jorn
pl: System jest aktualny
pt: O sistema está atualizado
pt_br: Seu sistema está atualizado
ro: Sistemul este actualizat
ru: Ваша система не требует обновления
sk: Váš systém je aktualizovaný
sl: Vaš sistem je že posodobljen.
sr: Систем је ажуриран
sr@latin: Vaš sistem je ažuran
sv: Ditt system är uppdaterat
tr: Sisteminiz güncel
uk: Ваша система в новітньому стані
uz: Tizimingiz yangilangan
vi: Hệ thống đã được cập nhật

source: Do you want to switch to a local mirror?
am: ወደ ወደ ሌላ የ ሊነክስ ሚንት ማንፃባረቂያ ይቀይሩ
ar: هل تريد التبديل إلى مرآة محلية؟
ast: ¿Quies movete a un mirror llocal?
be: Пераключыцца на лакальнае люстэрка?
bg: Искате ли да превключите на местно огледало?
ca: Voleu canviar a una rèplica local?
cs: Chcete raději používat místní zrcadlo?
cy: Hoffech chi newid i ddrych lleol?
da: Ønsker du at skifte til et lokalt spejl?
de: Wollen Sie zu einem lokalen Spiegelserver wechseln?
el: Επιθυμείτε να αλλάξετε σε μία τοπική εναλλακτική τοποθεσία (local mirror);
eo: Ĉu vi deziras ŝalti al loka spegulservilo?
es: ¿Quiere cambiar a un servidor local?
et: Kas tahad kasutada kohalikku peeglit?
eu: Ispilu lokal batera aldatu nahi duzu?
fa: آیا میخواهید به یک آیینه محلی جا‌به‌جا شوید؟
fi: Haliatko vaihtaa paikalliselle palvelimelle?
fr_ca: Souhaitez-vous utiliser un miroir de dépôt local ?
he: האם להחליף לאתר־מראה מקומי?
hi: क्या आप लिनक्स मिंट हेतु स्थानीय सर्वर-मिरर सेट करना चाहते हैं?
hr: Želite li prebaciti na lokalni zrcalni poslužitelj?
hu: Szeretne váltani egy másik tükörkiszolgálóra?
ia: Desira tu commutar a un speculo local?
id: Apakah anda ingin menggunakan mirror lokal?
is: Viltu skipta yfir á nærliggjandi pakkaspegil?
it: Vuoi passare ad un mirror locale?
ja: 近くのローカルミラーに切り替えますか？
kab: Tebɣiḍ ad tesqedceḍ aḍebsi uslig adigan?
lo: ທ່ານຕ້ອງການປ່ຽນໄປໃຊ້ mirror ພາຍໃນປະເທດບໍ່?
lt: Ar norite persijungti į vietinę tinklavietę?
lv: Vai vēlies pārslēgties uz vietējo spoguli?
nb: Ønsker du å bytte til en lokal programvarekilde?
nl: Wilt u overschakelen naar een spiegelserver bij u in de buurt?
nn: Vil du bytte til ein lokal spegel?
oc: Volètz passar a un servidor miralh local ?
pl: Czy chcesz przełączyć się na lokalny serwer zwierciadlany?
pt: Deseja utilizar um repositório regional?
pt_br: Você quer mudar para um repositório regional?
ro: Doriți să treceți la un sait alternativ local?
ru: Переключиться на локальное зеркало?
sk: Chcete prepnúť na miestne zrkadlo?
sl: Ali želite preklopiti na krajevni zrcalni strežnik?
sr: Да ли желите да се пребаците на локално огледало?
sr@latin: Da li želite da se prebacite na lokalni preslikani server?
sv: Vill du byta till en lokal spegel?
tr: Yerel bir yansıya geçiş yapmak istiyor musunuz?
uk: Чи ви хочете перемкнутися на місцеве дзеркало?
uz: Mahalliy ko‘zguga o‘tishni xohlaysizmi?
vi: Bạn có muốn chuyển sang kho sao chép địa phương không?

source: Local mirrors are usually faster than packages.linuxmint.com.
ar: المرايا المحلية عادة ما تكون أسرع من packages.linuxmint.com.
ast: Los mirrors llocales suelen ser más rápidos que packages.linuxmint.com.
be: Лакальнае люстэрка звычайна хутчэйшае, чым packages.linuxmint.com.
bg: Местните огледала са обикновено по-бързи от packages.linuxmint.com.
ca: Les rèpliques locals normalment són més ràpides que packages.linuxmint.com.
cy: Mae drychau lleol fela arfer yn gynt na packages.linuxmint.com.
el: Οι τοπικοί κατοπτρισμοί είναι συνήθως ταχύτεροι από το packages.linuxmint.com.
eo: Lokaj spegulserviloj kutime pli rapidas ol packages.linuxmint.com.
es: Los servidores locales suelen ser más rápidos que packages.linuxmint.com.
et: Kohalikud tarkvarapeeglid on tavaliselt kiiremad kui packages.linuxmint.com.
eu: Ispilu lokalak orokorrean azkarragoak dira packages.linuxmint.com baino.
fa: آیینه های محلی معمولا از packages.linuxmint.com سریع تر‌ند.
fr_ca: Les mirroirs locaux sont habituellement plus rapides que packages.linuxmint.com.
he: אתרי־מראה מקומיים לרוב מהירים יותר מ־packages.linuxmint.com.
hi: आमतौर पर स्थानीय सर्वर-मिरर packages.linuxmint.com से तीव्र होते हैं।
ia: Le speculos local es usualmente plus veloce que packages.linuxmint.com.
id: Mirror lokal biasanya lebih cepat daripada packages.linuxmint.com.
is: Speglar í landinu þínu eru venjulega miklu hraðvirkari en packages.linuxmint.com.
it: I mirror locali sono di solito più veloci di packages.linuxmint.com.
ja: 通常、ローカルミラーは packages.linuxmint.com よりも高速です。
kab: Iḍebsiyen usligen idiganen tikwal ttɣawalen ugar n packages.linuxmint.com.
lo: Mirror ພາຍໃນປະເທດມັກຈະໄວກວ່າ packages.linuxmint.com.
lt: Vietinės tinklavietės, įprastai, yra greitesnės nei packages.linuxmint.com
lv: Vietējie spoguļi parasti ir ātrāki par packages.linuxmint.com.
nb: Lokale programvarekilder er som regel raskere enn packages.linuxmint.com.
nl: Spiegelservers bij u in de buurt, zijn doorgaans sneller dan packages.linuxmint.com.
nn: Lokale speglar er vanlegvis raskare enn packages.linuxmint.com.
oc: Los servidors miralhs locals son sovent mai rapids que packages.linuxmint.com.
pl: Lokalne serwery lustrzane są zazwyczaj szybsze niż packages.linuxmint.com.
pt: Normalmente, os repositórios regionais são mais rápidos do que packages.linuxmint.com.
pt_br: Repositórios regionais normalmente são mais rápidos que packages.linuxmint.com.
ro: Saiturile alternative locale sunt, de obicei, mai rapide decât packages.linuxmint.com.
ru: Локальные зеркала обычно быстрее, чем packages.linuxmint.com.
sl: Krajevni zrcalni strežniki so običajno hitrejši kot packages.linuxmint.com.
sr: Локална огледала су обично бржа од packages.linuxmint.com.
sr@latin: Lokalni preslikani serveri su obično brži od packages.linuxmint.com.
sv: Lokala speglar är oftast snabbare än packages.linuxmint.com.
uk: Локальні дзеркала звичайно швидші, ніж «packages.linuxmint.com».
uz: Mahalliy ko‘zgular odatda packages.linuxmint.com dan tezroq.
vi: Máy nhân bản cục bộ thường nhanh hơn packages.linuxmint.com.

source: Please switch to another mirror
am: እባክዎን ወደ ሌላ አንጸባራቂ ይቀይሩ
ar: يرجى التبديل إلى مرآة أخرى
ast: Por favor, camudiar de mirror
be: Пераключыцеся на іншае люстэрка
bg: Моля, превключете на друго огледало
ca: Canvieu a una altra rèplica
cs: Přepněte na jiné zrcadlo
cy: Newidiwch i ddrych arall
da: Skift venligst til et andet spejl
de: Bitte zu einem anderen Spiegelserver wechseln
el: Παρακαλούμε αλλάξτε σε κάποια άλλη εναλλακτική τοποθεσία (mirror)
eo: Bonvolu ŝalti al alia spegulservilo
es: Cambie a otro servidor
et: Palun võta kasutusele mõni teine peegel
eu: Mesedez aldatu beste ispilu batera
fa: لطفا به یک آیینه دیگر جابه‌جا شوید
fi: Valitse toinen palvelin
fr_ca: Veuillez changer miroir de dépôt
he: נא להחליף לאתר־מראה אחר
hi: कृपया कोई अन्य सर्वर-मिरर चुनें
hr: Prebacite na drugi zrcalni poslužitelj
hu: Váltson egy másik tükörkiszolgálóra
ia: Per favor commuta a un altere speculo
id: Mohon alihkan ke mirror lainnya
is: Endilega skiptu yfir á annan pakkaspegil
it: Seleziona un altro mirror
ja: 別のミラーに切り替えてください
kab: Ttxil-k beddel aḍebsi uslig
lo: ກະລຸນາປ່ຽນໄປໃຊ້ mirror ອື່ນ
lt: Prašome perjungti į kitą tinklavietę
lv: Lūdzu, pārslēdzies uz citu spoguli
nb: Vennligst bytt til et annet speil
nl: Schakel a.u.b. over naar een andere spiegelserver, of wacht een dagje totdat uw huidige spiegelserver weer op orde is
nn: Byt til ein annan spegel
oc: Mercés de bascular sus un autre miralh
pl: Prosimy o przełączenie na inny serwer zwierciadlany
pt: Trocar para outro repositório regional
pt_br: Por favor mude para outro repositório
ro: Alegeți un sait alternativ
ru: Переключитесь на другое зеркало
sk: Prosím, prepnite na iné zrkadlo
sl: Preklopite na drug zrcalni strežnik
sr: Пребаците се на друго огледало
sr@latin: Prebacite se na drugi preslikani server
sv: Var vänlig byt till en annan spegel
tr: Bir başka yansıya geçiş yapınız
uk: Перемкніться на інше дзеркало
uz: Iltimos, boshqa ko‘zguga o‘ting
vi: Xin hãy chuyển sang kho sao chép khác

source: %s is unreachable.
am: %s መድረስ አልተቻለም
ar: %s غير قابل للوصول.
ast: Nun se atopa %s
be: %s недасягальнае.
bg: %s е недостижим.
ca: %s no és accessible.
cy: Nid oes modd cyrraedd %s
el: %s είναι μη προσβάσιμος
eo: %s neatingeblas.
es: %s no es accesible.
et: %s pole kättesaadav.
eu: %s ez dago eskuragarri.
fa: %s در دسترس نیست
fr_ca: %s ne peut être atteint.
he: %s לא נגיש.
hi: %s पहुँच से बाहर है।
ia: %s non es attingibile.
id: %s tidak terjangkau.
is: Næ ekki sambandi við %s
it: %s è irraggiungibile.
ja: %s に到達できません。
kab: %s ur yettwaweḍ ara.
lo: %s ບໍ່ສາມາດເຂົ້າເຖິງໄດ້.
lt: %s yra nepasiekiama.
lv: %s nav sasniedzams.
nb: %s kan ikke nås.
nl: %s is onbereikbaar.
nn: %s er utilgjengeleg.
oc: se pòt pas contactar %s
pl: %s jest niedostępny.
pt: %s está inacessível.
pt_br: %s está inacessível.
ro: %s nu este disponibil.
ru: %s не доступно.
sl: %s ni dosegljiv.
sr: %s је недостижно.
sr@latin: %s je nedostupan.
sv: %s är inte tillgänglig.
uk: «%s» недосяжне.
uz: %s bilan bog‘lanib bo‘lmaydi.
vi: %s không thể truy cập được.

source: The last update on %(mirror)s was %(days)d day ago.
am: የ መጨረሻው ማሻሻያ ከ %(mirror)s ነበር %(days)d ቀን በፊት
ar: التحديث الأخير على %(mirror)s كان منذ %(days)d يوم.
ast: Caberu anovamientu de %(mirror)s foi va %(days)d día.
be: Апошняе абнаўленне %(mirror)s было %(days)d дзень таму.
bg: Последната актуализация от %(mirror)s беше преди %(days)d ден.
ca: L'última actualització a %(mirror)s es va fer fa %(days)d dia.
cy: Bu diweddariad diwethaf ar %(mirror)s %(days)d diwrnod yn ôl.
el: Η τελευταία ενημέρωση %(mirror)s ήταν %(days)d ημέρα πριν.
eo: La lasta ĝisdatigo sur %(mirror)s estis antaŭ %(days)d tago.
es: La última actualización de %(mirror)s fue hace %(days)d día.
et: Viimane uuendus peeglis %(mirror)s oli %(days)d päev tagasi.
eu: %(mirror)s(e)n azken eguneraketa duela egun %(days)d izan zen.
fa: آخرین بروزرسانی بر %(mirror)s %(days)d روز قبل بوده.
fr_ca: Dernière mise à jour sur %(mirror)s était %(days)d jours auparavant.
he: העדכון האחרון ב־%(mirror)s היה לפני יום %(days)d.
hi: %(mirror)s अंतिम बार %(days)d दिन पूर्व अपडेट हुआ था।
ia: Le ultime actualisation sur %(mirror)s ha essite %(days)d die retro.
id: Pembaruan terakhir pada %(mirror)s adalah %(days)d hari yang lalu.
is: Síðasta uppfærsla á %(mirror)s var fyrir %(days)d degi síðan.
it: L'ultimo aggiornamento di %(mirror)s è stato %(days)d giorno fa.
ja: %(mirror)s の最後の更新は %(days)d 日前でした。
kab: Aleqqam aneggaru %(mirror)s yella-d %(days)d n wass aya.
lo: ການອັບເດດຫຼ້າສຸດໃນ %(mirror)s ແມ່ນ %(days)d ມື້ກ່ອນ.
lt: Paskutinis atnaujinimas iš %(mirror)s buvo taikytas prieš %(days)d dieną.
lv: Pēdējais atjauninājums %(mirror)s bija %(days)d dienu atpakaļ.
nb: Siste oppdatering på %(mirror)s var %(days)d dag siden.
nl: De laatste keer dat %(mirror)s werd bijgewerkt, was %(days)d dag geleden.
nn: Siste oppdatering på %(mirror)s var for %(days)d dag sidan.
oc: La darrièra mesa a jorn sus %(mirror)s foguèt de fa %(days)d jorn.
pl: Ostatnia aktualizacja %(mirror)s miała miejsce %(days)d dzień temu.
pt: A última atualização em %(mirror)s foi há %(days)d dia.
pt_br: A última atualização em %(mirror)s foi a %(days)d dia atrás.
ro: Ultima actualizare pe %(mirror)s a fost acum %(days)d zi.
ru: Последнее обновление на %(mirror)s было %(days)d день назад.
sl: Zadnja posodobitev na %(mirror)s je bila pred %(days)d dnevi.
sr: Последња ажурирања на %(mirror)s су била %(days)d дана.
sr@latin: Poslednje ažuriranje na %(mirror)s je bilo pre %(days)d dan.
sv: Den senaste uppdateringen av %(mirror)s gjordes för %(days)d dag sedan.
uk: Останнє оновлення на «%(mirror)s» було %(days)d день тому.
uz: %(mirror)s da oxirgi yangilanish %(days)d kun oldin bo‘lgan.
vi: Lần cập nhật cuối cùng trên %(mirror)s là %(days)d ngày trước.

source: Exit
am: መውጫ
ar: خروج
be: Выхад
bg: Изход
ca: Surt
cs: Ukončit
cy: Gadael
da: Afslut
de: Beenden
el: Έξοδος
eo: Eliri
es: Salir
et: Välju
eu: Irten
fi: Poistu
fr_ca: Quitter
he: יציאה
hi: बंद करें
hr: Zatvori
hu: Kilépés
ia: Exir
id: Keluar
is: Fara út
it: Esci
ja: 終了
kab: ffeɣ
lt: Išeiti
nl: Sluiten
pl: Wyjdź
pt: Sair
pt_br: Saír
ro: Ieșire
ru: Выход
sk: Skončiť
sl: Izhod
sr: Изађи
sr@latin: Izađi
sv: Stäng
tr: Çıkış
uk: Вийти
vi: Thoát

source: Upgrade
am: ማሻሻያ
ar: ترقية
ast: Anovar
be: Абнавіць
bg: Надграждане
ca: Actualitza
cs: Přejít na novější verzi
cy: Diweddaru
da: Opgradér
de: Systemaktualisierung
el: Αναβάθμιση
eo: Promocii
es: Actualizar
et: Uuenda
eu: Bertsio-berritu
fa: ارتقا
fi: Päivitys
fr_ca: Mettre à niveau
he: שדרוג
hi: उन्नत बनाएं
hr: Nadogradnja
hu: Frissítés
ia: Modernisar
id: Perbarui
is: Uppfæra
it: Aggiorna
ja: アップグレード
kab: Leqqem
lo: ອັບເກຣດ
lt: Atnaujinti
lv: Uzlabot
nb: Oppgrader
nl: Opwaarderen
nn: Oppgrader
oc: Metre a nivèl
pl: Aktualizuj
pt: Atualizar
pt_br: Buscar Atualizações
ro: Înnoiește
ru: Обновить
sk: Aktualizovať
sl: Nadgradnja
sr: Надогради
sr@latin: Ažuriraj
sv: Uppgradera
tr: Yükselt
uk: Оновити версію системи
uz: Yangilash
vi: Nâng cấp

source: Name
am: ስም
ar: الاسم
ast: Nome
be: Назва
bg: Име
ca: Nom
cs: Název
cy: Enw
da: Navn
el: Όνομα
eo: Nomo
es: Nombre
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
ia: Nomine
id: Nama
is: Heiti
it: Nome
ja: 名前
kab: Isem
lo: ຊື່
lt: Pavadinimas
lv: Nosaukums
nb: Navn
nl: Naam
nn: Namn
oc: Nom
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Название
sk: Názov
sl: Ime
sr: Назив
sr@latin: Naziv
sv: Namn
tr: İsim
uk: Назва
uz: Nomi
vi: Tên

source: Old Version
am: አሮጌው እትም
ast: Versión vieya
be: Старая версія
bg: Стара версия
cy: Hen Fersiwn
el: Παλιά Έκδοση
eo: Malnova versio
es: Versión anterior
et: Vanem versioon
eu: Bertsio zaharra
fa: نسخه قدیمی
fr_ca: Ancienne version
he: גרסה ישנה
hi: पुराना संस्करण
ia: Vetule version
id: Versi Lama
is: Eldri útgáfa
it: Vecchia versione
ja: 旧バージョン
kab: Lqem aqbur
lo: ລຸ້ນເກົ່າ
lt: Sena versija
lv: Vecā versija
nb: Gammel versjon
nl: Oude versie
nn: Gammal versjon
oc: Version anciana
pl: Stara wersja
pt: Versão antiga
pt_br: Versão antiga
ro: Versiune veche
ru: Старая версия
sl: Stara različica
sr: Стара верзија
sr@latin: Stara verzija
sv: Gammal version
uk: Стара версія
uz: Eski versiyasi
vi: Phiên bản cũ

source: New Version
am: አዲሱ እትም
ast: Versión nueva
be: Новая версія
bg: Нова версия
cy: Fersiwn Newydd
el: Νέα Έκδοση
eo: Nova versio
es: Versión nueva
et: Uus versioon
eu: Bertsio berria
fa: نسخه جدید
fr_ca: Nouvelle version
he: גרסה חדשה
hi: नया संस्करण
ia: Nove version
id: Versi Baru
is: Ný útgáfa
it: Nuova versione
ja: 新バージョン
kab: Lqem amaynut
lo: ລຸ້ນໃໝ່
lt: Nauja versija
lv: Jaunā versija
nb: Ny versjon
nl: Nieuwe versie
nn: Ny versjon
oc: Version novèla
pl: Nowa wersja
pt: Nova versão
pt_br: Nova versão
ro: Versiune nouă
ru: Новая версия
sl: Nova različica
sr: Нова верзија
sr@latin: Nova verzija
sv: Ny version
uk: Нова версія
uz: Yangi versiyasi
vi: Phiên bản mới

source: Size
am: መጠን
ar: الحجم
ast: Tamañu
be: Памер
bg: Размер
ca: Mida
cs: Velikost
cy: Maint
da: Størrelse
de: Größe
el: Μέγεθος
eo: Grando
es: Tamaño
et: Suurus
eu: Tamaina
fa: اندازه‌
fi: Koko
fr_ca: Taille
he: גודל
hi: आकार
hr: Veličina
hu: Méret
ia: Dimension
id: Ukuran
is: Stærð
it: Dimensione
ja: サイズ
kab: Teɣzi
lo: ຂະໜາດ
lt: Dydis
lv: Izmērs
nb: Størrelse
nl: Grootte
nn: Storleik
oc: Talha
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sl: Velikost
sr: Величина
sr@latin: Veličina
sv: Storlek
tr: Boyut
uk: Розмір
uz: Hajmi
vi: Kích cỡ

source: Type
am: አይነት
ar: النوع
ast: Tipu
be: Тып
bg: Вид
ca: Tipus
cs: Typ
cy: Math
de: Typ
el: Τύπος
eo: Tipo
es: Tipo
et: Tüüp
eu: Mota
fa: نوع
fi: Tyyppi
he: סוג
hi: प्रकार
hr: Vrsta
hu: Típus
ia: Typo
id: Tipe
is: Tegund
it: Tipo
ja: 種類
kab: Anaw
lo: ປະເພດ
lt: Tipas
lv: Tips
nl: Soort
oc: Tipe
pl: Rodzaj
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sr: Врста
sr@latin: Vrsta
sv: Typ
tr: Tür
uk: Тип
uz: Turi
vi: Kiểu

source: Origin
am: መነሻ
ar: المنشأ
ast: Orixe
be: Крыніца
bg: Произход
ca: Origen
cs: Původ
cy: Tarddiad
da: Oprindelse
de: Herkunft
el: Προέλευση
eo: Origino
es: Origen
et: Päritolu
eu: Jatorria
fa: منشا
fi: Alkuperä
fr_ca: Origine
he: מקור
hi: मूल श्रोत
hr: Izvor
hu: Forrás
ia: Origine
id: Asli
is: Uppruni
it: Origine
ja: 提供元
kab: Aẓaṛ
lo: ທີ່ມາ
lt: Kilmė
lv: Izcelsme
nb: Opprinnelse
nl: Oorsprong
nn: Opphav
oc: Origina
pl: Pochodzenie
pt: Origem
pt_br: Origem
ro: Origine
ru: Источник
sk: Pôvod
sl: Izvor
sr: Порекло
sr@latin: Poreklo
sv: Ursprung
tr: Kaynak
uk: Походження
uz: Kelib chiqishi
vi: Nguồn gốc

source: Refresh
am: ማነቃቂያ
ar: تحديث
ast: Refrescar
be: Абнавіць спіс
bg: Опресняване
ca: Refresca
cs: Obnovit
cy: Adnewyddu
da: Genindlæs
de: Auffrischen
el: Ανανέωση
eo: Aktualigi
es: Recargar
et: Otsi uuendusi
eu: Freskatu
fa: بازسازی
fi: Päivitä
fr_ca: Actualiser
he: רענון
hi: रिफ्रेश करें
hr: Osvježi
hu: Frissítés
ia: Refrescar
id: Penyegaran
is: Endurlesa
it: Cerca aggiornamenti
ja: 再読み込み
kab: Smiren
lo: ໂຫຼດຄືນໃໝ່
lt: Įkelti iš naujo
lv: Atsvaidzināt
nb: Oppfrisk
nl: Verversen
nn: Oppfrisk
oc: Refrescar
pl: Odśwież
pt: Recarregar
pt_br: Atualizar
ro: Reîncarcă
ru: Проверить обновления
sk: Obnoviť
sl: Osveži
sr: Освежи
sr@latin: Osveži
sv: Hämta om
tr: Yenile
uk: Освіжити вміст
uz: Yangilash
vi: Làm mới

source: Information
am: መረጃ
ar: معلومات
ast: Información
be: Інфармацыя
bg: Сведения
ca: Informació
cs: Informace
cy: Manylion
de: Informationen
el: Πληροφορίες
eo: Informo
es: Información
et: Teave
eu: Informazioa
fa: اطلاعات
fi: Tietoja
he: מידע
hi: सूचना
hr: Informacije
hu: Információ
id: Informasi
is: Upplýsingar
it: Informazioni
ja: 情報
kab: Talɣut
lo: ຂໍ້ມູນ
lt: Informacija
lv: Informācija
nb: Informasjon
nl: Informatie
nn: Opplysningar
oc: Informacions
pl: Informacje
pt: Informações
pt_br: Informações
ro: Informații
ru: Информация
sk: Informácie
sl: Podrobnosti
sr: Податак
sr@latin: Informacije
tr: Bilgi
uk: Інформація
uz: Ma'lumot
vi: Thông tin

source: Preferences
am: ምርጫዎች
ar: التفضيلات
ast: Preferencies
be: Налады
bg: Предпочитания
ca: Preferències
cs: Předvolby
cy: Dewisiadau
da: Indstillinger
de: Einstellungen
el: Προτιμήσεις
eo: Agordoj
es: Preferencias
et: Eelistused
eu: Hobespenak...
fa: ترجیحات
fi: Asetukset
fr_ca: Préférences
he: העדפות
hi: वरीयताएँ
hr: Osobitosti
hu: Beállítások
ia: Preferentias
id: Preferensi
is: Stillingar
it: Impostazioni
ja: 設定
kab: Ismenyifen
lo: ການຕັ້ງຄ່າ
lt: Nuostatos
lv: Iestatījumi
nb: Innstillinger
nl: Voorkeuren
nn: Innstillingar
oc: Preferéncias
pl: Właściwości
pt: Preferências
pt_br: Preferências
ro: Preferințe
ru: Настройки
sk: Nastavenia
sl: Možnosti
sr: Поставке
sr@latin: Preferencije
sv: Inställningar
tr: Tercihler
uk: Налаштування
uz: Parametrlar
vi: Tùy chỉnh

source: Quit
am: ማጥፊያ
ar: إنهاء
ast: Colar
be: Выйсці
bg: Изход
ca: Surt
cy: Gadael
el: Τερματισμός
eo: Forlasi
es: Salir
et: Lõpeta
eu: Irten
fa: خروج
fr_ca: Quitter
he: יציאה
hi: बंद करें
ia: Quitar
id: Keluar
is: Hætta
it: Esci
ja: 終了
kab: Ffeγ
lo: ອອກ
lt: Išeiti
lv: Iziet
nb: Avslutt
nl: Afsluiten
nn: Avslutt
oc: Quitar
pl: Wyjdź
pt: Sair
pt_br: Sair
ro: Închide
ru: Выход
sl: Izhod
sr: Одустати
sr@latin: Prekini
sv: Avsluta
uk: Вийти
uz: Chiqish
vi: Thoát ra

source: _File
am: _ፋይል
ar: _ملف
ast: _Ficheru
be: _Файл
bg: _Файл
ca: _Fitxer
cs: _Soubor
cy: _Ffeil
da: _Filer
de: _Datei
el: _Αρχείο
eo: _Dosiero
es: _Archivo
et: _Fail
eu: _Fitxategia
fa: _پرونده
fi: _Tiedosto
fr_ca: _Fichier
he: _קובץ
hi: फ़ाइल (_F)
hr: _Datoteka
hu: _Fájl
id: _Berkas
is: _Skrá
ja: ファイル (_F)
kab: Afay_lu
lo: _ໄຟລ໌
lt: _Failas
lv: _Fails
nb: _Fil
nl: _Bestand
nn: _Fil
oc: _Fichièr
pl: _Plik
pt: _Ficheiro
pt_br: _Arquivo
ro: _Fișier
ru: _Файл
sk: _Súbor
sl: _Datoteka
sr: _Датотека
sr@latin: _Datoteka
sv: _Fil
tr: _Dosya
uk: _Файл
uz: _Fayl
vi: _Tập tin

source: Close window
am: መስኮቱን መዝጊያ
ast: Pesllar ventana
be: Закрыць акно
bg: Затвори прозореца
cy: Cau ffenestr
el: Κλείσιμο παραθύρου
eo: Fermi fenestron
es: Cerrar la ventana
et: Sulge aken
eu: Itxi leihoa
fa: بستن پنجره
fr_ca: Fermer la fenêtre
he: סגירת חלון
hi: विंडो बंद करें
ia: Clauder le fenestra
id: Tutup jendela
is: Loka glugga
it: Chiudi finestra
ja: ウィンドウを閉じる
kab: Mdel asfaylu
lo: ປິດໜ້າຕ່າງ
lt: Užverti langą
lv: Aizvērt logu
nb: Lukk vindu
nl: Venster sluiten
nn: Lukk vindauge
oc: Tampar la fenèstra
pl: Zamknij okno
pt: Fechar janela
pt_br: Fechar esta janela
ro: Închide fereastra
ru: Закрыть окно
sl: Zapri okno
sr: Затвори прозор
sr@latin: Zatvori prozor
sv: Stäng fönster
uk: Закрити вікно
uz: Oynani yopish
vi: Đóng cửa sổ

source: _Edit
am: _ማረሚያ
ar: _تحرير
ast: _Editar
be: _Рэдагаваць
bg: _Редактиране
ca: _Edita
cs: _Upravit
cy: _Golygu
da: _Redigér
de: _Bearbeiten
el: _Επεξεργασία
eo: R_edakti
es: _Editar
et: _Redaktor
eu: _Editatu
fa: _ویرایش
fi: _Muokkaa
fr_ca: _Éditer
he: _עריכה
hi: संशोधन (_E)
hr: _Uredi
hu: S_zerkesztés
ia: _Editar
id: _Ubah
is: Br_eyta
it: _Modifica
ja: 編集 (_E)
kab: _Ẓreg
lo: _ແກ້ໄຂ
lt: _Keisti
lv: _Rediģēt
nb: _Rediger
nl: Be_werken
nn: _Endre
oc: E_dicion
pl: _Edycja
pt: _Editar
pt_br: _Editar
ro: _Editare
ru: _Правка
sk: _Upraviť
sl: _Uredi
sr: _Уређивање
sr@latin: _Uredi
sv: _Redigera
tr: Dü_zenle
uk: _Правка
uz: _Tahrirlash
vi: Hiệu _chỉnh
