Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Unstable software. Only apply this update to help developers beta-test new software.
am: ያልተረጋጋ ሶፍትዌር: ይህን ማሻሻያ የሚገጥሙት አበልጻጊዎችን ለ መርዳት ነው ለ beta-test አዲስ ሶፍትዌር
ar: برنامج غير مستقر. قم بتطبيق هذا التحديث فقط لمساعدة المطورين على اختبار برنامج جديد.
ast: Software non estable. Anovar solo si vas aidar col desencolcu del software (beta-test).
be: Нестабільная праграма. Ужывайце гэта абнаўленне толькі для дапамогі распрацоўшчыкам ў бэта-тэставанні новай праграмы.
bg: Нестабилен софтуер. Приложете тези актуализации, само ако помагате на разработчиците с тестове.
ca: Programari inestable. Apliqueu només aquesta actualització si voleu ajudar als desenvolupadors amb les proves beta de programari nou.
cs: Nedoladěný software. Použijte pouze tehdy pokud chcete vývojářům pomoci testovat nové funkce.
cy: Meddalwedd ansad. Gosodwch hwn dim ond i gynorthwyo'r datblygwyr i beta brofi meddalwedd newydd.
da: Ustabilt program. Installér kun denne opdatering for at hjælpe udviklere med at betateste nye programmer.
de: Nicht stabile Anwendung. Diese Aktualisierung bitte nur verwenden, um Entwicklern beim Testen neuer Anwendungen zu helfen.
el: Ασταθές λογισμικό. Εφαρμόστε αυτή την ενημέρωση μόνο για να βοηθήσετε τους προγραμματιστές να κάνουν ελέγχους τύπου beta στο λογισμικό.
eo: Nestabila programaro. Apliku ĉi tiun ĝisdatigon nur por helpi programistojn ĉe beta-testado de nova programaro.
es: Software inestable. Aplique esta actualización solo para ayudar a los desarrolladores a probar la versión beta del nuevo software.
et: Ebastabiilne tarkvara. See uuendus luba ainult siis, kui tahad arendajatel aidata tarkvara beeta-testida.
eu: Software ezegonkorra. Garatzaileei beta probak egiten laguntzeko bakarrik erabili eguneratze hau.
fa: نرم‌افزار ناپایدار. این بروزرسانی را فقط برای کمک به توسعه دهندگان برای آزمایش-بتای نرم‌فزار جدید اعمال کنید.
fi: Epävakaat ohjelmistot. Valitse tämä päivitys auttaaksesi kehittäjiä beeta-testauksessa.
fr_ca: Logiciel instable. Appliquer seulement cette mise à jour afin d'aider les développeurs à bêta-tester le nouveau logiciel.
he: תוכנה לא יציבה.את העדכון הזה נדרש להחיל רק כדי לסייע למפתחים לבדוק תוכנת בטה חדשות.
hi: अल्पविकसित सॉफ्टवेयर। परीक्षण हेतु सॉफ्टवेयर विकासकर्ता की सहायता करने के इच्छुक होने पर ही लागू करें।
hr: Nestabilan softver. Ovu nadopunu primijenite samo ako želite pomoći razvijateljima u beta testiranju novog softvera.
hu: Nem stabil csomag: Csak akkor telepítse ezeket a frissítéseket, ha segítene a fejlesztőknek a béta tesztelésben
ia: Applicar ce actualisation solmente pro adjutar le disveloppatores a facer le prueba beta del nove software.
id: Perangkat lunak yang tidak stabil. Hanya terapkan pembaruan ini untuk membantu pengembang melakukan beta-test perangkat lunak baru.
is: Óstöðugur hugbúnaður. Notaðu þetta eingöngu til að hjálpa hönnuðum við að prófa nýjan ófullgerðan hugbúnað.
it: Software instabile. Applica questo aggiornamento solo per aiutare gli sviluppatori a testarlo.
ja: 不安定なソフトウェア。新しいソフトウェアのベータテストに参加する場合にのみ適用してください。
kab: Aseɣẓan arurkid. Sbedd lqem-agi iwakken kan ad tɛiwneḍ isneflayen ad gen akayad n Biṭa i weseɣẓan amaynut.
lo: ຊອບແວທີ່ບໍ່ສະຖຽນ. ນຳໃຊ້ການອັບເດດນີ້ເພື່ອຊ່ວຍນັກພັດທະນາທົດສອບຊອບແວໃໝ່ເທົ່ານັ້ນ.
lt: Nestabili programinė įranga. Taikykite šį atnaujinimą, norėdami padėti kūrėjams testuoti naują beta programinę įrangą.
lv: Nestabila programmatūra. Šo atjauninājumu izmanto tikai, lai palīdzētu izstrādātājiem beta testēt jaunu programmatūru.
nb: Ustabil programvare. Bare installere denne oppdateringen om du vil hjelpe utviklere å beta-teste ny programvare.
nl: Onstabiele programmatuur. Installeer deze actualisering alleen om de ontwikkelaars te helpen met het uitproberen van proefversies van nieuwe programmatuur.
nn: Ustabil programvare. Ta berre i bruk denne oppdateringa for å hjelpe utviklarar med betatesting av ny programvare.
oc: Logicial instable. Aplicatz aquesta mesa a jorn solament per ajudar los desvolopaires a testar la version bèta del logicial novèl.
pl: Niestabilne oprogramowanie. Stosuj te aktualizacje, aby pomóc programistom w beta-testach nowego oprogramowania.
pt: Software instável. Apenas deve aplicar esta atualização se quiser ajudar a testar o programa.
pt_br: Programa instável. Só execute esta atualização se deseja ajudar os desenvolvedores fazendo testes.
ro: Software instabil. Aplicați această actualizare doar pentru a ajuta dezvoltatorii să testeze versiuni beta de software.
ru: Неустойчиво работающие приложения. Принимайте эти обновления, только если хотите оказать помощь разработчикам в бета-тестировании новых приложений.
sk: Nestabilný softvér. Aplikujte túto aktualizáciu iba ak chcete pomôcť vývojárom s odskúšaním nového softvéru.
sl: Nestabilna programska oprema. To posodobitev uveljavite samo, če želite pomagati razvijalcem beta-preizkušati najnovejšo programsko opremo.
sr: Нестабилни програми. Примените ово ажурирање само ако желите да помогнете програмерима у испробавању нових програма.
sr@latin: Nestabilan softver. Ovo ažuriranje primenite jedino da pomognete programerima da testiraju novi softver u beta-verziji.
sv: Ej färdigtestat programpaket. Tag endast med denna uppdatering om du vill hjälpa utvecklarna med beta-testning.
tr: Kararsız yazılım. Bu güncellemeyi geliştiricilerin yeni yazılım beta testlerine yardım etmek istiyorsanız uygulayınız.
uk: Нестабільна програма. Застосовуйте це оновлення лише задля того, щоби допомогти розробникам у бета-тестуванні нових програм.
uz: Beqaror dasturiy ta'minot. Ushbu yangilanishni faqat ishlab chiquvchilarga yangi dasturiy ta'minotni beta-sinovda yordam berish uchun qo‘llang.
vi: Phần mềm không ổn định. Chỉ nên áp dụng cập nhật này để hỗ trợ nhà phát triển thử nghiệm phần mềm mới.

source: Software update
am: የ ሶፍትዌር ማሻሻያ
ar: تحديث البرامج
ast: Anovamientu de software
be: Абнаўленне праграмы
bg: Обновяване на софтуер
ca: Actualització de programari
cs: Aktualizace softwaru
cy: Diweddariad meddalwedd
da: Programopdatering
de: Anwendungsaktualisierung
el: Ενημέρωση λογισμικού
eo: Programara ĝisdatigo
es: Actualización de software
et: Tarkvara uuendamine
eu: Software-eguneraketa
fa: بروزرسانی نرم افزار
fi: Ohjelmistopäivitys
fr_ca: Mise à jour logicielle
he: עדכון תוכנה
hi: सॉफ्टवेयर अपडेट
hr: Nadopuna softvera
hu: Szoftverfrissítés
ia: Actualisation del software
id: Pembaruan perangkat lunak
is: Hugbúnaðaruppfærsla
it: Aggiornamento software
ja: ソフトウェアアップデート
kab: Lqem n useqzan
lo: ການອັບເດດຊອບແວ
lt: Programų atnaujinimas
lv: Programmatūras atjauninājums
nb: Programvareoppdatering
nl: Foutreparatie
nn: Programvareoppdatering
oc: Mesa a jorn logiciala
pl: Aktualizacja oprogramowania
pt: Atualização de software
pt_br: Atualização de software
ro: Actualizare software
ru: Обновление приложений
sk: Aktualizácia softvéru
sl: Posodobitev programske opreme
sr: Ажурирање програма
sr@latin: Ažuriranje softvera
sv: Programuppdatering
tr: Yazılım güncellemesi
uk: Оновлення програми
uz: Dasturiy ta'minot yangilanishi
vi: Cập nhật phần mềm

source: 3rd-party update
am: የ 3ኛ አካል ማሻሻያ
ast: Anovamientu de terceros
be: Старонняе абнаўленне
bg: Актуализации от 3-ти страни
ca: Actualització de tercers
cy: Diweddariad trydydd parti
el: Ενημέρωση τρίτων
eo: Ĝisdatigo de ekstera liveranto
es: Actualización de terceros
et: Kolmanda osapoole uuendus
eu: Hirugarrengoen eguneraketa
fa: بروزرسانی شخص ثالث
fr_ca: Mise à jour tierce
he: עדכון צד שלישי
hi: अन्य स्रोत द्वारा अपडेट
ia: Actualisation de tertie parte
id: Pembaruan pihak ketiga
is: Uppfærslur frá utanaðkomandi aðilum
it: Aggiornamento di terze parti.
ja: サードパーティのアップデート
kab: A leqqem n yiḥricen wis 3
lo: ການອັບເດດຈາກບຸກຄົນທີສາມ
lt: 3-ųjų šalių atnaujinimas
lv: Trešās puses atjauninājums
nb: Tredjepartsoppdatering
nl: Actualisering van derden
nn: Tredjepartsoppdatering
oc: Mesa a jorn tèrça
pl: Aktualizacja strony trzeciej:
pt: Atualização de terceiros
pt_br: Atualização de terceiros
ro: actualizare de la un terț
ru: Обновления сторонних приложений
sl: Posodobitev tretje strani
sr: Ажурирање треће стране
sr@latin: Ažuriranja za treće strane
sv: Uppdatering från tredje part
uk: Стороннє оновлення
uz: 3-chi tomon yangilanishi
vi: Cập nhật của bên thứ 3

source: Cinnamon applet
am: የ ሲናሞን አፕሌት
ast: Applet Cinnamon
be: Аплет Cinnamon
cy: Rhaglennig Cinnamon
el: Μικροεφαρμογή Cinnamon
eo: Aplikaĵeto de Cinnamon
es: Miniaplicación de Cinnamon
et: Cinnamoni äpp
fa: برنامک Cinnamon
fr_ca: Applet Cinnamon
he: יישומון סינמון
hi: सिनेमन एप्लेट
ia: Applet de Cinnamon
id: Applet Cinnamon
is: Cinnamon-smáforrit
it: Applet di Cinnamon
ja: Cinnamon アプレット
kab: Tapliḍt n Cinnamon
lo: ແອັບເລັດ Cinnamon
lv: Cinnamon lietotne
nb: Cinnamon programtillegg
nl: Cinnamon-werkbalkhulpje
nn: Cinnamon‑panelprogram
oc: applet Cinnamon
pl: Aplet środowiska Cinnamon
pt: Mini-aplicação do Cinnamon
pt_br: Applet do Cinnamon
ro: Applet Cinnamon
ru: Апплет Cinnamon
sl: Programček Cinnamon
sr: Програмчић за Цимет
sr@latin: Aplet za Cinnamon
sv: Panelprogram för Cinnamon
uk: Аплет Cinnamon
vi: Applet Cinnamon

source: Cinnamon desklet
am: የ ሲናሞን ዴስክሌት
ast: Desklet Cinnamon
be: Дэсклет Cinnamon
cy: Desg Cinnamon
eo: Labortablaĵo de Cinnamon
es: Miniaplicación del escritorio de Cinnamon
et: Cinnamoni töölauavidin
fa: رومیزی Cinnamon
fr_ca: Desklet Cinnamon
he: יישומון־שולחן־עבודה סינמון
hi: सिनेमन डेस्क्लेट
ia: Desklet de Cinnamon
id: Desklet Cinnamon
is: Cinnamon-skjáforrit
it: Desklet di Cinnamon
ja: Cinnamon デスクレット
kab: Asnas n tnarit n Cinnamon
lo: ເດັສເລັດ Cinnamon
lv: Cinnamon desklets
nb: Cinnamon miniprogram
nl: Cinnamon-bureaubladmini
nn: Cinnamon‑skrivebordsprogram
oc: desklet Cinnamon
pl: Desklet środowiska Cinnamon
pt: Desklet do Cinnamon
pt_br: Desklet do Cinnamon
ro: Desklet Cinnamon
ru: Десклет Cinnamon
sl: Namizni vstavek Cinnamon
sr: Справица за Цимет
sr@latin: Desklet za Cinnamon
sv: Skrivbordsprogram för Cinnamon
uk: Десклет Cinnamon
uz: Cinnamon deskleti
vi: Desklet Cinnamon

source: Cinnamon theme
am: የ ሲናሞን ጽታ
ast: Tema de Cinnamon
be: Тэма Cinnamon
bg: Тема на Cinnamon
cy: Thema Cinnamon
el: Θέμα Cinnamon
eo: Etoso de Cinnamon
es: Tema de Cinnamon
et: Cinnamon teema
eu: Cinnamon gaia
fa: سبک Cinnamon
fr_ca: Thème Cinnamon
he: ערכת נושא סינמון
hi: सिनेमन थीम
ia: Thema de Cinnamon
id: tema Cinnamon
is: Cinnamon-þema
it: Tema di Cinnamon
ja: Cinnamon テーマ
kab: Asentel n Cinnamon
lo: ທີມ Cinnamon
lv: Cinnamon tēma
nb: Cinnamon tema
nl: Cinnamon-thema
nn: Cinnamon‑tema
oc: tèma Cinnamon
pl: Motyw środowiska Cinnamon
pt: Tema do Cinnamon
pt_br: Temas do Cinnamon
ro: Temă Cinnamon
ru: Тема Cinnamon
sl: Tema Cinnamon
sr: Тема за Цимет
sr@latin: Tema za Cinnamon
sv: Tema för Cinnamon
uk: Тема Cinnamon
uz: Cinnamon mavzusi
vi: Chủ đề Cinnamon

source: Cinnamon extension
am: የ ሲናሞን ተጨማሪዎች
ast: Estensión de Cinnamon
be: Пашырэнне Cinnamon
cy: Estyniad Cinnamon
el: Επέκταση Cinnamon
eo: Kromprogramo de Cinnamon
es: Extensión de Cinnamon
et: Cinnamoni laiend
eu: Cinnamon hedapena
fa: افزونه Cinnamon
fr_ca: Extension Cinnamon
he: הרחבת סינמון
hi: सिनेमन एक्सटेंशन
ia: Extension de Cinnamon
id: Ekstensi Cinnamon
is: Cinnamon-viðauki
it: Estensione di Cinnamon
ja: Cinnamon 拡張機能
kab: Asiɣzef n Cinnamon
lo: ສ່ວນຂະຫຍາຍ Cinnamon
lv: Cinnamon paplašinājums
nb: Cinnamon utvidelse
nl: Cinnamon-extensie
nn: Cinnamon‑utviding
oc: extension Cinnamon
pl: Rozszerzenie środowiska Cinnamon
pt: Extensão do Cinnamon
pt_br: Extensões do Cinnamon
ro: Extensie Cinnamon
ru: Расширение Cinnamon
sl: Razširitev Cinnamon
sr: Проширење за Цимет
sr@latin: Ekstenzija za Cinnamon
sv: Utökning för Cinnamon
uk: Розширення Cinnamon
uz: Cinnamon kengaytmasi
vi: Phần mở rộng Cinnamon

source: Updates are available
am: ማሻሻያ ዝግጁ ነው
ast: Hai anovamientos disponibles
be: Абнаўленні даступны
bg: Налични са актуализации
cy: Mae diweddariadau ar gael
el: Υπάρχουν διαθέσιμες ενημερώσεις
eo: Ĝisdatigoj disponeblas
es: Hay actualizaciones disponibles
et: Uuendused on saadaval
eu: Eguneraketak eskuragarri daude
fa: به‌روزرسانی‌ها موجود هستند
fr_ca: Mises à jour disponibles
he: ישנם עדכונים זמינים
hi: अपडेट उपलब्ध हैं
ia: Actualisationes disponibile
id: Pembaruan tersedia
is: Uppfærslur eru tiltækar
it: Sono disponibili aggiornamenti
ja: アップデートが利用可能です
kab: Ileqman wejden
lo: ມີການອັບເດດ
lt: Yra prieinami atnaujinimai
lv: Ir pieejami atjauninājumi
nb: Oppdateringer er tilgjengelige
nl: Er zijn actualiseringen beschikbaar
nn: Oppdateringar er tilgjengelege
oc: Mesas a jorn disponiblas
pl: Dostępne są aktualizacje
pt: Atualizações disponíveis
pt_br: Atualizações estão disponíveis
ro: Există actualizări disponibile
ru: Доступны обновления
sl: Na voljo so posodobitve
sr: Доступна су ажурирања
sr@latin: Ažuriranja su dostupna
sv: Nya uppdateringar finns
uk: Оновлення доступні
uz: Yangilanishlar mavjud
vi: Cập nhật có sẵn

source: %d security update
am: %d የ ደህንነት ማሻሻያ
ast: %d anovamientu de seguranza
be: %d абнаўленне бяспекі
bg: %d актуализация на сигурността
cy: %d diweddariad diogelwch
el: Ενημέρωση ασφαλείας %d
eo: %d sekuriga ĝisdatigo
es: %d actualización de seguridad
et: %d turvauuendus
eu: Segurtasun eguneraketa %d
fa: %d بروزرسانی امنیتی
fr_ca: %d mise à jour de sécurité
he: עדכון אבטחה %d
hi: %d सुरक्षा अपडेट
ia: %d actualisation de securitate
id: %d pembaruan keamanan
is: %d öryggisuppfærsla
it: %d aggiornamento di sicurezza
ja: %d 個のセキュリティアップデート
kab: %d n lqem n tɣellist
lo: ການອັບເດດຄວາມປອດໄພ %d ລາຍການ
lv: %d drošības atjauninājums
nb: %d sikkerhetsoppdatering
nl: %d veiligheidsreparatie
nn: %d tryggleiksoppdatering
oc: %d mesa a jorn de seguretat
pl: %d aktualizacja bezpieczeństwa
pt: %d atualização de segurança
pt_br: %d atualização de segurança
ro: %d actualizare de securitate
ru: %d обновление безопасности
sl: %d varnostnih posodobitev
sr: %d сигурносно ажурирање
sr@latin: %d sigurnosno ažuriranje
sv: %d säkerhetsuppdatering
uk: %d оновлення безпеки
uz: %d ta xavfsizlik yangilanishi
vi: %d cập nhật bảo mật

source: %d software update
am: %d የ ሶፍትዌር ማሻሻያ
ast: %d anovamientu de software
be: %d абнаўленне праграмы
bg: %d актуализация на софтуера
cy: %d diweddariad meddalwedd
el: Ενημέρωση λογισμικού %d
eo: %d programara ĝisdatigo
es: %d actualización de software
et: %d tarkvarauuendus
eu: Software eguneraketa %d
fa: %d بروزرسانی نرم‌افزاری
fr_ca: %d mise à jour logicielle
he: עדכון תוכנה %d
hi: %d सॉफ्टवेयर अपडेट
ia: %d actualisation software
id: %d pembaruan perangkat lunak
is: %d hugbúnaðaruppfærsla
it: %d aggiornamento software
ja: %d 個のソフトウェアアップデート
kab: %d n lqem n useɣẓan
lo: ການອັບເດດຊອບແວ %d ລາຍການ
lv: %d programmatūras atjauninājums
nb: %d programvareoppdatering
nl: %d foutreparatie
nn: %d programvareoppdatering
oc: %d mesa a jorn logiciala
pl: %d aktualizacja oprogramowania
pt: %d atualização de software
pt_br: %d Atualização de software
ro: %d actualizare software
ru: %d обновление программного обеспечения
sl: %d programskih posodobitev
sr: %d софтверско ажурирање
sr@latin: %d programsko ažuriranje
sv: %d programuppdatering
uk: %d оновлення програм
uz: %d ta dasturiy yangilanish
vi: %d cập nhật phần mềm

source: Apply them to keep your operating system safe and up to date.
ast: Anovar pa caltener el to sistema sanu y al día.
be: Ужыць іх каб захаваць вашу аперацыйную сістэму бяспечнай і актуальнай.
bg: Приложете ги за да поддържате вашата операционна система сигурна и актуализирана.
cy: Defnyddiwch nhw i gadw'ch system weithredu yn ddiogel ac yn gyfoes.
el: Εφαρμόστε τις για να διατηρήσετε το σύστημα σας ασφαλές ενημερωμένο.
eo: Apliku ilin por teni vian operaciumon sekura kaj ĝisdatiga.
es: Aplíquelas para mantener su sistema operativo seguro y actualizado.
et: Kasutage neid, et hoida oma operatsioonisüsteem turvaline ja ajakohane.
eu: Aplika itzazu sistema eragilea seguru eta eguneratuta mantentzeko.
fa: آنها را برای امن و بروز نگه داشتن سیستم‌عامل خود اعمال کنید.
fr_ca: Appliquez-les pour garder votre système d'exploitation à jour et en sécurité.
he: נא להחיל אותם על מנת לשמור על מערכת ההפעלה בטוחה ועדכנית.
hi: अपने सिस्टम को सुरक्षित व नवीनतम रखने हेतु उन्हें लागू करें।
ia: Applica los pro mantener tu systema operative secur e actualisate.
id: Terapkan untuk menjaga sistem operasimu aman dan terkini.
is: Virkjaðu þær til að halda stýrikerfinu þínu uppfærðu og öruggu.
it: Applicali per mantenere il tuo sistema operativo sicuro e aggiornato.
ja: これらを適用して､オペレーティングシステムを安全かつ最新に保ちましょう｡
kab: Snes asentel akken ad yeqqim unagraw-inek inem d aɣelsan yerna yettwaleqqem
lo: ນຳໃຊ້ພວກມັນເພື່ອຮັກສາລະບົບປະຕິບັດການຂອງທ່ານໃຫ້ປອດໄພ ແລະ ທັນສະໄໝ.
lv: Piemēro tos, lai nodrošinātu operētājsistēmas drošību un atjauninātu to.
nb: Bruk dem for å holde operativsystemet ditt trygt og oppdatert.
nl: Pas ze toe om uw besturingssysteem veilig en bijgewerkt te houden.
nn: Ta dei i bruk for å halde operativsystemet trygt og oppdatert.
oc: Aplicatz-las per gardar vòstre ordenador segur e a jorn.
pl: Zastosuj je, aby system operacyjny pozostał bezpieczny i aktualny.
pt: Aplique-as para manter o sistema operativo seguro e atualizado.
pt_br: Aplique-as para manter seu sistema operacional seguro e atualizado.
ro: Aplică-le pentru siguranța și actualitatea sistemului tău de operare.
ru: Примените их, чтобы ваша операционная система была в безопасном и актуальном состоянии.
sl: Uveljavite jih, da ohranite svoj operacijski sistem varen in posodobljen.
sr: Примените их да бисте одржали Ваш оперативни систем сигурним и ажурним.
sr@latin: Primenite ih da bi ste Vaš operativni sistem održali sigurnim i ažurnim.
sv: Installera dem för att hålla operativsystemet säkert och aktuellt.
uk: Застосуйте їх для підтримання вашої операційної системи в безпечному й новітньому стані.
uz: Operatsion tizimingizni xavfsiz va yangilanishi uchun ularni qo‘llang.
vi: Áp dụng chúng để giữ cho hệ điều hành của bạn an toàn và mới nhất.

source: View updates
am: ማሻሻያ መመልከቻ
ast: Ver anovamientos
be: Паглядзець абнаўленні
bg: Виж актуализациите
cy: Gweld diweddariadau
el: Προβολή ενημερώσεων
eo: Rigardi ĝisdatigojn
es: Ver las actualizaciones
et: Kuva värskendused
eu: Ikusi eguneraketak
fa: نمایش بروزرسانی‌ها
fr_ca: Voir les mises à jour
he: הצגת עדכונים
hi: अपडेट देखें
ia: Vider actualisationes
id: Lihat pembaruan
is: Skoða uppfærslur
it: Visualizza aggiornamenti
ja: アップデートを表示
kab: Wali ileqman
lo: ເບິ່ງການອັບເດດ
lt: Rodyti atnaujinimus
lv: Skatīt atjauninājumus
nb: Se oppdateringer
nl: Actualiseringen bekijken
nn: Vis oppdateringar
oc: Veire las mesas a jorn
pl: Pokaż aktualizacje
pt: Ver atualizações
pt_br: Ver atualizações
ro: Vezi actualizările
ru: Просмотр обновлений
sl: Pokaži posodobitve
sr: Погледајте ажурирања
sr@latin: Pogledajte ažuriranja
sv: Visa uppdateringar
uk: Переглянути оновлення
uz: Yangilanishlarni ko‘rish
vi: Xem các cập nhập

source: Enable automatic updates
am: ራሱ በራሱ ማሻሻያ ማስቻያ
ast: Activar anovamientos automatizaos
be: Уключыць аўтаматычныя абнаўленні
bg: Включи автоматични актуализации
cy: Galluogi diweddariadau awtomatig
el: Ενεργοποίηση αυτόματων ενημερώσεων
eo: Ŝalti aŭtomatajn ĝisdatigojn
es: Activar las actualizaciones automáticas
et: Luba automaatsed värskendused
eu: Gaitu eguneraketa automatikoak
fa: فعالسازی بروزرسانی‌های خودکار
fr_ca: Activer les mises à jour automatiques
he: אפשור אטמוט עדכונים
hi: स्वतः अपडेट सक्रिय करें
ia: Activar actualisationes automatic
id: Fungsikan pembaruan otomatis
is: Virkja sjálfvirkar uppfærslur
it: Abilita aggiornamenti automatici
ja: 自動アップデートを有効化
kab: Sermed ileqman iwurmanen
lo: ເປີດໃຊ້ການອັບເດດອັດຕະໂນມັດ
lt: Įjungti automatinius atnaujinimus
lv: Iespējot automātiskos atjauninājumus
nb: Aktiver automatiske oppdateringer
nl: Automatisch bijwerken inschakelen (riskant!)
nn: Aktiver automatiske oppdateringar
oc: Activar las mesas a jorn automaticas
pl: Włącz automatyczne aktualizacje
pt: Ativar atualizações automáticas
pt_br: Ativar atualizações automáticas
ro: Activează actualizările automate
ru: Включить автоматические обновления
sl: Omogoči samodejne posodobitve
sr: Омогућите аутоматска ажурирања
sr@latin: Omogućite automatska ažuriranja
sv: Aktivera automatiska uppdateringar
uk: Увімкнути автоматичні оновлення
uz: Avtomatik yangilanishlarni yoqish
vi: Bật câp nhật tự động

source: %(selected)d update selected (%(size)s)
am: %(selected)d ማሻሻያ ተመርጧል (%(size)s)
ar: تم تحديد %(selected)d تحديث (%(size)s)
ast: %(selected)d anovamientu seleicionáu (%(size)s)
be: %(selected)d абнаўленне вылучана (%(size)s)
bg: избрана е %(selected)d актуализация (%(size)s)
ca: %(selected)d actualització seleccionada (%(size)s)
cs: vybrána %(selected)d aktualizace o velikosti (%(size)s)
cy: %(selected)d diweddariad wedi eu dewis (%(size)s)
da: %(selected)d opdatering valgt (%(size)s)
de: %(selected)d Aktualisierung ausgewählt (%(size)s)
el: %(selected)d ενημέρωση επιλέχτηκε (%(size)s)
eo: %(selected)d ĝisdatigo elektita (%(size)s)
es: %(selected)d actualización seleccionada (%(size)s)
et: %(selected)d uuendus valitud (%(size)s)
eu: Eguneraketa %(selected)d hautatuta (%(size)s)
fa: %(selected)d بروزرسانی انتخاب شده (%(size)s)
fi: %(selected)d päivitys valittuna (%(size)s)
fr_ca: %(selected)d mise à jour sélectionnée (%(size)s)
he: עדכון %(selected)d (%(size)s) נבחר
hi: %(selected)d अपडेट चयनित (%(size)s)
hr: %(selected)d odabrana nadopuna (%(size)s)
hu: %(selected)d frissítés kiválasztva, mérete összesen: (%(size)s)
ia: %(selected)d actualisation selegite (%(size)s)
id: %(selected)d pembaruan dipilih (%(size)s)
is: %(selected)d uppfærsla valin (%(size)s)
it: %(selected)d aggiornamento selezionato (%(size)s)
ja: %(selected)d 個のアップデートを選択しました (サイズ %(size)s)
kab: %(selected)d n lqem yettwafren (%(size)s)
lo: ເລືອກການອັບເດດ %(selected)d ລາຍການ (%(size)s)
lt: Pažymėtas %(selected)d atnaujinimas (%(size)s)
lv: %(selected)d atjauninājums izvēlēts (%(size)s)
nb: %(selected)d oppdatering valgt (%(size)s)
nl: %(selected)d actualisering gekozen (%(size)s)
nn: %(selected)d oppdatering vald (%(size)s)
oc: %(selected)d mesa a jorn seleccionada (%(size)s)
pl: Wybrano %(selected)d aktualizację (%(size)s)
pt: %(selected)d atualização selecionada (%(size)s)
pt_br: %(selected)d atualização selecionada (%(size)s)
ro: %(selected)d actualizare selectată (%(size)s)
ru: Выбрано %(selected)d обновление (%(size)s)
sl: %(selected)d izbranih posodobitev (%(size)s)
sr: %(selected)d изабрано ажурирање (%(size)s)
sr@latin: %(selected)d ažuriranje izabrano (%(size)s)
sv: %(selected)d uppdatering markerad (%(size)s)
tr: %(selected)d güncelleme seçildi (%(size)s)
uk: Вибрано %(selected)d оновлення (%(size)s)
uz: %(selected)d ta yangilanish tanlandi (%(size)s)
vi: %(selected)d đã chọn cập nhật (%(size)s)
