Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: To select a kernel, choose "Advanced options" in the Grub menu. You should see all the kernels currently installed. Select the one you want to use and your computer will boot with that one.
am: ለ መምረጥ ከረኔል: ይምረጡ "Advanced options" በ Grub menu. ለ እርስዎ የ ተገጠመው ከረኔል በሙሉ ይታይዎታል: እርስዎ መጠቀም የሚፈልጉትን ከረኔል ይምረጡ እና የ እርስዎ ኮምፒዩተር በዚህ ከረኔል ይጀምራል
ar: لتحديد نواة، اختر "خيارات متقدمة" في قائمة Grub. يجب أن تشاهد جميع النواة المثبتة حاليًا. حدد الخيار الذي تريد استخدامه وسيقوم جهاز الكمبيوتر الخاص بك بالتمهيد معه.
be: Каб выбраць ядро, выберыце "Пашыраныя опцыі" (Advanced options) у меню Grub. Вы ўбачыце ўсе ўсталяваныя ядры. Выберыце адно і ваш камп'ютар загрузіцца з гэтым ядром.
bg: За избор на ядро изберете "Advanced options" от Grub менюто.
ca: Per seleccionar un kernel, seleccioneu "Opcions avançades" al menú de grub. S'haurien de veure tots els kernels instal·lats. Seleccioneu el que vulgueu utilitzar i l'ordinador arrencarà amb aquest.
cs: Jádro vyberete v nabídce „Pokročilé volby“ (Advanced options) zavaděče Grub. Měla by tam být uvedená všechna v systému nainstalovaná jádra. Vyberte z nich to, se kterým si přejete nastartovat počítač.
cy: I ddewis cnewyllyn, dewiswch "Advanced options" yn newislen Grub. Dylech weld yr holl gnewyll sydd wedi eu gosod. Dewiswch yr un rydych am ei ddefnyddio a bydd eich cyfrifiadur yn cychwyn hwnnw.
da: For at vælge en kerne skal du vælge "Avancerede indstillinger" i Grub-menuen. Du skulle nu kunne se alle installerede kerner. Vælg den, du vil bruge, og din computer vil boote med den.
de: Um einen Kernel auszuwählen, bitte im Grub-Menü »Erweiterte Optionen« auswählen. Sie sollten alle derzeit installierten Kernel sehen. Wählen Sie den Kernel, welchen Sie verwenden möchten, und Ihr Rechner wird mit diesem starten.
el: Για να επιλέξετε έναν πυρήνα, επιλέξτε "Σύνθετες επιλογές" στο μενού Grub. Θα πρέπει να δείτε όλους τους πυρήνες που είναι εγκατεστημένοι αυτήν τη στιγμή. Επιλέξτε αυτό που θέλετε να χρησιμοποιήσετε και ο υπολογιστής σας θα εκκινήσει με αυτόν.
eo: Por elekti kernon, elektu "Opcioj por spertuloj" en la Grub-menuo. Tiam vi vidos ĉiujn kernojn nun instalitajn. Elektu tiun, kiun vi deziras uzi, kaj via komputilo praŝargos per tiu.
es: Para seleccionar un núcleo, elija «Opciones avanzadas» en el menú del cargador de arranque. Se mostrarán todos los núcleos instalados. Seleccione el que quiera usar y el equipo arrancará con ese núcleo.
et: Kerneli valimiseks vali Grubi menüüst "Täpsemad valikud". Seal peaks nägema kõiki parasjagu paigaldatud kerneleid. Vali see, mida tahad kasutada, ja su arvuti käivitub just selle kerneliga.
eu: Nukleo bat hautatzeko, aukeratu "Aukera aurreratuak" Grub menuan. Instalatutako nukleoen zerrenda agertuko zaizu. Hautatu erabili nahi duzuna eta ordenagailuak hori abiaraziko du.
fi: Valitaksesi ytimen, valitse "Advanced options" Grub–valikosta. Sinun tulisi nähdä kaikki asennetut ytimet. Valitse niistä se jota haluat käyttää ja tietokoneesi käynnistyy sillä.
fr_ca: Pour sélectionner un noyau, choisissez "Advanced options" dans le menu Grub. Vous devriez voir tous les noyaux actuellement installés. Sélectionnez celui que vous voulez utiliser et votre ordinateur démarrera avec celui-ci.
he: על מנת לבחור ליבה, נא לבחור ב'אפשרויות מתקדמות' מתפריט גרוב. כל הליבות המותקנות אמורות להופיע ברשימה. נא לבחור את הליבה בה מעוניינים להשתמש והמחשב יאתחל איתה.
hi: कर्नेल चयन हेतु Grub मेन्यू से "विस्तृत विकल्प" चुनें। अब सभी इंस्टॉल कर्नेल दृश्यमान होंगे। उपयोग हेतु कर्नेल चयन कर व कंप्यूटर द्वारा यहीं कार्यरत होगा।
hr: Kako bi odabrali kernel, odaberite "Napredne mogućnosti" u Grub izborniku. Trebali bi vidjeti sve trenutno instalirane kernele. Odaberite onaj koji želite koristiti i vaše će se računalo pokrenuti s tim kernelom.
hu: A kernel kiválasztásához válassza az „Advanced options” menüpontot a Grub menüben. Ekkor megjelenik az összes telepített kernel listája. Válassza ki a használni kívánt kernelt és a számítógép azon kernelt használva fog elindulni.
ia: Pro seliger un kernel, elige «Optiones avantiate» in le menu del GRUB. Tu debe vider tote le kernels currentemente installate. Seliger illo que tu desira usar e tu computator initiara per illo.
id: Untuk memilih kernel, pilih "Opsi lanjutan" di menu Grub. Anda akan melihat semua kernel yang saat ini terpasang. Pilih yang ingin Anda gunakan dan komputer Anda akan boot dengan yang itu.
is: Til að velja kjarna, veldu "Ítarlegir valkostir" (Advanced options) í GRUB-valmyndinni. Þá ættirðu að sjá alla uppsetta kjarna. Veldu þann sem þú vilt nota og tölvan mun ræsa upp með honum.
it: Per selezionare un kernel, scegliere "Opzioni avanzate" nel menu di Grub. Si dovrebbero vedere tutti i kernel attualmente installati. Selezionare quello che si desidera utilizzare e il computer verrà avviato con quello.
ja: カーネルを選択するには、GRUB メニューで "Advanced options" を選択します。現在インストールされている全てのカーネルが表示されます。使用したいものを選択すると、コンピューターはそのカーネルで起動します。
kab: I ufran n kernel, fren "Iɣewwaṛen ileqqayen" deg umuɣ n Grub. Isefk ad twaliḍ akk ikernelen ittwasbedden. Fren yiwen i tebɣiḍ ad tesqedceḍ sakin aselmik-inek ad yales tanekra s ukernel-nni.
lt: Norėdami pasirinkti branduolį, Grub meniu pasirinkite "Išplėstinius parametrus" (angl. Advanced options). Jūs turėtumėte matyti visus šiuo metu įdiegtus branduolius. Pasirinkite tą kurį norite naudoti ir jūsų kompiuteris paleis atitinkamą branduolį.
nl: Om een systeemkern te kiezen selecteert u 'Geavanceerde opties' in het Grubmenu. Dan zou u alle geïnstalleerde systeemkernen moeten zien. Elke systeemkern heeft drie regels; alleen de eerste van die drie is van belang. Kies de systeemkern die u wilt gebruiken en druk op Enter.
pl: By wybrać jądro systemu wybierz "Opcje zaawansowane" w menu Grub-a. Powinny wyświetlić się wszystkie obecnie zainstalowane jądra systemu. Wybierz to, którego chcesz używać, a twój komputer uruchomi się z nim.
pt: Para selecionar o kernel, escolha "Opções avançadas" no menu Grub. Poderá ver todos os kernel instalados. Selecione o que pretende utilizar e o seu computador irá arrancar com este.
pt_br: Para selecionar o kernel, escolha "Opções avançadas" no menu do Grub. Você verá todos os kernels instalados atualmente. Selecione o que deseja usar e seu computador irá inicializar com ele.
ro: Pentru a selecta un nucleu, alegeți „Opțiuni avansate” din meniul Grub. Ar trebui să vedeți toate nucleele instalate în prezent. Selectați-l pe cel pe care doriți să-l utilizați și calculatorul dvs. va porni cu acesta.
ru: Чтобы выбрать ядро, выберете «Дополнительные параметры» в меню Grub. Вы увидите все установленные ядра. Выберите то, которое вы хотите использовать, и ваш компьютер будет загружаться с ним.
sk: Na zvolenie jadra vstúpte do možnosti "Advanced options" v zavádzači GRUB. Uvidíte všetky nainštalované jadrá. Zvoľte si jadro, ktoré chcete použiť a systém s ním naštartuje.
sl: Za izbor jedra izberite "Napredne možnosti" v meniju Grub. Izpisati bi se morala vsa trenutno nameščena jedra. Izberite tistega, ki ga želite uporabiti, in vaš računalnik se bo zagnal z njim.
sr: Да бисте одабрали кернел, изаберите „Напредне функције“ у Груб изборнику. Требало би да видите све кернеле који су тренутно инсталирани. Одаберите онај који желите да користите и ваш рачунар ће га покренути.
sr@latin: Da biste izabrali neki kernel, izaberite "Advanced options" u Grub meniju. Trebalo bi da vidite sve kernele koji su trenutno instalirani. Izaberite onaj koji želite da koristite i Vaš računar će pokrenuti upravo taj kernel.
sv: För att välja en kärna, går du till "Avancerade flaggor för Linux Mint" i Grub-menyn. Där bör du se alla för tillfället installerade kärnor. Välj vilken du vill använda och din dator kommer att starta med den.
tr: Çerkirdek seçmek için, Grub menüsünden "Gelişmiş seçenekler" i seçiniz. Böylece kurulu tüm çekirdekleri görebilirsiniz. Bunlardan kullanmak istediğiniz birini seçerek bilgisayarınızı başlatabilirsiniz.
uk: Щоби вибрати ядро, виберіть «Додаткові опції» в меню Grub. Ви маєте побачити всі встановлені на цю мить ядра. Виберіть те, яке хочете використати, – і ваш комп'ютер буде запускатися з ним.
vi: Để chọn nhân kernel, chọn "Tùy chọn nâng cao" trong menu Grub. Bạn sẽ thấy tất cả các kernel hiện được cài đặt. Chọn cái bạn muốn sử dụng và máy tính của bạn sẽ khởi động với cái đó.

source: Checking the DKMS status
am: የ DKMS ሁኔታ በ መመርመር ላይ
ar: التحقق من حالة DKMS
be: Праверка статуса DKMS
bg: Проверка на DKMS статуса
ca: Comprova l'estat de DKMS
cs: Kontrola stavu DKMS
cy: Gwirio statws DKMS
da: Tjek statussen af DKMS
de: Überprüfung des DKMS-Status
el: Έλεγχος της κατάστασης DKMS
eo: Kontrolo de DKMS-stato
es: Comprobar el estado de DKMS
et: DKMS oleku kontroll
eu: DKMS egoera egiaztatzen
fi: Tarkastetaan DKMS:n tila
fr_ca: Vérifie le status de DKMS
he: בדיקת מצב ה־DKMS
hi: डीकेएमएस स्थिति जाँच
hr: Provjeravnje DKMS stanja
hu: DKMS állapot ellenőrzése
ia: Controlo del stato de DKMS
id: Memeriksa status DKMS
is: Athuga stöðu DKMS
it: Verifica dello stato del DKMS
ja: DKMS ステータスの確認
kab: Selken addad n DKMS
lt: DKMS būsenos tikrinimas
nl: De DKMS-status nakijken
pl: Sprawdzanie statusu DKMS
pt: Verificar o estado DKMS
pt_br: Checando o status DKMS
ro: Verificarea stării DKMS
ru: Проверка состояния DKMS
sk: Kontrolujem stav DKMS
sl: Preverjanje stanja DKMS
sr: Провера статуса DKMS
sr@latin: Provera statusa DKMS
sv: Kontrollera DKMS-status
tr: DKMS durumunun kontrolü
uk: Перевірення статусу DKMS
vi: Kiểm tra trạng thái DKMS

source: The kernel includes all open source drivers and these usually work very well. Proprietary drivers (NVIDIA, AMD, Broadcom...etc) are not included and they need to compile themselves against every kernel you install. This is done via a mechanism called DKMS.
am: ከረኔል የሚያካትተው ሁሉንም የ open source drivers እና እነዚህ በ ትክክል ይሰራሉ: Proprietary drivers (NVIDIA, AMD, Broadcom...etc) እነዚህ አይካተቱም እና ሁል ጊዜ compile ማድረግ ያስፈልጋል ከ እያንዳንዱ የ ተገጠመው ከረኔል ጋር: ይህም የሚሰራው በ DKMS. ነው
ar: تتضمن النواة جميع برامج التشغيل مفتوحة المصدر وتعمل عادة بشكل جيد. لا يتم تضمين برامج التشغيل الخاصة (NVIDIA و AMD و Broadcom...الخ) ويجب أن يقوموا بتجميع أنفسهم مقابل كل نواة تقوم بتثبيتها. يتم ذلك عن طريق آلية تسمى DKMS.
be: Ядро ўтрымлівае ўсе свабодныя драйверы і яны звычайна працуюць добра. Прапрыетарныя драйверы (NVIDIA, AMD, Broadcom...і іншыя) не ўключаюцца ў ядро і іх трэба ўкладаць асобна ў кожнае ўсталяванае ядро. Гэта робіцца пры дапамозе механізма DKMS.
bg: Ядрото включва всички драйвери с отворен код и те обикновено работят много добре. Затворените драйвери (NVIDIA, AMD, Broadcom и др.) не са включени и трябва да ги компилираш самостоятелно за всяко инсталирано ядро. Това става посредством механизъм наречен DKMS.
ca: El kernel inclou tots els controladors de codi obert i normalment funcionen molt bé. Els controladors propietaris (NVIDIA, AMD, Broadcom, etc.) no s'inclouen i han de compilar-se en cada kernel que els instal·leu. Això es fa mitjançant un mecanisme anomenat DKMS.
cs: Jádro obsahuje všechny open source ovladače a ty většinou fungují velmi dobře. Proprietární ovladače (NVIDIA, AMD, Broadcom, atd.) v něm obsažené nejsou a je proto třeba je při instalaci nového jádra pokaždé znovu zkompilovat. Děje se tak pomocí mechanizmu nazvaného DKMS.
cy: Mae'r cnewyllyn yn cynnwys pob gyrrwr cod agored ac mae rheini fel arfer yn gweithio'n dda. Nid yw gyrwyr masnachol (NVIDIA, AMD, Broadcom...ac ati) yn cael eu cynnwys a rhaid iddyn nhw gael eu crynhoi ar gyfer pob cnewyllyn rydych yn eu gosod. Mae hyn yn cael ei wneud drwy beirianwaith DKMS.
da: Kernen inkluderer alle open source-driverne, og de plejer at fungere udmærket. Proprietære drivere (NVIDIA, AMD, Broadcom osv.) er ikke inkluderede og skal kompileres for hver kerne, du installerer. Det sker via en mekanisme kaldet DKMS.
de: Der Kernel enthält alle quelloffenen Treiber und diese funktionieren in der Regel sehr gut. Proprietäre Treiber (NVIDIA, AMD, Broadcom … usw) sind nicht enthalten und sie müssen sich gegen jeden Kernel, den Sie installieren, kompilieren. Das geschieht über einen Mechanismus namens DKMS.
el: Ο πυρήνας περιλαμβάνει όλους τους οδηγούς ανοιχτού κώδικα και αυτές συνήθως λειτουργούν πολύ καλά. Οι ιδιόκτητοι οδηγοί (NVIDIA, AMD, Broadcom κ.λπ.) δεν περιλαμβάνονται και πρέπει να χτίσουν τον εαυτό τους εναντίον κάθε πυρήνα που εγκαθιστάτε. Αυτό γίνεται μέσω ενός μηχανισμού που ονομάζεται DKMS.
eo: La kerno inkluzivas ĉiujn malfermitkodajn pelilojn kaj ĉi tiuj kutime funkcias bonege. Komercaj peliloj (NVIDIA, AMD, Broadcom...ktp) ne estas inkluditaj kaj ili devas esti tradukitaj por ĉiu kerno, kiun vi instalas. Ĉi tio okazas per mekanismo nomita DKMS (: Dinamika Kernomodula Subteno).
es: El núcleo contiene todos los controladores de código abierto y normalmente funcionan muy bien. Los controladores privativos (de NVIDIA, AMD, Broadcom...) no están incluidos y deben compilarse independientemente con cada núcleo que se instale. La compilación se realiza a través de un mecanismo llamado DKMS.
et: Kernel sisaldab kõiki avatud lähtekoodiga draivereid ja need töötavad tavaliselt väga hästi. Omanduslikud draiverid (NVIDIA, AMD, Broadcom, jne) ei ole kohe kerneliga kaasas ja need tuleb kompileerida eraldi iga paigaldatava kerneli jaoks. Seda tehakse DKMS-i mehhanismi abil.
eu: Nukleoak kode irekiko kontrolatzaile guztiak dauzka eta oso ondo funtzionatu ohi dute. Jabedun kontrolatzaileak (NVIDIA, AMD, Broadcom...) ez ditu ekartzen eta instalatzen duzun nukleo bakoitzarentzat konpilatu behar dira. DKMS izeneko mekanismo baten bidez egiten da hau.
fi: Ydin sisältää kaikki avoimen lähdekoodin ajurit ja ne toimivat yleensä erittäin hyvin. Suljetut ajurit (NVIDIA, AMD, Broadcom...jne) eivät sisälly ja ne täytyy kääntää jokaista asentamaasi ydintä varten. Tämä tapahtuu mekanismilla jota kutsutaan nimellä DKMS.
fr_ca: Le noyau comprend tous les pilotes open source et ceux-ci fonctionnent habituellement très bien. Les pilotes propriétaires (NVIDIA, AMD, Broadcom...) ne sont pas inclus et ils doivent se compiler eux-mêmes avec chaque noyau que vous installez. Ceci est fait via un mécanisme appelé DKMS.
he: הליבה כוללת את כל התקני הקוד הפתוח ולרוב הם עובדים היטב. התקנים קנייניים (NVIDIA, AMD, Broadcom, ועוד) לא נכללים והם צריכים להדר את עצמם מול כול ליבה חדשה שתותקן. הדבר נעשה באמצעות מנגנון המכונה DKMS.
hi: कर्नेल में उचित कार्यक्षमता युक्त सभी मुक्त-स्रोत ड्राइवर होते हैं। अमुक्त ड्राइवर (एनवीडिया, एएमडी, ब्रॉडकॉम...इत्यादि) को प्रत्येक कर्नेल इंस्टॉल के साथ संयोजित करना होता है। यह डीकेएमएस कार्यप्रणाली द्वारा किया जाता है।
hr: Kernel uključuje sve upravljačke programe otvorenog kôda i oni uobičajeno rade dobro. Vlasnički upravljački programi (NVIDIA, AMD, Broadcom...itd.) nisu uključeni i oni se moraju posebno kompilirati za svaki kernel koji ponovno instalirate.
hu: A kernel valamennyi szabad szoftver illesztőprogramot tartalmazza. Ezek általában jól működnek. A tulajdonosi illesztőprogramokat (NVIDIA, AMD, Broadcom… stb.) nem tartalmaz a kernel, ezeket minden egyes telepített kernelhez le kell fordítani. Ezt a DKMS nevű eljárás végzi.
ia: Le kernel include tote le drivers open source e istos usualmente functiona multo ben. Le drivers proprietari (NVIDIA, AMD, Broadcom...etc.) non es includite e il necessita los compilar contra cata kernel que tu installa. Isto es facite per un mechanismo appellate DKMS.
id: Kernel menyertakan semua driver sumber terbuka dan ini biasanya bekerja dengan sangat baik. Driver berpemilik (NVIDIA, AMD, Broadcom...dll) tidak disertakan dan mereka perlu mengkompilasi sendiri terhadap setiap kernel yang Anda pasang. Ini dilakukan melalui mekanisme yang disebut DKMS.
is: Kjarninn inniheldur alla rekla með opnum kóða og virka þeir venjulega mjög vel. Séreignarreklar (NVIDIA, AMD, Broadcom... o.s.frv.) fylgja ekki með og þarf að vistþýða (samstafla) þeim sérstaklega á móti hverjum kjarna sem þú setur inn. Það er gert með tækni sem kallast DKMS.
it: Il kernel include tutti i driver open source e questi di solito funzionano molto bene. Driver proprietari (NVIDIA, AMD, Broadcom... ecc) non sono inclusi e hanno bisogno di compilare se stessi contro ogni kernel installato. Ciò avviene tramite un meccanismo denominato DKMS.
ja: カーネルには全てのオープンソースドライバーが含まれており、これらは通常かなり良く機能します。プロプライエタリドライバー (独自のドライバー: NVIDIA、AMD、Broadcom など) は含まれていないため、インストールする全てのカーネルに対してコンパイルする必要があります。これは、DKMS と呼ばれる機構を介して行われます。
kab: Iɣes yesɛa akk inuḍaf open source yertna di tegti wigad-agi tteddun akken iwata. Inuḍaf imlan (NVIDIA, AMD, Broadcom...) ur ddan ara yerna sran ad sefsun iman-nnsen ɣer yal iɣes ara tesbeddeḍ. Ayagi yettili-d s yiwen n ttawil umi qqaren DKMS.
lt: Branduolyje yra visos atvirojo kodo tvarkyklės ir jos, dažniausiai, veikia labai gerai. Nuosavybinės tvarkyklės (NVIDIA, AMD, Broadcom...ir t.t.) nėra įtrauktos į branduolį ir jos turi būti kompiliuojamos kiekvienam jūsų įdiegtam branduoliui. Tai atliekama per mechanizmą, kuris vadinasi DKMS.
nl: De systeemkern bevat alle open-bronstuurprogramma's, en die doen het doorgaans uitstekend. Niet-vrije gesloten stuurprogramma's (Nvidia, Broadcom, enz.) zitten er niet in; die moeten worden gecompileerd voor elke systeemkern die u erbij installeert. Dit geschiedt via een mechanisme genaamd DKMS.
pl: Jądro systemu zawiera wszystkie otwartoźródłowe sterowniki, które zwykle działają bardzo dobrze. Sterowniki włąsnościowe (NVIDIA, AMD, Broadcom...stc) nie są załączone i muszą się wkompilować w każde jądro systemu, które zainstalujesz. Robi się to za pomocą mechanizmu zwanego DKMS.
pt: O kernel inclui todos os controladores de código aberto que, normalmente, funcionam muito bem. Os controladores proprietários (NVIDIA, AMD, Broadcom…) não são incluídos e precisam de ser compilados por cada novo kernel que instalar. Esta compilação é feita através de um mecanismo chamado DKMS.
pt_br: O kernel inclui todos os drivers de código aberto, que geralmente funcionam muito bem. Drivers proprietários (NVIDIA, AMD, Broadcom... outros) não são incluídos e eles precisam ser compilados novamente a cada vez que você instala um kernel. Isso é feito através de um mecanismo chamado DKMS.
ro: Nucleul include toate driverele cu sursa deschisă și acestea funcționează, de obicei, foarte bine. Driverele proprietărești (NVIDIA, AMD, Broadcom etc) nu sunt incluse și trebuie să se compileze împreună cu fiecare nucleu pe care îl instalați. Aceasta se face printr-un mecanism numit DKMS.
ru: Ядро включает в себя все драйверы с открытым исходным кодом, и они, как правило, работают очень хорошо. Закрытые драйверы (NVIDIA, AMD, Broadcom...и т.д.) не включены и их нужно собрать самостоятельно для каждого ядра, которое вы устанавливаете. Это делается с помощью механизма, называемого «DKMS».
sk: Jadro zahŕňa všetky ovládače s otvoreným zdrojovým kódom - tieto fungujú väčšinov veľmi dobre. Proprietárne (uzatvorené) ovládače (NVIDIA, AMD, Broadcom, atd...) nie sú priložené k jadru a musia sa skompilovať samé oproti každému jadru ktoré nainštalujete. Toto spravuje mechanizmus nazývaný DKMS.
sl: Jedro vključuje vse odprto-kodne gonilnike in ti običajno delujejo zelo dobro. Lastniški gonilniki (NVIDIA, AMD, Broadcom, ...) niso vključeni in jih je potrebno prevesti z vsakim jedrom, ki ga namestite. To opravite prek mehanizma KDMS.
sr: Кернел садржи све драјвере отвореног кода и они обично раде добро. Власнички драјвери (NVIDIA, AMD, Broadcom...итд.) нису укључени па они морају да се сами саставе за сваки кернел који инсталирате. Ово се ради путем механизма који се зове DKMS.
sr@latin: Kernel sadržava sve upravljačke programe (``driver``) otvorenog koda i oni obično rade odlično. Vlasnički upravljački programi (NVIDIA, AMD, Broadcom...itd.) nisu obuhvaćeni i moraju se kompajlirati prema svakom kernelu koji instalirate. Ovo se čini preko mehanizma koji se naziva DKMS.
sv: Kärnan innehåller alla öppen källkodsdrivrutiner och dessa fungerar vanligen mycket bra. Proprietära drivrutiner (NVIDIA, AMD, Broadcom... etc) ingår inte och de behöver kompileras mot varje kärna som du installerar. Detta görs via en mekanism som kallas DKMS.
tr: Çekirdek tüm açık kaynaklı sürücüleri içerir ve bunlar genellikle iyi çalışırlar. Sahipli sürücüler (NVIDIA, AMD, Broadcom...vb) çekirdek tarafından içerilmez ve bunlar kuruluysa her çekirdek kurulumu sırasında kendi kendilerine derlenerek yeni çekirdeğe eklenirler. Bu DKMS denilen mekanizma tarafından yapılır.
uk: Ядро включає всі джерельно-відкриті драйвери, і вони звичайно працюють дуже добре. Патентовані драйвери (від NVIDIA, AMD, Broadcom тощо) не включаються, і їх потрібно компілювати під кожне ядро, яке ви встановлюєте. Це робиться за допомогою механізму під назвою DKMS.
vi: Kernel bao gồm tất cả các trình điều khiển nguồn mở và chúng thường hoạt động rất tốt. Các trình điều khiển độc quyền (NVIDIA, AMD, Broadcom...vv) không được bao gồm và chúng cần tự biên dịch theo mọi kernel bạn cài đặt. Điều này được thực hiện thông qua một cơ chế gọi là DKMS.
