Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Just keep my computer safe
cs: Pouze udržovat počítač zabezpečený
da: Bare hold min computer sikker
de: Meinen Rechner nur sicher halten
fi: Pidä tietokoneeni turvassa
hr: Samo drži moje računalo sigurnim
hu: A számítógép biztonságosan tartása
sk: Len udržať počítač bezpečný
tr: Bilgisayarımı sadece güvende tut

source: Recommended for novice users.
cs: Doporučeno pro začínající uživatele.
da: Anbefalet til nybegyndere.
de: Für unerfahrene Benutzer empfohlen.
fi: Suositeltu valinta uusille käyttäjille.
hr: Preporučljivo za neiskusne korisnike.
hu: Kezdő felhasználók számára ajánlott.
sk: Odporúčané pre neskúsených používateľov.
tr: Acemi kullanıcılar için önerilir.

source: Select updates which do not impact important parts of the operating systems.
cs: Vybrat aktualizace, které nebudou mít dopad na kritické části operačního systému.
da: Vælg opdateringer, som ikke påvirker styresystemets vigtige dele.
de: Bitte die Aktualisierungen auswählen, die keine Auswirkungen auf wichtige Teile des Betriebssystems haben.
fi: Valitse päivitykset jotka eivät vaikuta käyttöjärjestelmän tärkeisiin osiin.
hr: Odabire nadopune koje nemaju utjecaj na bitne dijelove operativnog sustava.
hu: Azon frissítések kiválasztása, amelyeknek nincs hatása az operációs rendszer fontos részeire.
sk: Zvoliť aktualizácie, ktoré neovlyvňujú dôležité časti systému.
tr: İşletim sistemlerinin önemli parçalarını etkileme ihtimali olmayan güncellemeleri seçilir.

source: Show security and kernel updates so I can review them and apply them with caution.
cs: Zobrazovat aktualizace zabezpečení a jádra. Ty uživatel posoudí k instalaci a jednotlivě pak obezřetně nainstaluje a vyzkouší.
da: Vis sikkerheds- og kerneopdateringer, så jeg kan gennemse se dem og installere dem med forsigtighed.
de: Sicherheits- und Kernelaktualisierungen anzeigen, damit ich sie überprüfen und sie mit Vorsicht anwenden kann.
fi: Näytä tietoturvapäivitykset ja ytimen päivitykset, jotta voin tarkastaa ne ja ottaa ne varoen käyttöön.
hr: Prikazuje sigurnosne nadopune i nadopune kernela tako da ih možete pregledati i primijeniti ih uz oprez.
hu: Biztonsági- és kernel-frissítések megjelenítése, a frissítések áttekintéséhez és körültekintő telepítéséhez.
sk: Zobraziť bezpečnostné aktualizácie a aktualizácie jadra tak, že ich môžem prezrieť a aplikovať s opatrnosťou.
tr: Güvenlik ve çekirdek güncellemelerini göster, böylece onları dikkatle inceleyip uygulayabilirim.

source: Let me review sensitive updates
cs: Umožnit uživateli posuzovat vhodnost aktualizací kritických částí systému
da: Lad mig gennemse følsomme opdateringer
de: Mich sensible Aktualisierungen überprüfen lassen
fi: Anna minun tarkastella herkkiä päivityksiä
hr: Dopusti da pregledam osjetljive nadopune
hu: A fontos részeket érintő frissítések megjelenítése
sk: Nechate ma prezrieť citlivé aktualizácie
tr: Hassas güncellemeleri incelemeye izin ver

source: Recommended for most users.
cs: Doporučeno pro většinu uživatelů.
da: Anbefalet til de fleste brugere.
de: Für die meisten Benutzer empfohlen.
fi: Suositeltu valinta useimmille käyttäjille.
hr: Preporučljivo za većinu korisnika.
hu: Legtöbb felhasználóknak ajánlott.
sk: Odporúčané pre väčšinu používateľov.
tr: Çoğu kullanıcı için önerilen seçenektir.

source: Select security updates and updates which do not impact important parts of the operating systems.
cs: Vybrat bezpečnostní aktualizace a aktualizace, které nebudou mít dopad na kritické části operačního systému.
da: Vælg sikkerhedsopdateringer og opdateringer, som ikke påvirker styresystemets vigtige dele.
de: Sicherheitsaktualisierungen und Aktualisierungen auswählen, die keine Auswirkungen auf wichtige Teile des Betriebssystems haben.
fi: Valitse tietoturvapäivitykset ja päivitykset jotka eivät vaikuta käyttöjärjestelmän tärkeisiin osiin.
hr: Odabire sigurnosne nadopune i nadopune koje nemaju utjecaj na bitne dijelove operativnog sustava.
hu: Válassza ki a biztonsági frissítéseket és a frissítéseket amelyek nincsenek hatással az operációs rendszer fontos részeire.
sk: Označiť bezpečnostné aktualizácie a aktualizácie, ktoré neovlyvňujú dôležité časti operačného systému.
tr: İşletim sistemlerinin önemli parçalarını etkileme ihtimali olmayan güncellemeler ve güvenlik güncellemeleri seçilir.

source: Show kernel updates and sensitive updates so I can review them and apply them with caution.
cs: Zobrazovat aktualizace jádra a kritických částí. Ty uživatel posoudí k instalaci a jednotlivě pak obezřetně nainstaluje a vyzkouší.
da: Vis kerneopdateringer og følsomme opdateringer, så jeg kan gennemse se dem og installere dem med forsigtighed.
de: Kernelaktualisierungen und sensible Aktualisierungen anzeigen, damit ich sie überprüfen und sie mit Vorsicht anwenden kann.
fi: Näytä ytimen päivitykset ja herkät päivitykset jotta voin tarkastella niitä ja toteuttaa ne varoen.
hr: Prikazuje nadopune kernela i osjetljive nadopune tako da ih možete pregledati i primijeniti ih uz oprez.
hu: Kernel- és egyéb érzékeny frissítések megjelenítése, a frissítések áttekintéséhez és körültekintő telepítéséhez.
sk: Zobraziť aktualizácie a citlivé aktualizácie tak, že ich môžem prezrieť a aplikovať s opatrnosťou.
tr: Çekirdek ve hassas güncellemelerini görünür yapar, böylece bunları inceleyebilir ve dikkatlice uygulayabilirsiniz.

source: Always update everything
cs: Vždy aktualizovat vše
da: Opdatér altid alting
de: Immer alles aktualisieren
fi: Päivitä aina kaikki
hr: Uvijek nadopuni sve
hu: Mindig mindent frissítsen
sk: Vždy aktualizovať všetko
tr: Herşeyi daima güncelle

source: Recommended for experienced users.
cs: Doporučeno pro pokročilé uživatele.
da: Anbefalet til erfarne brugere.
de: Für erfahrene Benutzer empfohlen.
fi: Suositeltu valinta edistyneille käyttäjille.
hr: Preproučljivo za napredne korisnike.
hu: Tapasztalt felhasználók számára ajánlott.
sk: Odporúčané pre skúsených používateľov.
tr: Deneyimli kullanıcılar için önerilir.

source: Always select all updates.
cs: Vždy vybrat všechny aktualizace.
da: Vælg altid alle opdateringer.
de: Immer alle Aktualisierungen auswählen.
fi: Valitse aina kaikki päivitykset.
hr: Uvijek odabire sve nadopune.
hu: Mindig válassza ki az összes frissítést.
sk: Vždy aktualizovať všetko.
tr: Tüm güncellemeler daima seçilir

source: If a regression breaks something, I'll fix it.
cs: Pokud se něco pokazí regresí, uživatel si to opraví.
da: Hvis en regression ødelægger noget, løser jeg det.
de: Wenn eine Regression etwas kaputt macht, werde ich das reparieren.
fi: Jos regressio rikkoo jotain, korjaan sen.
hr: Ako nestabilnost slomi nešto, ja ću to popraviti.
hu: Ha egy visszafejlődési hiba elront valamit, meg fogom tudni javítani.
sk: Ak niečo pokazí regresia, opravím to.
tr: Eğer bir regresyon bir şeyi kırarsa, bunu düzeltebilirim.

source: Security and kernel updates are always visible and updates with known issues (very rare) are always hidden. You can change this and fine-tune your policy in the preferences.
cs: Aktualizace zabezpečení a jádra jsou vždy zobrazované, zatímco ty o kterých se ví, že způsobují problémy (nevyskytuje se často) jsou vždy skryté. Toto chování můžete změnit upravením své strategie v předvolbách.
da: Sikkerheds- og kerneopdateringer er altid synlige, og opdateringer med kendte problemer (meget sjældne) er altid skjulte. Du kan ændre dette og finjustere din politik i indstillingerne.
de: Sicherheits- und Kernelaktualisierungen sind immer sichtbar und Aktualisierungen mit bekannten Problemen (sehr selten) sind immer ausgeblendet. Sie können das ändern und Feineinstellungen Ihrer Richtlinie in den Einstellungen vornehmen.
fi: Tietoturva– ja ytimen päivitykset ovat aina näkyvissä ja päivitykset, joissa on tunnettuja ongelmia (hyvin harvoin) ovat aina piilotettuina. Voit muuttaa tätä ja hienosäätää käytäntöjäsi asetuksista.
hr: Sigurnosne nadopune i nadopune kernela su uvijek vidljive a nadopune s poznatim problemima (vrlo rijetke) su uvijek skrivene. To možete promijeniti i precizno prilagoditi u osobitostima.
hu: A biztonsági és kernel frissítések mindig láthatóak. A hibákat okozó frissítések (néha előfordul ilyen) mindig rejtve maradnak. Ezt a beállítást megváltoztathatja, a beállítások között testreszabhatja a frissítési házirendet.
sk: Bezpečnostné aktualizácie a aktualizácie jadra sa zobrazujú vždy a aktualizácie, ktoré s poruchami sú vždy skryté. Tieto poistky môžete zmeniť v nastaveniach.
tr: Güvenlik ve çekirdek güncellemeleri daima görünürdür ve sorun oluşturabileceği bilinen (çok nadir) güncellemeler daima gizlidir. Bunları tercihlerden değiştirerek ilkeler ile ilgili ince ayar yapabilirsiniz.

source: Software sources
ar: مصادر البرامج
ca: Orígens de programari
cs: Zdroje software
da: Programkilder
de: Anwendungspaketquellen
fi: Ohjelmalähteet
hr: Repozitoriji softvera
hu: Szoftverforrások
sk: Zdroje softvéru
tr: Yazılım kaynakları

source: Select level 1 updates
ar: تحديد تحديثات المستوى 1
ca: Selecciona les actualitzacions de nivell 1
cs: Vybrat aktualizace stupně 1
da: Vælg opdateringer på niveau 1
de: Aktualisierungen der Ebene 1 auswählen
fi: Valitse tason 1 päivitykset
hr: Odaberi razinu 1 nadopuna
hu: Válassza ki az 1. szintű frissítéseket
sk: Zvoliť aktualizácie úrovne 1
tr: Seviye 1 güncellemelerini seç

source: Select level 2 updates
ar: تحديد تحديثات المستوى 2
ca: Selecciona les actualitzacions de nivell 2
cs: Vybrat aktualizace stupně 2
da: Vælg opdateringer på niveau 2
de: Aktualisierungen der Ebene 2 auswählen
fi: Valitse tason 2 päivitykset
hr: Odaberi razinu 2 nadopuna
hu: Válassza ki a 2. szintű frissítéseket
sk: Zvoliť aktualizácie úrovne 2
tr: Seviye 2 güncellemelerini seç

source: Select level 3 updates
ar: تحديد تحديثات المستوى 3
ca: Selecciona les actualitzacions de nivell 3
cs: Vybrat aktualizace stupně 3
da: Vælg opdateringer på niveau 3
de: Aktualisierungen der Ebene 3 auswählen
fi: Valitse tason 3 päivitykset
hr: Odaberi razinu 3 nadopuna
hu: Válassza ki a 3. szintű frissítéseket
sk: Zvoliť aktualizácie úrovne 3
tr: Seviye 3 güncellemelerini seç

source: Select level 4 updates
ar: تحديد تحديثات المستوى 4
ca: Selecciona les actualitzacions de nivell 4
cs: Vybrat aktualizace stupně 4
da: Vælg opdateringer på niveau 4
de: Aktualisierungen der Ebene 4 auswählen
fi: Valitse tason 4 päivitykset
hr: Odaberi razinu 4 nadopuna
hu: Válassza ki a 4. szintű frissítéseket
sk: Zvoliť aktualizácie úrovne 4
tr: Seviye 4 güncellemelerini seç

source: Select security updates
ar: تحديد تحديثات الأمان
ca: Selecciona les actualitzacions de seguretat
cs: Vybrat bezpečnostní aktualizace
da: Vælg sikkerhedsopdateringer
de: Sicherheitsaktualisierungen auswählen
fi: Valitse tietoturvapäivitykset
hr: Odaberi sigurnosne nadopune
hu: Mindig válassza ki a biztonsági frissítéseket
sk: Zvoliť bezpečnostné aktualizácie
tr: Güvenlik güncellemelerini seç

source: Select kernel updates
ar: تحديد تحديثات النواة
ca: Selecciona les actualitzacions del kernel
cs: Vybrat aktualizace jádra
da: Vælg kerneopdateringer
de: Kernelaktualisierungen auswählen
fi: Valitse ytimen päivitykset
hr: Odaberi nadopune kernela
hu: Válassza ki a kernel frissítéseket
sk: Zvoliť aktualizácie jadra
tr: Çekirdek güncellemelerini seç

source: History of updates
ar: محفوظات التحديثات
ca: Historial d'actualitzacions
cs: Historie aktualizací
da: Opdateringshistorik
de: Aktualisierungsverlauf
fi: Päivityshistoria
hr: Povijest nadopuna
hu: Frissítési előzmények
sk: História aktualizácií
tr: Güncelleme geçmişi

source: Linux kernels
ar: نواة Linux المتعددة
ca: Kernels de Linux
cs: Linuxová jádra
da: Linux-kerner
de: Linux-Kernel
fi: Linux-ytimet
hr: Linux kerneli
hu: Linux kernelek
sk: Linuxové jadrá
tr: Linux çekirdekleri

source: Visible columns
ar: الأعمدة المرئية
ca: Columnes visibles
cs: Viditelné sloupce
da: Synlige kolonner
de: Sichtbare Spalten
fi: Näkyvät sarakkeet
hr: Vidljivi stupci
hu: Látható oszlopok
sk: Viditeľné stĺpce
tr: Görünen sütunlar

source: Show descriptions
ar: عرض الأوصاف
ca: Mostra les descripcions
cs: Zobrazit popisky
da: Vis beskrivelser
de: Beschreibungen anzeigen
fi: Näytä kuvaus
hr: Prikaži opise
hu: Leírások megjelenítése
sk: Zobraziť popisy
tr: Açıklamaları göster

source: Packages included in this update:
ar: الحزم المضمنة في هذا التحديث:
ca: Paquets inclosos en aquesta actualització:
cs: Balíčky obsažené v této aktualizaci:
da: Pakker inkluderede i denne opdatering:
de: In der Aktualisierung enthaltene Pakete:
fi: Paketit jotka sisältyvät tähän päivitykseen:
hr: Paketi uključeni u ovoj nadopuni:
hu: A frissítésben érintett csomagok:
tr: Bu güncellemenin içerdiği paketler:

source: Ignore updates for this package
ar: تجاهل التحديثات لهذه الحزمة
ca: Ignora les actualitzacions d'aquest paquet
cs: Ignorovat aktualizace pro tento balíček
da: Ignorér opdateringer til denne pakke
de: Aktualisierungen für dieses Paket ignorieren
fi: Jätä huomiotta tämän paketin päivitykset
hr: Zanemari nadopune za ovaj paket
hu: Frissítések figyelmen kívül hagyása ennél a csomagnál
sk: Ignorovať aktualizácie pre tento balíček
tr: Bu paket için güncellemeleri yoksay

source: Levels
ar: المستويات
ca: Nivells
cs: Stupně
da: Niveauer
de: Ebenen
fi: Tasot
hr: Razine
hu: Szintek
sk: Úrovne
tr: Seviyeler

source: Impact level
ar: مستوى التأثير
ca: Nivell d'impacte
cs: Dopad aktualizace
da: Påvirkningsniveau
de: Auswirkungsebene
fi: Vaikutusten taso
hr: Razina utjecaja
hu: Szint
sk: Úroveň dopadu
tr: Etkileme seviyesi

source: Selected
ar: المحدد
ca: Seleccionat
cs: Označeno
da: Valgte
de: Ausgewählt
fi: Valitut
hr: Odabrano
hu: Kiválasztva
sk: Označené
tr: Seçili

source: Visible
ar: المرئي
cs: Viditelné
da: Synlige
de: Sichtbar
fi: Näkyvä
hr: Vidljivo
hu: Látható
sk: Viditeľné
tr: Görünür

source: Note: The list only gets refreshed while the update manager window is closed (system tray mode).
ar: ملاحظة: يتم تحديث القائمة فقط عندما تكون نافذة مدير التحديث مغلقة (وضع صينية النظام).
ca: Nota: només es refresca la llista mentre la finestra del gestor d'actualitzacions està tancada (mode safata del sistema).
cs: Poznámka: Seznam se obnovuje pouze když je okno Správce aktualizací zavřené (v režimu v oznamovací oblasti).
da: Bemærk: Listen opdateres kun, når vinduet med opdateringshåndteringen er lukket (statusfelt-tilstand).
de: Bitte beachten: Die Liste wird nur aufgefrischt, wenn das Fenster der Aktualisierungsverwaltung geschlossen ist (Systemleistenmodus)
fi: Huomio: Lista päivittyy vain silloin, kun päivitysohjelman ikkuna on suljettu (ilmoitusalueen tila)
hr: Napomena: popis se osvježava samo dok je prozor Upravitelja nadopuna zatvoren (način rada u traci sustava).
hu: Megjegyzés: A lista csak akkor frissül, ha a Frissítéskezelő zárva van (értesítési panel üzemmód).
sk: Poznámka: Zoznam sa obnoví len vtedy, ak je okno správcu aktualizácii zatvorené (v režime systémovej lišty).
tr: Not: Güncelleme listesi sadece Güncelleme Yöneticisi penceresi kapatıldığında (sistem tepsisi kipinde) yenilenir.

source: Include updates which require the installation of new packages or the removal of installed packages
ar: تضمين التحديثات التي تتطلب تثبيت حزم جديدة أو إزالة الحزم المثبتة
ca: Inclou les actualitzacions que requereixen la instal·lació de paquets nous o l'eliminació de paquets instal·lats
cs: Zahrnout aktualizace, které vyžadují instalaci nových balíčků, nebo odstranění nainstalovaných balíčků
da: Inkludér opdateringer, som kræver installering af nye pakker eller fjernelse af installerede pakker
de: Aktualisierungen einbeziehen, welche die Installation von neuen Paketen oder das Entfernen von installierten Paketen erfordern
fi: Sisällytä vaaditut päivitykset uusiin pakettien asennuksiin tai asennettujen pakettien poistoon
hr: Uključi nadopune koje zahtijevaju instalaciju novih paketa ili uklanjanje instaliranih paketa
hu: Azon frissítések hozzáadása, amelyek más csomagok telepítését, vagy eltávolítását igénylik
sk: Zahrnúť aktualizácie, ktoré požadujú inštaláciu nových balíkov alebo odstránenie nainštalovaných balíkov
tr: Güncellemelerin kapsamı, yeni paketlerin kurulumunu ya da kurulu paketlerin kaldırılmasını gerektirir

source: Don't suggest to switch to a local mirror
cs: Nezobrazovat výzvu k přechodu na místní zrcadlo
da: Foreslå ikke at skifte til et lokalt spejl
de: Den Wechsel zu einem lokalen Spiegelserver nicht vorschlagen
fi: Älä ehdota vaihtoa paikalliseen peiliin
hr: Nemoj predložiti prebacivanje na lokalni zrcalni poslužitelj
hu: Ne legyen javaslat egy közeli tükörkiszolgálóra történő váltásra
sk: Nenavrhovať prepnutie na miestne zrkadlo
tr: Yerel bir yansı sunucusuna geçiş için öneri sunulmasın

source: Always show security updates
ar: عرض تحديثات الأمان دائماً
ca: Mostra sempre les actualitzacions de seguretat
cs: Vždy zobrazovat bezpečnostní aktualizace
da: Vis altid sikkerhedsopdateringer
de: Sicherheitsaktualisierungen immer anzeigen
fi: Näytä turvallisuuspäivitykset aina
hr: Uvijek prikaži sigurnosne nadopune
hu: Mindig jelezze a biztonsági frissítéseket
sk: Vždy zobrazovať bezpečnostné aktualizácie
tr: Güvenlik güncellemelerini daima göster

source: Always select security updates
ar: تحديد تحديثات الأمان دائماً
ca: Selecciona sempre les actualitzacions de seguretat
cs: Vždy vybrat bezpečnostní aktualizace
da: Vælg altid sikkerhedsopdateringer
de: Sicherheitsaktualisierungen immer auswählen
fi: Valitse aina turvallisuuspäivitykset
hr: Uvijek odaberi sigurnosne nadopune
hu: Mindig válassza ki a biztonsági frissítéseket
sk: Vždy zvoliť bezpečnostné aktualizácie
tr: Güvenlik güncellemelerini daima seç

source: Always show kernel updates
ar: عرض تحديثات النواة دائماً
ca: Mostra sempre les actualitzacions del kernel
cs: Vždy zobrazovat aktualizace jádra
da: Vis altid kerneopdateringer
de: Kernelaktualisierungen immer anzeigen
fi: Näytä aina ytimen päivitykset
hr: Uvijek prikaži nadopune kernela
hu: Mindig jelezze a kernel frissítéseket
sk: Vždy zobrazovať aktualizácie jadra
tr: Çekirdek güncelemelerini daima göster

source: Always select kernel updates
ar: تحديد تحديثات النواة دائماً
ca: Selecciona sempre les actualitzacions del kernel
cs: Vždy vybrat aktualizace jádra
da: Vælg altid kerneopdateringer
de: Kernelaktualisierungen immer auswählen
fi: Valitse aina ytimen päivitykset
hr: Uvijek odaberi nadopune kernela
hu: Mindig válassza ki a kernel frissítéseket
sk: Vždy označiť aktualizácie jadra
tr: Çekirdek güncellemelerini daima seç

source: Ignored updates
ar: التحديثات المتجاهلة
ca: Actualitzacions ignorades
cs: Ignorované aktualizace
da: Ignorerede opdateringer
de: Ignorierte Aktualisierungen
fi: Sivuutetut päivitykset
hr: Zanemarene nadopune
hu: Mellőzött frissítések
sk: Ignorované aktualizácie
tr: Yoksayılan güncellemeler

source: Please specify the name of the update to ignore:
ar: يرجى تحديد اسم التحديث ليتم تجاهله:
ca: Especifiqueu el nom de l'actualització a ignorar:
cs: Zadejte název aktualizace kterou ignorovat:
da: Angiv venligst navnet på den opdatering, der skal ignoreres:
de: Bitte den Namen der Aktualisierung angeben, die ignoriert werden soll:
fi: Ole hyvä ja määritä sivuutettavan päivityksen nimi:
hr: Odredi naziv zanemarene nadopune:
hu: Adja meg a frissítéskor mellőzendő csomagok nevét:
sk: Prosím, zadajte názov aktualizácie, ktorá sa má ignorovať:
tr: Lütfen yoksayılacak güncellemenin adını belirtin:

source: Ignore an update
ar: تجاهل تحديث
ca: Ignora una actualització
cs: Ignorovat aktualizaci
da: Ignorér en opdatering
de: Eine Aktualisierung ignorieren
fi: Sivuuta päivitys
hr: Zanemari nadopunu
hu: Frissítés mellőzése
sk: Ignorovať aktualizáciu
tr: Bir güncellemeyi yoksay

source: Please enter your password to perform the upgrade
ar: يرجى إدخال كلمة المرور الخاصة بك لإجراء الترقية
ca: Introduïu la contrasenya per realitzar l'actualització
cs: Pro provedení přechodu na novější verzi zadejte své heslo
da: Indtast din adgangskode for at udføre opgraderingen
de: Bitte Ihr Passwort eingeben, um die Systemaktualisierung durchzuführen
fi: Ole hyvä ja syötä salasanasi suorittaaksesi päivityksen.
hr: Upišite svoju lozinku za nastavak nadogradnje
hu: Adja meg a jelszavát a rendszerfrissítés elvégzéséhez
sk: Pre aktualizáciu prosím zadajte vaše heslo
tr: Yükseltmeyi gerçekleştirmek için şifrenizi giriniz

source: You can use -l to only show updates for certain levels (when troubleshooting).
ar: يمكنك استخدام -l لعرض التحديثات لمستويات معينة فقط (عند استكشاف الأخطاء وإصلاحها).
ca: Feu servir -l per mostrar només actualitzacions de certs nivells (per solucionar problemes).

source: Use update levels when troubleshooting, to identify which update is responsible for a regression.
ar: استخدم مستويات التحديث عند استكشاف الأخطاء وإصلاحها، لتحديد التحديث المسؤول عن الانتكاس.
ca: Utilitzeu els nivells d'actualització quan resolgueu problemes, per identificar quina actualització és responsable d'una regressió.

source: Critical regressions happen very rarely. When they do, restore your system with the latest system snapshot and tell the Linux Mint development team about the regression.
ar: الانتكاس الحرج يحدث في حالات نادرة جدا. عندما يحدث ذلك، قم باستعادة النظام الخاص بك مع أحدث لقطة للنظام وأخبر فريق تطوير Linux Mint عن الانتكاس.
ca: Les regressions crítiques ocorren molt poques vegades. Quan ho facin, restaureu el sistema amb la instantània del sistema més recent i expliqueu la regressió a l'equip de desenvolupament de Linux Mint.

source: The Linux Mint team will want to know which update is responsible for the regression.
ar: سيرغب فريق Linux Mint في معرفة التحديث المسؤول عن الانتكاس.
ca: L'equip de Linux Mint voldrà saber quina actualització és responsable de la regressió.

source: If you are faced with a long list of updates and you're not sure where to look, click on "View"-&gt;"Visible Columns"-&gt;"Levels".
ar: إذا كنت تواجه قائمة طويلة من التحديثات ولم تكن متأكداً من مكان ظهورها، فانقر على "عرض"-&gt;"الأعمدة المرئية"-&gt;"المستويات".
ca: Si us trobeu amb una llarga llista d'actualitzacions i no sabeu on mirar, feu clic a "Veure" -&gt; "Columnes visibles" -&gt; "Nivells"

source: Impact on multiple applications.
ar: التأثير على تطبيقات متعددة.
ca: Impacte en diverses aplicacions.

source: Impact on sensitive parts of the system.
ar: التأثير على الأجزاء الحساسة للنظام.
ca: Impacte en parts sensibles del sistema.

source: Regressions in these updates usually only affect the software they're updating, not the operating system itself.
ar: الانتكاسات في هذه التحديثات عادةً ما تؤثر فقط على البرامج التي يتم تحديثها، وليس على نظام التشغيل نفسه.
ca: Les regressions en aquestes actualitzacions generalment només afecten al programari que estan actualitzant, no al sistema operatiu en si.

source: Troubleshooting
ar: استكشاف الأخطاء
ca: Solució de problemes

source: This section explains update levels.
ar: يشرح هذا القسم مستويات التحديث.
ca: Aquesta secció explica els nivells d'actualització.

source: Please set up System Snapshots
ar: يرجى إعداد لقطات النظام
ca: Configureu les instantànies del sistema

source: If something breaks, snapshots will allow you to restore your system to the previous working condition.
ar: إذا تعطل شيء ما، فستسمح لك اللقطات باستعادة النظام إلى حالة العمل السابقة.
ca: Si alguna cosa s'espatlla, les instantànies us permetran restaurar el sistema a la situació anterior.

source: Select
ca: Selecciona

source: All updates
ca: Totes les actualitzacions

source: Level 1 updates
ca: Actualitzacions de nivell 1

source: Level 2 updates
ca: Actualitzacions de nivell 2

source: Level 3 updates
ca: Actualitzacions de nivell 3

source: Level 4 updates
ca: Actualitzacions de nivell 4

source: Welcome screen
ar: شاشة الترحيب
ca: Pantalla de benvinguda

source: Auto-upgrade
ar: الترقية التلقائية
ca: Autoactualització

source: Remove old kernels...
ca: Elimina nuclis antics...
