Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Checking for Cinnamon spices
be: Праверка спецый Cinnamon
cy: Gwirio am sbeisys Cinnamon
el: Έλεγχος για Cinnamon Spices
eo: Serĉo de ĝisdatigoj de komponantoj de Cinnamon
es: Comprobando las actualizaciones de los complementos de Cinnamon
et: Cinnamoni rakendite kontrollimine
eu: Cinnamon espeziak egiaztatzen
fr_ca: Recherche de mises à jour de composants Cinnamon
he: מתבצע חיפוש תבליני סינמון
hi: सिनेमन स्पाइस हेतु खोज जारी
ia: Verificante species de Cinnamon
id: Mencek Cinnamon spices
is: Athuga með Cinnamon spices
it: Controllo delle spice di Cinnamon in corso
ja: Cinnamon spices をチェックしています
kab: Anadi n yisegran n Cinnamon
nl: Cinnamon-minitoepassingen aan het nakijken
pl: Sprawdzanie dodatków Cinnamona
pt: A procurar por Cinnamon spices
pt_br: Procurando Cinnamon Spices
ro: Se caută adiții Cinnamon
ru: Проверка дополнений (Cinnamon Spices)
sl: Preverjanje »začimb« za Cinnamon (Spices)
sr: Проверавам да ли постоје ажурирања зачина за Цимет
sr@latin: Proveravam da li postoje ažuriranja začina za Cinnamon
sv: Söker efter tillägg för Cinnamon
uk: Перевіряється наявність Cinnamon Spices
vi: Kiểm tra Cinnamon spices

source: Processing updates
be: Апрацоўка абнаўленняў
bg: Обработване на актуализациите
cy: Yn prosesu diweddariadau
el: Επεξεργασία αναβαθμίσεων
eo: Traktado de ĝisdatigoj
es: Procesando las actualizaciones
et: Värskenduste töötlemine
eu: Eguneraketak prozesatzen
fr_ca: Mise à jour en cours
he: מעבד עדכונים
hi: अपडेट संसाधन जारी
ia: Processante actualisationes
id: Memproses pembaruan
is: Vinn með uppfærslur
it: Elaborazione degli aggiornamenti in corso
ja: アップデートプロセス中
kab: Asekker n yileqman
lt: Apdorojami atnaujinimai
nl: Actualiseringen aan het verwerken
pl: Przetwarzanie aktualizacji
pt: A processar atualizações
pt_br: Processando atualizações
ro: Se procesează actualizările
ru: Обработка обновлений
sl: Obdelovanje posodobitev
sr: Обрађивање ажурирања
sr@latin: Obrada ažuriranja
sv: Behandlar uppdateringar
uk: Обробляються оновлення
vi: Đang xử lý cập nhật

source: Run 'apt update' in a terminal window to address this
ast: Escribi "apt update" na terminal pa igualo
be: Запусціце ў акне тэрмінала 'apt update' для вырашэння
bg: За дас е справите с това, изпълнете 'apt update' в терминал.
cy: Rhedwch 'apt update' mewn ffenestr terfynell i ymateb i hyn
el: Εκτελέστε 'apt update' σε ένα παράθυρο τερματικού για να το αντιμετωπίσετε
eo: Rulu 'apt update' en fenestro de terminalo por fari ĉi tion
es: Ejecute «apt update» en una ventana del terminal para solucionarlo
et: Selle lahendamiseks käivita terminalis 'apt update'
eu: Exekutatu 'apt update' terminal leiho batean
fa: برای رسیدگی به این، 'apt update' را در یک پنجره ترمینال اجرا کنید
fr_ca: Lancez 'apt update' dans une fenêtre terminal pour adresser ceci
he: נא להריץ 'apt update' במסוף על מנת לטפל בזה
hi: इस हेतु टर्मिनल में 'apt update' टाइप कर निष्पादित करें
ia: Face fluer «apt update» in un fenestra de terminal pro solver isto
id: Jalankan 'apt update' di jendela terminal untuk mengatasinya
is: Keyrðu 'apt update' í skjáhermiglugga til að laga þetta
it: Esegui 'apt update' in una finestra di terminale per correggere il problema
ja: これに対処するには、端末で 'apt update' を実行します
kab: Selkem 'apt update' di tdiwent iwakken ad tsenkeyeḍ ayagi
lo: ແລ່ນ 'apt update' ໃນໜ້າຕ່າງ terminal ເພື່ອແກ້ໄຂບັນຫານີ້
lt: Norėdami tai sutvarkyti, paleiskite terminale komandą "apt update"
lv: Lai to risinātu, termināļa logā palaid 'apt update'
nb: Kjør 'apt update' i et terminalvindu for å løse dette
nl: Voer 'apt update' uit in een terminalvenster om dit te herstellen
nn: Køyr 'apt update' i eit terminalvindauge for å rette dette
oc: Executatz « apt update » dins una fenèstra de terminal per resòlver aquò
pl: Uruchom „apt update” w terminalu, aby rozwiązać ten problem
pt: Execute 'apt update' no terminal para resolver esta situação
pt_br: Execute 'apt update' em uma janela de terminal para endereçar isto
ro: Rulați 'apt update' într-o fereastră de terminal pentru a aborda acest lucru
ru: Запустите «apt update» в окне терминала, чтобы решить эту проблему
sl: Za rešitev tega zaženite "apt update" v oknu terminala
sr: Покрените 'apt update' у терминалу за више детаља
sr@latin: Pokrenite 'apt update' u prozoru terminala da biste rešili ovo
sv: Kör 'apt update' i ett terminalfönster för att korrigera detta
uk: Запустіть «apt update» у вікні термінала, щоби це полагодити
uz: Buni hal qilish uchun terminal oynasida "apt update"ni ishga tushiring
vi: Chạy 'apt update' trong cửa sổ trình dòng lệnh để giải quyết vấn đề này

source: Your APT configuration is corrupt.
ast: La to configuración APT corrompiose
be: Ваша канфігурацыя APT пашкоджана.
bg: Вашата APT конфигурация е повредена.
cy: Mae ffurfweddiad eich APT yn llwgr.
el: Η διαμόρφωση του APT είναι κατεστραμμένη.
eo: Viaj apt-agordoj estas difektitaj.
es: La configuración de APT está corrupta.
et: Sinu APT seadistus on rikutud.
eu: APT konfigurazioa hondatuta dago.
fa: پیکربندی APT شما فاسد است.
fr_ca: Votre configuration APT est corrompue.
he: תצורת APT פגומה.
hi: विकृत APT विन्यास।
ia: Tu configuration de APT es corrupte.
id: Konfigurasi APT Anda rusak.
is: APT-uppsetningin þín virðist vera skemmd.
it: La tua configurazione APT è corrotta.
ja: APT 設定が破損しています。
kab: Tawila n APT inek terreẓ.
lo: ການຕັ້ງຄ່າ APT ຂອງທ່ານເສຍຫາຍ.
lt: Jūsų APT konfigūracija yra sugadinta.
lv: Tava APT konfigurācija ir bojāta.
nb: APT-konfigurasjonen er korrupt.
nl: De instellingen van uw APT zijn corrupt.
nn: APT‑konfigurasjonen din er øydelagd.
oc: Vòstra configuracion d'APT es corrompuda.
pl: Twoja konfiguracja APT jest uszkodzona.
pt: A sua configuração APT está danificada.
pt_br: Sua configuração do APT está corrompida.
ro: Configurația ta APT este coruptă
ru: Конфигурация APT повреждена.
sl: Vaša prilagoditev APT je okvarjena.
sr: Ваша АПТ подешавања су оштећена.
sr@latin: Vaša APT konfiguracije je oštećena.
sv: Datorns APT-inställningar är felaktiga.
uk: Ваша конфігурація APT перекручена.
uz: APT konfiguratsiyasi buzilgan.
vi: Cấu hình APT của bạn bị hỏng.

source: Do not install or update anything, it could break your operating system!
am: አይግጠሙ ወይንም ምንም አያሻሽሉ: የ እርስዎን የ መስሪያ ስርአት ያበላሸዋል
ar: عدم تثبيت أو تحديث أي شيء، يمكن أن يعطل نظام التشغيل الخاص بك!
be: Нічога не ўсталёўвайце і не абнаўляйце, гэта можа зламаць аперацыйную сістэму!
bg: Не инсталирайте или обновявайте нищо, възможно е да повредите операционната система!
ca: No instal·leu ni actualitzeu res. Podríeu danyar el sistema operatiu!
cs: Nic neinstalujte ani neaktualizujte, mohlo by dojít k poškození vaší instalace operačního systému!
cy: Peidiwch â gosod na diweddaru dim, gall dorri eich system weithredu!
da: Undlad at opdatere eller installere noget, det kan ødelægge dit styresystem!
de: Bitte nichts aktualisieren oder installieren, das könnte Ihr Betriebssystem beschädigen!
el: Μην εγκαταστήσετε ή ενημερώσετε τίποτα, θα μπορούσε να διαλύσει το λειτουργικό σας σύστημα!
eo: Ne instalu aŭ ĝisdatigu ion ajn, ĝi povus fuŝi vian operaciumon!
es: ¡No instale ni actualice nada, podría estropear el sistema operativo!
et: Ära paigalda ega uuenda midagi, see võib sinu operatsioonisüsteemi katki teha.
eu: Ez instalatu edo eguneratu ezer, zure sistema eragilea honda dezake!
fi: Älä asenna tai päivitä mitään, se voi rikkoa käyttöjärjestelmäsi!
fr_ca: N'installez aucun logiciel ou mise à jour, cela pourrait endommager votre système d'exploitation !
he: לא להתקין או לעדכן דבר, עלול להרוס את מערכת ההפעלה!
hi: कोई पैकेज इंस्टॉल या अपडेट न करें, ऑपरेटिंग सिस्टम को हानि संभव है।
hr: Nemoj ništa instalirati ili nadopuniti, to može slomiti vaš operativni sustav!
hu: Ne telepítsen vagy frissítsen semmit, mert így tönkre teheti az operációs rendszert.
ia: Non installar o actualisar ulle cosa, illo poterea rumper tu systema operative
id: Jangan install atau update sesuatu, itu bisa merusak system operasi anda!
is: Ekki setja neitt upp eða uppfæra, það gæti skemmt stýrikerfið!
it: Non installare o aggiornare niente, potrebbe danneggiare il tuo sistema operativo!
ja: インストールやアップデートは一切行わないでください。オペレーションシステムを破壊させる恐れがあります！
kab: Ur sbedday ara kra n useɣẓan neɣ n lqem, ayagi izmer ad ireẓẓ anagraw n wammud inek!
lt: Nieko neįdiekite ir neatnaujinkite, kadangi tai gali sugadinti jūsų operacinę sistemą!
nl: Installeer niets en werk ook niets bij, want het zou uw besturingssysteem kunnen verzieken!
pl: Niczego nie instaluj ani nie aktualizuj, może to zepsuć Twój system operacyjny!
pt: Não instale nem atualize nada pois pode estragar o seu sistema!
pt_br: Não instale ou atualize nada, isso poderá causar danos ao sistema operacional!
ro: Nu instalați sau actualizați nimic - ar putea defecta sistemul de operare!
ru: Ничего не устанавливайте и не обновляйте, так как это может повредить операционную систему!
sk: Neinštalujte ani neaktualizujte nič. Môže to poškodiť váš systém!
sl: Ne namestite ali posodobite ničesar, s tem lahko okvarite svoj operacijski sistem!
sr: Немојте инсталирати или ажурирати ништа, може оштетити ваш систем!
sr@latin: Nemojte instalirati ili ažurirati bilo šta, to bi moglo da pokvari Vaš operativni sistem!
sv: Undvik att installera eller uppdatera någonting, det kan få ditt operativsystem att krascha!
tr: Hiç bir şey kurmayın ve güncelleme yapmayın, bu işletim sisteminizi bozabilir!
uk: Не встановлюйте та не оновлюйте будь-чого: це може пошкодити вашу операційну систему!
vi: Đừng cài đặt hay nâng cấp gì cả, có thể hỏng hệ thống đấy!

source: To switch to a different Linux Mint mirror and solve this problem, click OK.
am: ወደ የ ተለየ የ ሊነክስ ሚንት አንፀባራቂ ለ መቀየር እና ይህን ችግር ለ ማስወገድ: ይጫኑ እሺ:
ar: للتبديل إلى مرآة Linux Mint مختلفة وحل هذه المشكلة، انقر فوق موافق.
ast: Pa camudiar a otru mirror de Linux Mint ya iguar esti problema, calque OK
be: Націсніце ДОБРА для пераключэння на іншае люстэрка Linux Mint і вырашэння праблемы.
bg: За да превключите на различно огледало и да решите проблема, натиснете ОК.
ca: Per canviar a una rèplica de Linux Mint diferent i resoldre aquest problema, feu clic a D'acord.
cy: I newid i ddrych Linux Mint arall a datrys y broblem yma, cliciwch Iawn.
el: Για να μεταβείτε σε διαφορετικό κατοπτρισμό του Linux Mint και να επιλύσετε αυτό το πρόβλημα, κάντε κλικ στο Εντάξει.
eo: Por ŝalti al malsama Linukso-Minto-spegulservilo kaj solvi ĉi tiun problemon, alklaku Bone.
es: Para cambiar a un servidor de Linux Mint diferente y resolver este problema, haga clic en Aceptar.
et: Et valida mõni teine Linux Minti tarkvara peegel ja see probleem lahendada, klõpsa OK.
eu: Linux Minten beste ispilu batera aldatu eta arazo hau konpontzeko sakatu Ados.
fa: برای جابه‌جایی به یک آیینه Linux Mint دیگر و حل این مشکل، بر باشه کلیک کنید.
fr_ca: Afin de changer de mirroir Linux Mint et résoudre ce problème, cliquez OK.
he: על מנת להחליף למראת לינוקס מינט אחרת ולפתור את הבעיה, יש להקיש 'בסדר'.
hi: लिनक्स मिंट सर्वर-मिरर बदलकर समस्या निवारण करने हेतु ठीक है पर क्लिक करें।
ia: Pro commutar a un differente speculo de Linux Mint e solver iste problema, clicca OK.
id: Untuk beralih ke mirror Linux Mint yang berbeda dan menyelesaikan masalah ini, klik OK.
is: Til að skipta yfir á annan Linux Mint pakkaspegil til að leysa þessa stöðu, smelltu á 'Í lagi'.
it: Per cambiare il mirror di Linux Mint e risolvere il problema, premere OK.
ja: この問題を解決するには、別の Linux Mint ミラーに切り替えて、OK をクリックします。
kab: Iwakken ad tesqedceḍ aḍebsi uslig nniḍen n Linux Mint yerna ad tefruḍ ugur-agi, sit ɣef IH.
lo: ເພື່ອປ່ຽນໄປໃຊ້ mirror ຂອງ Linux Mint ອື່ນ ແລະ ແກ້ໄຂບັນຫານີ້, ໃຫ້ກົດ ຕົກລົງ.
lt: Norėdami perjungti į kitą Linux Mint tinklavietę ir išspręsti šią problemą, spustelėkite Gerai.
lv: Lai pārslēgtos uz citu Linux Mint spoguli un atrisinātu šo problēmu, noklikšķini uz LABI.
nb: For å bytte til et annet Linux Mint-speil og løse dette problemet, klikk OK.
nl: Klik op Oké om over te schakelen naar een andere spiegelserver van Linux Mint, waardoor u dit probleem waarschijnlijk oplost.
nn: For å bytte til ein annan Linux Mint‑spegel og løyse dette problemet, klikk OK.
oc: Per cambiar de miralh Linux Mint e resòlver aqueste problèma, clicatz sus D'acòrdi.
pl: Kliknij OK, by przełączyć się na inny serwer lustrzany Linux Mint i rozwiązać ten problem.
pt: Para trocar para um diferente repositório do Linux Mint e revolver este problema, carregue em OK.
pt_br: Para mudar para um diferente repositório do Linux Mint e resolver este problema, clique OK.
ro: Pentru comutarea la un sait alternativ Linux Mint și rezolvarea acestei probleme, apăsați OK.
ru: Чтобы переключиться на другое зеркало Mint Linux и решить эту проблему, нажмите «ОК».
sl: Če želite preklopiti na drug zrcalni strežnik Linux Mint in rešiti to težavo, kliknite V redu.
sr: Да бисте прешли на различито огледало Линукс Минт и решили овај проблем, кликните на дугме У реду
sr@latin: Da biste se prebacili na drugi preslikani server Linuks Minta i rešili ovaj problem, kliknite na OK.
sv: Klicka OK för att lösa problemet genom att byta till en annan spegel för Linux Mint.
uk: Для перемкнення на інше дзеркало «Linux Mint» і розв'язання цієї проблеми клацніть на «Гаразд».
uz: Boshqa Linux Mint ko‘zgusiga o‘tish va bu muammoni hal qilish uchun OK tugmasini bosing.
vi: Để chuyển sang máy nhân bản Linux Mint khác và giải quyết vấn đề này, hãy nhấp vào OK.

source: APT error:
am: የ APT ስህተት:
be: Памылка APT:
bg: APT грешка:
cy: Gwall APT
el: Σφάλμα APT:
eo: Apt-eraro:
es: Error de APT:
et: APT viga:
eu: APT errorea:
fr_ca: Erreur APT :
he: שגיאת APT:
hi: APT त्रुटि :
ia: Error de APT:
id: Kesalahan APT:
is: APT-villa:
it: Errore APT:
ja: APT エラー:
kab: Tuccḍa APT:
lt: APT klaida:
nl: APT-fout:
pl: Błąd APT:
pt: Erro de APT:
pt_br: Erro APT:
ro: Eroare APT
ru: Ошибка APT:
sl: Napaka APT:
sr: АПТ грешка:
sr@latin: APT greška:
sv: APT-fel:
uk: Помилка APT:
vi: Lỗi APT:

source: Please switch to another Linux Mint mirror
am: እባክዎን ወደ ሌላ የ ሊነክስ ሚንት ማንፃባረቂያ ይቀይሩ
ar: يرجى التبديل إلى مرآة Linux Mint
ast: Por favor. Camudiar a otru mirror de Linux Mint
be: Пераключыцеся на іншае люстэрка Linux Mint
bg: Моля превключи на друго огледало
ca: Canvieu a una altra rèplica de Linux Mint
cs: Použijte jiné zrcadlo repozitářů pro Linux Mint
cy: Newidiwch i ddrych Linux Mint arall
da: Skift venligst til et andet Linux Mint-spejl
de: Bitte zu einem anderen Linux-Mint-Spiegelserver wechseln
el: Παρακαλούμε να μεταβείτε σε διαφορετική εναλλακτική τοποθεσία (mirror) του Linux Mint
eo: Bonvolu ŝalti al alia Linukso-Minto-spegulservilo
es: Cambie a otro servidor de Linux Mint
et: Palun võta kasutusele mõni teine Linux Minti tarkvara peegel
eu: Mesedez aldatu Linux Mint-en beste ispilu batera
fa: لطفا به به یک آیینه Linux Mint دیگر جا‌به‌جا شوید
fi: Valitse toinen Linux Mint palvelin
fr_ca: Veuillez utiliser un autre miroir de dépôt Linux Mint
he: נא להחליף למראת לינוקס מינט אחרת
hi: कृपया लिनक्स मिंट सर्वर-मिरर बदलें
hr: Prebaci na drugi Linux Mint zrcalni poslužitelj
hu: Váltson egy közeli tükörkiszolgálóra
ia: Per favor commuta a un altere speculo de Linux Mint
id: Mohon alihkan ke mirror Linux Mint lainnya
is: Endilega skiptu yfir á annan Linux Mint pakkaspegil
it: Seleziona un altro mirror Linux Mint
ja: 別の Linux Mint ミラーに切り替えてください
kab: Ttxil-k seqdec aḍebsi uslig nniḍen n usersay n Linux Mint
lo: ກະລຸນາປ່ຽນໄປໃຊ້ mirror ຂອງ Linux Mint ອື່ນ
lt: Prašome persijungti į kitą Linux Mint tinklavietę
lv: Lūdzu, pārslēdzies uz citu Linux Mint spoguļserveri
nb: Bytt til et annet Linux Mint-speil
nl: Schakel a.u.b. over naar een andere spiegelserver van Linux Mint, of wacht een dagje totdat uw huidige spiegelserver weer op orde is
nn: Byt til ein annan Linux Mint‑spegel
oc: Mercés de bascular sus un autre miralh Linux Mint
pl: Prosimy przełączyć się na inny serwer zwierciadlany Linux Mint
pt: Por favor, troque para outro repositório do Linux Mint
pt_br: Por favor, mude para outro repositório do Linux Mint
ro: Treceți la un alt sait alternativ Linux Mint
ru: Переключитесь на другое зеркало Linux Mint
sk: Prosím, prepnite na iné zrkadlo systému Linux Mint
sl: Preklopite na drug zrcalni strežnik Linux Mint
sr: Пребаците се на друго огледало Линукс Минта
sr@latin: Prebacite se na drugi preslikani server Linuks Minta
sv: Var god byt till en annan spegel för Linux Mint
tr: Lütfen farklı bir Linux Mint yansısına geçiş yapınız
uk: Перемкніться на інше дзеркало «Linux Mint»
uz: Iltimos, boshqa Linux Mint ko‘zgusiga oʻting
vi: Xin hãy chuyển sang kho sao chép Linux Mint khác

source: Could not refresh the list of updates
am: የ ማሻሻያ ዝርዝሮችን ማነቃቃት አልተቻለም
ar: لا يمكن تحديث قائمة التحديثات
ast: Nun se pudo amosar la llista d'anovamientos
be: Не выйшла абнавіць спіс абнаўленняў
bg: Списъка с актуализации не може да се опресни
ca: No s'ha pogut refrescar la llista d'actualitzacions
cs: Nedaří se znovu načíst seznam aktualizací
cy: Methu adnewyddu'r rhestr o ddiweddariadau
da: Kunne ikke genopfriske listen over opdateringer
de: Aktualisierungsliste konnte nicht aufgefrischt werden
el: Αδυναμία ανανέωσης της λίστας ενημερώσεων
eo: Ne eblas aktualigi la liston de ĝisdatigoj
es: No se ha podido recargar la lista de actualizaciones
et: Uuenduste loetelu ei õnnestunud värskendada
eu: Ezin izan da eguneraketa-zerrenda freskatu
fa: نمیتوان لیست بروزرسانی ها را تازه‌سازی کرد
fi: Ei voitu päivittää päivitettävien listaa
fr_ca: Impossible d'actualiser la liste des mises à jour
he: לא ניתן לרענן את רשימת העדכונים
hi: अपडेट सूची रिफ्रेश करना विफल
hr: Nemoguće osvježavanje popisa nadopuna
hu: Nem sikerült frissíteni a csomagfrissítések listáját
ia: Incapace a refrescar le lista del actualisationes
id: Tidak bisa me-refresh daftar pembaruan
is: Gat ekki uppfært lista yfir uppfærslur
it: Impossibile controllare la lista degli aggiornamenti
ja: アップデートの一覧を再読み込みできませんでした
kab: D awezɣi amucceḍ n tebdart n ileqman
lo: ບໍ່ສາມາດໂຫຼດລາຍການອັບເດດຄືນໃໝ່ໄດ້
lt: Nepavyko iš naujo įkelti atnaujinimų sąrašo
lv: Neizdevās atjaunināt atjauninājumu sarakstu
nb: Kunne ikke oppfriske listen over oppdateringer
nl: Kon de lijst met actualiseringen niet verversen
nn: Klarte ikkje å oppfriske lista over oppdateringar
oc: Actualizacion impossibla de la lista de las mesas a jorn
pl: Nie można odświeżyć listy aktualizacji
pt: Não foi possível recarregar a lista de atualizações
pt_br: Não foi possível obter a lista de atualizações
ro: Nu s-a putut reîncărca lista de actualizări
ru: Не удалось получить список обновлений
sk: Nepodarilo sa obnoviť zoznam aktualizácií
sl: Seznama posodobitev ni bilo mogoče osvežiti
sr: Нисам успео да освежим списак ажурирања
sr@latin: Nisam mogao da osvežim spisak ažuriranja
sv: Kunde inte uppdatera listan med uppdateringar
tr: Güncellemelerin listesi yenilenemedi
uk: Не вдалося оновити перелік оновлень
uz: Yangilanishlar roʻyxatini yangilab boʻlmadi
vi: Không làm mới danh sách cập nhật được

source: Kernel update
am: ከረኔል ማሻሻያ
ar: تحديث النواة
ast: Anovamientu de kernel
be: Абнаўленне ядра
bg: Актуализация на ядро
ca: Actualització del kernel
cs: Aktualizace jádra
cy: Diweddariad cnewyllyn
da: Kerneopdatering
de: Kernel-Aktualisierung
el: Ενημέρωση πυρήνα
eo: Kerna ĝisdatigo
es: Actualización del núcleo
et: Kerneli uuendus
eu: Nukleoa eguneratzea
fa: بروزرسانی کرنل
fi: Ytimen päivitys
fr_ca: Mise à jour du noyau
he: עדכון ליבה
hi: कर्नेल अपडेट
hr: Nadopuna kernela
hu: Kernel frissítés
ia: Actualisation del kernel
id: Pembaruan kernel
is: Uppfærsla á kjarna
it: Aggiornamenti del kernel
ja: カーネルアップデート
kab: Aleqqem n yiɣes
lo: ການອັບເດດເຄີເນວ
lt: Branduolio atnaujinimas
lv: Kodola atjauninājums
nb: Kjerne oppdatering
nl: Bijgewerkte systeemkern
nn: Kjerneoppdatering
oc: Mesa a jorn nuclèu
pl: Aktualizacja jądra
pt: Atualização do kernel
pt_br: Atualização do kernel
ro: Actualizare nucleu
ru: Обновление ядра системы
sk: Aktualizácia jadra
sl: Posodobitev jedra
sr: Ажурирање кернела
sr@latin: Ažuriranje kernela
sv: Kärnuppdatering
tr: Çekirdek güncellemesi
uk: Оновлення ядра
uz: Yadroni yangilanish
vi: Cập nhật kernel

source: Security update
am: የደህንነት ማሻሻያ
ar: تحديث أمان
ast: Anovamientu de seguridá
be: Абнаўленне бяспекі
bg: Актуализация по сигурността
ca: Actualització de seguretat
cs: Bezpečnostní aktualizace
cy: Diweddariad diogelwch
da: Sikkerhedsopdatering
de: Sicherheitsaktualisierung
el: Ενημέρωση ασφαλείας
eo: Sekuriga ĝisdatigo
es: Actualización de seguridad
et: Turvauuendus
eu: Segurtasun-eguneraketa
fa: بروزرسانی امنیتی
fi: Tietoturvapäivitys
fr_ca: Mise à jour de sécurité
he: עדכון אבטחה
hi: सुरक्षा अपडेट
hr: Sigurnosna nadopuna
hu: Biztonsági frissítés
ia: Actualisation de securitate
id: Pembaruan keamanan
is: Öryggisuppfærsla
it: Aggiornamento di sicurezza
ja: セキュリティアップデート
kab: Lqem n tɣellist
lo: ການອັບເດດຄວາມປອດໄພ
lt: Saugumo atnaujinimas
lv: Drošības atjauninājums
nb: Sikkerhetsoppdatering
nl: Veiligheidsreparatie
nn: Tryggleiksoppdatering
oc: Mesa a jorn de seguretat
pl: Aktualizacja bezpieczeństwa
pt: Atualização de segurança
pt_br: Atualização de segurança
ro: Actualizare de securitate
ru: Обновление безопасности
sk: Bezpečnostná aktualizácia
sl: Varnostna posodobitev
sr: Безбедносно ажурирање
sr@latin: Bezbednosno ažuriranje
sv: Säkerhetsuppdatering
tr: Güvenlik güncellemesi
uk: Оновлення безпеки
uz: Xavfsizlik yangilanishi
vi: Cập nhật bảo mật
