Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: You can use -k to only show the kernel updates.
ar: يمكنك استخدام -k لعرض تحديثات النواه فقط.
be: Вы можаце дадаць -k каб паказваць толькі абнаўленні ядра.
bg: Може да използвате -k за да видите актуализациите на ядрото.
ca: Podeu utilitzar -k per mostrar només les actualitzacions del kernel.
cy: Gallwch ddefnyddio -k i ddim ond dangos diweddariadau'r cnewyllyn.
el: Μπορείτε να χρησιμοποιήσετε το -k για να εμφανίσετε μόνο τις ενημερώσεις του πυρήνα.
eo: Eblas uzi -k por nur montri la kernajn ĝisdatigojn.
es: Puede usar -k para mostrar solo las actualizaciones del núcleo.
et: -k võtmega näidatakse ainult kerneli uuendusi.
eu: -k erabil dezakezu nukleoaren eguneraketak soilik erakusteko.
fr_ca: Vous pouvez utiliser -k pour seulement afficher les mises à jours du noyau.
he: ניתן להשתמש ב־'k-' להצגת עדכוני ליבה בלבד.
hi: केवल कर्नेल अपडेट दिखने हेतु कमांड में -k संलग्न करें।
ia: Tu pote usar -k pro monstrar solo le actualisationes de kernel.
id: Anda dapat gunakan -k hanya untuk menampilkan pembaharuan kernel.
is: Þú getur notað -k til að birta einungis uppfærslur á kjarna.
it: Puoi usare -k per mostrare solo gli aggiornamenti del kernel.
ja: -k オプションを使うと、カーネルアップデートのみを表示します。
kab: Tzemreḍ ad tesqedceḍ -k iwakken ad tsekneḍ kan ileqman n yiɣes.
lt: Norėdami rodyti tik branduolio atnaujinimus, galite naudoti -k parametrą.
nl: U kunt -k gebruiken om alleen de bijgewerkte systeemkernen te tonen.
pl: Możesz użyć -k, aby pokazać wyłącznie aktualizacje jądra.
pt: Pode utilizar -k para apenas mostrar as atualizações de kernel.
pt_br: Você pode usar -k para mostrar apenas atualizações do kernel.
ro: Puteți folosi parametrul -k pentru afișarea actualizărilor de nucleu.
ru: Для отображения только обновлений ядра используйте ключ -k.
sl: Uporabite -k, da prikažete le posodobitve jedra.
sr: Можете користити „-к“ само за приказ ажурирања кернела.
sr@latin: Možete da koristite -k za prikaz samo ažuriranja kernela.
sv: Lägg till -k om du bara vill se uppdateringar av Linux-kärnan.
uk: Ви можете використати «-k», щоби показати лише оновлення ядра.
vi: Bạn có thể sử dụng -k để chỉ hiển thị các bản cập nhật kernel.

source: For instance, the following command lists all security updates:
am: ለምሳሌ የሚቀጥሉት ሁሉም የ ትእዛዝ ዝርዝሮች የ ደህንነት ማሻሻያ ናቸው:
ar: على سبيل المثال، الأمر التالي يسرد كل التحديثات الأمنية:
be: Напрыклад, наступная каманда пакажа ўсе абнаўленні бяспекі:
bg: Например, следната команда ще покаже списък с всички актуализации по сигурността:
ca: Per exemple, la següent ordre enumera totes les actualitzacions de seguretat:
cy: Er enghraifft, mae'r rhestr canlynol yn dangos pob gorchymyn diogelwch.
el: Για παράδειγμα, η ακόλουθη εντολή παραθέτει όλες τις ενημερωμένες εκδόσεις ασφαλείας:
eo: Ekzemple la sekva komando listigas ĉiujn sekurigajn ĝisdatigojn:
es: Por ejemplo, la orden siguiente enumera todas las actualizaciones de seguridad:
et: Järgmine käsk näiteks kuvab kõik turvauuendused.
eu: Adibidez, ondorengo komandoak segurtasun eguneraketa guztiak zerrendatzen ditu:
fr_ca: Par exemple, la commande suivante affiche toutes les mises à jours de sécurité.
he: לדוגמה, הפקודה הבאה תציג את כל עדכוני האבטחה:
hi: निम्नलिखित कमांड द्वारा सभी सुरक्षा अपडेट सूचीबद्ध होंगी :
ia: Per exemplo, le sequente commando lista tote le actualisationes de securitate:
id: Sebagai contoh, perintah berikut ini menampilkan semua daftar pembaharuan keamanan:
is: Sem dæmi; eftirfarandi skipun telur upp allar öryggisuppfærslur:
it: Per esempio, il seguente comando elenca tutti gli aggiornamenti di sicurezza:
ja: 例えば、次のコマンドは全てのセキュリティアップデートの一覧を表示します:
kab: Deg umedya, anezḍay-agi yeskan akk ileqman n tɣellist:
lt: Pavyzdžiui, ši komanda išvardys visus saugumo atnaujinimus:
nl: De volgende opdracht geeft bijvoorbeeld alle beschikbare veiligheidsreparaties weer:
pl: Dla przykładu, następująca komenda wypisze wszystkie aktualizacje bezpieczeństwa:
pt: Por exemplo, o comando seguinte lista todas as atualizações de segurança:
pt_br: Por exemplo, o comando a seguir lista todas as atualizações de segurança:
ro: De exemplu, următoarea comandă afișează toate actualizările de securitate:
ru: Например, следующая команда отображает все обновления безопасности:
sl: Naslednji primer ukaza izpiše vse varnostne posodobitve:
sr: На пример, следећа наредба садржи све сигурносне исправке:
sr@latin: Na primer, sledeća komanda izlistava sva bezbednosna ažuriranja:
sv: Till exempel visar följande kommando alla säkerhetsuppdateringar:
uk: Наприклад, така команда перелічує всі оновлення безпеки:
vi: Ví dụ: lệnh sau liệt kê tất cả các bản cập nhật bảo mật:

source: Applying updates
am: ማሻሻያ መፈጸሚያ
ar: تطبيق التحديثات
be: Ужыванне абнаўленняў
bg: Прилагане на актуализациите
ca: Aplicació de les actualitzacions
cs: Použití aktualizací
cy: Yn gosod diweddariadau
da: Installerer opdateringer
de: Aktualisierungen werden angewendet
el: Εφαρμογή ενημερώσεων
eo: Aplikado de ĝisdatigoj
es: Aplicar las actualizaciones
et: Uuenduste rakendamine
eu: Eguneraketak aplikatzea
fi: Toteutetaan päivityksiä
fr_ca: Application des mises à jour
he: החלת עדכונים
hi: अपडेट लागू करना
hr: Primijenjivanje nadopuna
hu: Frissítések telepítése
ia: Applicante actualisationes
id: Menyetujui pembaharuan
is: Að setja inn uppfærslur
it: Applicazione degli aggiornamenti
ja: アップデートの適用
kab: Snes ileqman
lt: Atnaujinimų taikymas
nl: Actualiseringen installeren
pl: Stosowanie aktualizacji
pt: Aplicar atualizações
pt_br: Aplicando atualizações
ro: Aplicarea actualizărilor
ru: Применение обновлений
sk: Aplikujem aktualizácie
sl: Uveljavljanje posodobitev
sr: Примена ажурирања
sr@latin: Primenjujem ažuriranja
sv: Tillämpar uppdateringar
tr: Güncellemelerin uygulanması
uk: Застосування оновлень
vi: Áp dụng cập nhật

source: You can use the "upgrade" command to apply updates, using the same options.
am: እርስዎ መጠቀም ይችላሉ የ "ማሻሻያ" ትእዛዝ ማሻሻያ ለ መፈጸም: ተመሳሳይ ምርጫ በ መጠቀም
ar: يمكنك استخدام الأمر "ترقية" لتطبيق التحديثات، باستخدام نفس الخيارات.
be: Вы можаце выкарыстаць каманду "upgrade" каб ужыць абнаўленні, выкарыстоўваючы тыя ж опцыі.
bg: Може да използваш командата "upgrade", за да приложиш актуализациите, може да ползваш и някои опции
ca: Podeu utilitzar l'ordre "upgrade" per aplicar les actualitzacions, mitjançant les mateixes opcions.
cs: Následně za použití stejných voleb můžete aktualizace nainstalovat pomocí dílčího příkazu „upgrade“.
cy: Gallwch ddefnyddio'r gorchymyn "upgrade" i osod diweddariadau, gan ddefnyddio'r un dewisiadau.
da: Du kan bruge kommandoen "upgrade" for at installere opdateringer med brug af de samme tilvalg.
de: Sie können den Befehl »upgrade« verwenden, um Aktualisierungen unter Benutzung der selben Optionen anzuwenden.
el: Μπορείτε να χρησιμοποιήσετε την εντολή "αναβάθμιση" για να εφαρμόσετε ενημερώσεις, χρησιμοποιώντας τις ίδιες επιλογές.
eo: Eblas uzi la "upgrade"-komandon por apliki ĝisdatigojn, uzante la samajn opciojn.
es: Se puede usar la orden «upgrade» para aplicar las actualizaciones, con las mismas opciones.
et: Võid kasutada "upgrade" käsku, et paigaldada uuendused samade valikute abil.
eu: "upgrade" (bertsio-berritu) komandoa erabil dezakezu eguneraketak aplikatzeko, aukera berdinak erabiliz.
fi: Voit käyttää "upgrade" komentoa toteuttaaksesi päivitykset käyttäen samoja asetuksia.
fr_ca: Vous pouvez utiliser la commande "upgrade" pour appliquer les mises à jour, en utilisant les mêmes options.
he: ניתן להשתמש בפקודה "upgrade" להחלת עדכונים, תוך שימוש באפשרויות זהות.
hi: समान विकल्प उपयोग कर आप "upgrade" कमांड द्वारा अपडेट लागू कर सकते हैं।
hr: Možete koristiti "upgrade" naredbu kako bi primijenili nadopune, koristeći iste mogućnosti.
hu: Az „upgrade” paranccsal, ugyanazon paraméterek megadásával telepítheti a frissítéseket.
ia: Tu pote usar le commando «upgrade» pro applicar le actualisationes, usante le mesme optiones.
id: Anda dapat gunakan perintah "upgrade" untuk menyetujui pembaharuan, menggunakan pilihan yang sama.
is: Þú getur notað "upgrade" skipunina til að setja inn uppfærslur, með sömu valkostum.
it: È possibile utilizzare il comando "upgrade" per applicare gli aggiornamenti, utilizzando le stesse opzioni.
ja: 同じオプションを使用して、"アップグレード" コマンドにてアップデートを適用できます。
kab: Tzemreḍ ad tesqedceḍ anezḍay "upgrade" iwakken ad tesneseḍ ileqman, s useqdec n tnefrunin am tidak.
lt: Norėdami taikyti atnaujinimus, galite naudoti komandą "upgrade", naudojant tuos pačius parametrus.
nl: U kunt de opdracht 'upgrade' gebruiken om actualiseringen te installeren, met gebruikmaking van dezelfde parameters.
pl: Możesz użyć polecenia "upgrade", aby zastosować aktualizacje używając tych samych opcji.
pt: Pode utilizar o comando "upgrade" para aplicar atualizações, utilizando as mesmas opções.
pt_br: Você pode usar o comando "upgrade" para aplicar atualizações, usando as mesmas opções.
ro: Puteți folosi comanda "upgrade" pentru a aplica actualizările, folosind aceleași opțiuni.
ru: Для применения обновлений с теми же параметрами используйте команду «upgrade».
sk: Môžete použiť príkaz "upgrade" na aplikovanie aktualizácií s rovnakými možnosťami.
sl: Uporabite lahko ukaz »upgrade«, da uveljavite posodobitve, tako da uporabite iste možnosti.
sr: Можете користити команду „upgrade“ да примените ажурирања, користећи исте могућности.
sr@latin: Možete da koristite komandu "upgrade" da biste primenili ažuriranja, korišćenjem istih opcija.
sv: Du kan använda "upgrade"-kommandot för att tillämpa uppdateringar, med samma alternativ.
tr: Güncellemeleri "upgrade" komutu ile uygulayabilirsiniz, aynı seçenekler kullanılır.
uk: Ви можете використати команду «upgrade» для застосування оновлень, використовуючи ті самі опції.
vi: Bạn có thể sử dụng lệnh "upgrade" để áp dụng các bản cập nhật, sử dụng các tùy chọn tương tự.

source: For instance, the following command applies kernel updates:
am: ለምሳሌ የሚቀጥለው ትእዛዝ የ ከረኔል ማሻሻያ መፈጸሚያ ነው
ar: على سبيل المثال، الأمر التالي يقوم بتطبيق تحديثات النواه:
be: Напрыклад, наступная каманда ўжывае абнаўленні ядра:
bg: Например, следната команда ще приложни всички актуализации на ядрото:
ca: Per exemple, la següent ordre aplica les actualitzacions del kernel:
cy: Er enghraifft, mae'r gorchymyn canlynol yn perthyn i ddiweddariadau cnewyllyn:
el: Για παράδειγμα, η ακόλουθη εντολή ισχύει για ενημερώσεις πυρήνα:
eo: Ekzemple la sekva komando aplikas kernajn ĝisdatigojn:
es: Por ejemplo, la orden siguiente aplica las actualizaciones del núcleo:
et: Näiteks järgmine käsk paigaldab kerneli uuendused:
eu: Adibidez, ondorengo komandoak nukleoaren eguneraketa guztiak aplikatzen ditu:
fr_ca: Par exemple, la commande suivante applique les mises à jour du noyau:
he: לדוגמה, הפקודה הבאה מחילה עדכוני ליבה:
hi: निम्नलिखित कमांड द्वारा सभी कर्नेल अपडेट लागू होंगी :
ia: Pro instantia, le sequente commando concerne le actualisationes de kernel:
id: Sebagai contoh, perintah berikut ini menyetujui pembaharuan kernel:
is: Sem dæmi; eftirfarandi skipun telur upp allar kjarnauppfærslur:
it: Per esempio, il seguente comando elenca tutti gli aggiornamenti del kernel:
ja: 例えば、次のコマンドはカーネルアップデートを適用します:
kab: Deg umedya, anezḍay-agi ad isnes ileqman n yiɣes:
lt: Pavyzdžiui, ši komanda pritaikys branduolio atnaujinimus:
nl: De volgende opdracht installeert bijvoorbeeld een bijgewerkte systeemkern:
pl: Dla przykładu, następująca komenda zastosuje aktualizacje jądra:
pt: Por exemplo, o comando seguinte aplica as atualizações do kernel:
pt_br: Por exemplo, o comando a seguir aplica as atualizações do kernel:
ro: De exemplu, următoarea comandă aplică actualizările de nucleu:
ru: Например, следующая команда устанавливает обновления ядра:
sl: Naslednji ukaz npr. uveljavi posodobitve jedra:
sr: На пример, следећа наредба односи се на ажурирање кернела:
sr@latin: Na primer, sledeća komanda primenjuje ažuriranja kernela:
sv: Följande kommando installerar uppdateringar av Linux-kärnan:
uk: Наприклад, така команда застосовує оновлення ядра:
vi: Ví dụ: lệnh sau áp dụng các bản cập nhật kernel:

source: Note the -r argument, which was added to refresh the cache.
am: ማስታወሻ የ -r ክርክር የ ተጨመረው cache ለ ማነቃቃት ነው
ar: ملاحظة المتغير r- الذي تم إضافته، هو لتحديث ذاكرة التخزين المؤقت.
be: Звярніце ўвагу, што -r дададзена, каб абнавіць кэш.
bg: Аргумента -r се добавя за да се освежи кеша.
ca: Observeu l'argument -r que s'ha afegit per refrescar la memòria cau.
cs: Všimněte si argumentu -r přidaného za účelem aktualizace obsahu mezipaměti.
cy: Sylwch ar yr ymresymiad -r, sydd wedi ei ychwanegu i adnewyddu'r storfa.
da: Bemærk argumentet -r, som blev tilføjet for at opdatere cachen.
de: Bitte beachten Sie den Parameter -r, welcher hinzugefügt wurde, um den Puffer aufzufrischen.
el: Σημειώστε το όρισμα -r, το οποίο προστέθηκε για να ανανεώσει την προσωρινή μνήμη.
eo: Rimarku la argumenton -r, kiu estis aldonita por reŝargi la kaŝmemoron.
es: Observe el argumento -r, que se ha añadido para recargar la caché.
et: Märgata võiks -r argumenti, mis lisati puhvri värskendamiseks.
eu: -r argumentua cache-a freskatzeko gehitu da.
fi: Huomaa -r valinta, joka lisättiin välimuistin virkistykseen.
fr_ca: Notez l'argument -r, qui fut ajouté afin d'actualiser le cache.
he: שימו לב למשתנה 'r-' שהתווסף לפקודת רענון המטמון.
hi: -r मानदंड संलग्न कर कैश रिफ्रेश करें।
hr: Napomena: -r argument, je dodan za osvježavanje predmemorije.
hu: Az „-r” kapcsoló megadásával a frissítheti a gyorsítótárat.
ia: Nota le argumento -r, que esseva addite pro refrescar le cache.
id: Perhatikan argumen -r, yang ditambahkan untuk menyegarkan cache.
is: Taktu eftir -r viðfanginu sem sett var inn til þess að endurnýja skyndiminnið.
it: Nota la presenza del parametro -r, che è stato aggiunto per aggiornare la cache.
ja: キャッシュを再読み込みするために追加された -r オプションに注意してください。
kab: Wali tiɣiret -r, i yezemren ad tettwaseqdec i umucceḍ n tuffirt.
lt: Pastebėkite -r argumentą, kuris buvo pridėtas tam, kad iš naujo būtų įkeltas podėlis.
nl: Let op de parameter -r, die is toegevoegd om de tijdelijke opslag te verversen.
pl: Zwróć uwagę na argument -r, dodany w celu odświeżenia pamięci podręcznej.
pt: Note que o argumento -r foi adicionado para recarregar a cache.
pt_br: Note o argumento -r, ele foi adicionado para que o cache fosse atualizado.
ro: Observați parametrul -r, care a fost adăugat pentru a împrospăta cache-ul.
ru: Используйте ключ -r, если вы хотите дополнительно обновить кэш.
sk: Všimnite si argumentu -r, ktorý obnoví medzipamäť.
sl: Upoštevajte argument -r, ki je dodan za osvežitev predpomnilnika.
sr: Обратите пажњу на аргумент „-r“, који је додат како би се освежила кеш-меморија.
sr@latin: Obratite pažnju na argument -r, koji je dodat da bi se osvežio keš.
sv: Notera -r flaggan som lades till för att uppdatera cachen.
tr: -r değişkeni için not, eklendiğinde paket önbelleğini tazeler.
uk: Зверніть увагу на аргумент «-r», який було додано задля освіження кешу.
vi: Lưu ý đối số -r, được thêm vào để làm mới bộ đệm.

source: For more information on mintupdate-cli and a complete list of arguments, type:
ar: لمزيد من المعلومات حول mintupdate-cli وقائمة كاملة بالوسيطات، اكتب:
be: Каб паглядзець больш пра ўтыліту mintupdate-cli і ўвесь спіс аргументаў, увядзіце:
bg: Повече информация за mintupdate-cli и за пълен списък с команди, въведете:
ca: Per a més informació sobre mintupdate-cli i una llista completa d'arguments, teclegeu:
cy: Am ragor o fanylion am mintupdate-cli a'r rhestr llawn o ymresymiadau, teipiwch:
el: Για περισσότερες πληροφορίες σχετικά με το mintupdate-cli και μια πλήρη λίστα με τα ορίσματα, πληκτρολογήστε:
eo: Por pliaj informoj pri mintupdate-cli kaj plena list de argumentoj, tajpu:
es: Para obtener más información sobre mintupdate-cli y una lista completa de argumentos, escriba:
et: Et saada rohkem infot mintupdate-cli kohta ja täielik võtmete loetelu, kirjuta:
eu: mintupdate-cli-ren erabilerari buruzko informazio gehiago edo argumentu zerrenda osoa nahi badituzu, idatzi:
fr_ca: Pour plus d'information concernant mintupdate-cli et une liste complète des arguments, écrivez:
he: למידע נוסף אודות mintupdate-cli ולרשימת המשתנים המלאה, נא להקליד:
hi: mintupdate-cli हेतु अधिक जानकारी व संपूर्ण मानदंड सूची हेतु टाइप करें :
ia: Pro altere informationes sur mintupdate-cli e un lista complete de argumentos, scribe:
id: Untuk informasi lebih lanjut tentang mintupdate-cli dan daftar lengkap argumen, ketik:
is: Til að fá frekari upplýsingar um mintupdate-cli og lista yfir öll viðföng þess, sláðu inn:
it: Per maggiori informazioni su mintupdate-cli ed un elenco completo degli argomenti, digita:
ja: mintupdate-cli コマンド、およびそのオプションの使い方などの詳細を表示させるには、次のように入力します:
kab: I wugar n isallan ɣef mintupdate-cli akked tebdart tummidt n tiɣirtin, aru:
lt: Išsamesnei informacijai apie mintupdate-cli ir pilnam argumentų sąrašui, rašykite:
nl: Voor meer informatie over mintupdate-cli en een volledige lijst van argumenten, tikt u dit in:
pl: By uzyskać więcej informacji o interfejsie poleceń mintupdate i kompletną listę argumentów, wpisz:
pt: Para mais informações sobre mintupdate-cli e a lista completa de argumentos, digite:
pt_br: Para mais informações sobre o mintupdate-cli e uma lista completa de argumentos, digite:
ro: Pentru mai multe informații despre mintupdate-cli și lista completă de parametri, scrieți:
ru: Для получения дополнительной информации и полного списка аргументов mintupdate-cli введите:
sl: Za podrobnosti o mintupdate-cli ter popoln seznam argumentov vnesite:
sr: За више информација о „mintupdate-cli“ и потпуном списку аргумената укуцајте:
sr@latin: Za više informacija o mintupdate-cli i kompletnom spisku argumenata, otkucajte:
sv: För mer information om mintupdate-cli och en komplett lista med de val som finns, skriv:
uk: Щоб отримати більше інформації про «mintupdate-cli» та повний перелік аргументів, уведіть:
vi: Để biết thêm thông tin về mintupdate-cli và danh sách đầy đủ các đối số, hãy nhập:

source: Kernels and kernel updates
am: ከረኔል እና ከረኔሎች ማሻሻያ
ar: تحديثات النواة والنواة المتعددة
be: Ядры і абнаўленні ядра
bg: Ядра и актуализации на ядрото
ca: Kernels i actualitzacions del kernel
cs: Jádra a aktualizace jádra
cy: Cnewyll a diweddariadau i'r cnewyllyn
da: Kerner og kerneopdateringer
de: Kernel und Kernelaktualisierungen
el: Πυρήνες και ενημερώσεις πυρήνα
eo: Kernoj kaj kernaj ĝisdatigoj
es: Núcleos y actualizaciones del núcleo
et: Kernelid ja kerneli uuendused
eu: Nukleoak eta nukleoaren eguneraketak
fi: Ytimet ja ytimen päivitykset
fr_ca: Noyaux et mises à jour du noyau
he: ליבות ועדכוני ליבה
hi: कर्नेल व कर्नेल अपडेट
hr: Kerneli i nadopune kernela
hu: Kernelek és kernel frissítések
ia: Kernels e actualisationes del kernel
id: Kernel dan pembaruan kernel
is: Kjarnar og uppfærslur á kjarna
it: Kernel e aggiornamenti del kernel
ja: カーネルとカーネルアップデート
kab: Iɣsan akked ileqman n yiɣes
lt: Branduoliai ir branduolių atnaujinimai
nl: Systeemkernen en bijgewerkte systeemkernen
pl: Jądra i aktualizacje jądra
pt: Kernel e atualizações de kernel
pt_br: Kernel e atualizações de kernel
ro: Nucleele și actualizările nucleelor
ru: Ядра и обновления ядра
sk: Jadro a aktualizácie jadra
sl: Jedra in posodobitve jedra
sr: Кернели и ажурирања кернела
sr@latin: Kerneli i ažuriranja kernela
sv: Kärnor och kärnuppdateringar
tr: Çekirdekler ve çekirdek güncellemeleri
uk: Ядра й оновлення ядра
vi: Kernels and cập nhật kernel

source: Kernel updates
am: ከረኔል ማሻሻያ
ar: تحديثات النواة
be: Абнаўленні ядра
bg: Актуализации на ядрото
ca: Actualitzacions del kernel
cs: Aktualizace jádra
cy: Diweddariadau i'r cnewyllyn
da: Kerneopdateringer
de: Kernelaktualisierungen
el: Ενημερώσεις πυρήνα
eo: Kernaj ĝisdatigoj
es: Actualizaciones del núcleo
et: Kerneli uuendused
eu: Nukleoaren eguneraketak
fi: Ytimen päivitykset
fr_ca: Mises à jour du noyau
he: עדכוני ליבה
hi: कर्नेल अपडेट
hr: Nadopune kernela
hu: Kernel frissítések
ia: Actualisationes del kernel
id: Pembaruan kernel
is: Uppfærslur á kjarna
it: Aggiornamenti del kernel
ja: カーネルアップデート
kab: Aleqqem n yiɣes
lt: Branduolių atnaujinimai
nl: Bijgewerkte systeemkernen
pl: Aktualizacje jądra
pt: Atualizações do kernel
pt_br: Atualizações de kernel
ro: Actualizarea nucleelor
ru: Обновление ядра
sk: Aktualizácie jadra
sl: Posodobitev jedra
sr: Ажурирања кернела
sr@latin: Ažuriranja kernela
sv: Kärnuppdateringar
tr: Çekirdek güncellemeleri
uk: Оновлення ядра
vi: Cập nhật Kernel
