Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Click on the link to browse the new features.
am: ይጫኑ አገናኙ ላይ አዲስ ገጽታዎችን ለመቃኘት
ar: انقر على الرابط لتصفح الميزات الجديدة.
ast: Calca nel enllaz pa amosar les nueves carauterístiques.
be: Націсніце на спасылку каб азнаёміцца з новымі функцыямі.
bg: Щракнете на връзката, за да разгледате новите възможности.
ca: Feu clic a l'enllaç per veure les noves característiques.
cs: Kliknutím na odkaz si projdete nové funkce.
cy: Cliciwch ar y ddolen i bori'r nodweddion newydd.
da: Klik på linket for at gennemse de nye funktioner.
de: Bitte auf den Verweis klicken, um die neuen Funktionen zu durchsuchen.
el: Πατήστε στον σύνδεσμο για περιήγηση στα νέα χαρακτηριστικά.
eo: Alklaku la ligilon por foliumi la novajn trajtojn.
es: Haga clic en el enlace para examinar las características nuevas.
et: Uute võimaluste sirvimiseks klõpsa lingil.
eu: Egin klik estekan ezaugarri berriak arakatzeko.
fa: برای مرور ویژگی‌های جدید بر پیوست کلیک کنید.
fi: Klikkaa linkkiä selataksesi uusia ominaisuuksia.
fr_ca: Cliquez sur le lien pour ouvrir la page des nouvelles fonctionnalités.
he: הקשה על הקישור על מנת לעיין בתכונות החדשות.
hi: नई विशेषताएँ देखने के लिए लिंक पर क्लिक करें
hr: Kliknite na poveznicu za pregled novih značajki.
hu: Kattintson a hivatkozásra az újdonságok megtekintéséhez.
ia: Clicca sur le le ligamine pro explorar le nove functionalitate.
id: Klik pada tautan untuk menjelajahi fitur baru.
is: Smelltu á tengilinn til að skoða nýju eiginleikana.
it: Clicca sul collegamento per esplorare le nuove funzionalità.
ja: リンクをクリックして、新しい機能を参照します。
kab: Sit ɣef useɣwen iwakken ad tesnirmeḍ timeẓliyin timaynutin.
lo: ກົດທີ່ລິ້ງເພື່ອເບິ່ງຄຸນສົມບັດໃໝ່.
lt: Spustelėkite ant nuorodos, norėdami naršyti naujas ypatybes.
lv: Noklikšķini uz saites, lai apskatītu jaunās funkcijas.
nb: Klikk på lenken for å bla gjennom de nye funksjonene.
nl: Klik op de webkoppeling om de nieuwe functies door te nemen.
nn: Klikk på lenka for å sjå dei nye funksjonane.
oc: Clicatz sul ligam per navegar entre las foncionalitats novèlas.
pl: Kliknij na odnośnik, aby przejrzeć nowe możliwości.
pt: Clique na ligação para ver as novas funcionalidades.
pt_br: Clique no link para dar uma olhada nos novos recursos.
ro: Dați clic pe legătură pentru a răsfoi noile caracteristici.
ru: Нажмите на ссылку, чтобы просмотреть новые возможности.
sk: Kliknit na odkaz na prehliadanie nových funkcií.
sl: Kliknite na povezavo za ogled novih zmožnosti.
sr: Кликните на везу да прегледате нове могућности.
sr@latin: Kliknite na link da biste pretražili nove funkcije.
sv: Klicka på länken för att se de nya funktionerna.
tr: Yeni özellikleri açmak için bağlantıya tıklayın.
uk: Клацніть на посилання, щоби переглянути нові функції.
uz: Yangi xususiyatlarni ko‘rib chiqish uchun havolani bosing.
vi: Nhấp vào liên kết để duyệt xem các tính năng mới.

source: Requirements
am: የሚያስፈልገው
ar: المتطلبات
ast: Requisitos
be: Патрабаванні
bg: Изисквания
ca: Requisits
cs: Požadavky
cy: Anghenion
da: Krav
de: Anforderungen
el: Απαιτήσεις
eo: Postuloj
es: Requisitos
et: Nõuded
eu: Eskakizunak
fa: الزامات
fi: Vaatimukset
fr_ca: Exigences
he: דרישות
hi: आवश्यकताएँ
hr: Zahtjevi
hu: Követelmények
ia: Requisitos
id: Persyaratan
is: Kerfiskröfur
it: Requisiti
ja: 必要条件
kab: Ayen yettwasran si tazwara
lo: ຄວາມຕ້ອງການ
lt: Reikalavimai
lv: Prasības
nb: Krav
nl: Vereisten
nn: Krav
oc: Exigéncias minimalas
pl: Wymagania
pt: Requisitos
pt_br: Requisitos
ro: Cerințe
ru: Требования
sk: Požiadavky
sl: Zahteve
sr: Захтеви
sr@latin: Neophodno
sv: Krav
tr: Gereksinimler
uk: Вимоги
uz: Talablar
vi: Yêu cầu

source: The package %s needs to be installed before upgrading.
am: ይህ ጥቅል %s መገጠም አለበት ከ መሻሻሉ በፊት
ar: يجب تثبيت الحزمة %s قبل الترقية.
ast: Tien qu'instalase el paquete %s enantes de la nueva versión.
be: Трэба ўсталяваць пакет %s перад абнаўленнем.
bg: Пакета %s тряба да бъде инсталиран преди надграждането.
ca: Cal instal·lar el paquet %s abans d'actualitzar.
cs: Pro provedení přechodu na novější verzi systému je nejprve třeba nainstalovat balíček %s.
cy: Rhaid gosod pecyn %s cyn diweddaru.
da: Pakken %s skal installers, før der opgraderes.
de: Das Paket %s muss vor einer Systemaktualisierung installiert werden.
el: Το πακέτο %s πρέπει να εγκατασταθεί πριν την αναβάθμιση.
eo: Necesas instali pakon %s antaŭ ol promocii.
es: Hay que instalar el paquete %s antes de actualizar.
et: Pakett %s tuleb paigaldada enne uuendamist.
eu: %s paketea instalatu behar da bertsio-berritu aurretik.
fa: بسته %s باید قبل از ارتقا نصب شود.
fi: Paketti %s tulee asentaa ennen päivitystä.
fr_ca: Le paquet %s doit être installé avant la mise à jour.
he: החבילה %s צריכה להיות מותקנת לפני שדרוג.
hi: अपग्रेड से पहले पैकेज %s इंस्टॉल करना आवश्यक है।
hr: Paket %s treba biti instaliran prije nadogradnje.
hu: A(z) %s csomag frissítése szükséges a rendszer frissítése előtt.
ia: Le pacchetto %s necessita esser installate ante le modernisation.
id: Paket %s perlu diinstal sebelum melakukan upgrade.
is: Setja þarf upp %s pakkann áður en ráðist er í uppfærslu.
it: Il pacchetto %s richiede di essere installato prima dell'aggiornamento.
ja: アップグレードする前に、パッケージ %s をインストールする必要があります。
kab: Akemmus %s isefk ad ittusbedd send aleqqem.
lo: ຕ້ອງຕິດຕັ້ງແພັກເກດ %s ກ່ອນອັບເກຣດ.
lt: Prieš atnaujinant, turi būti įdiegtas paketas %s.
lv: Pakotni %s nepieciešams instalēt pirms atjaunināšanas.
nb: Pakken %s er nødt for å installeres før du oppgraderer.
nl: Het pakket %s moet zijn geïnstalleerd voor de opwaardering.
nn: Pakken %s må installerast før oppgradering.
oc: Lo paquet %s deu èsser installat abans la mesa a nivèl.
pl: Konieczne jest zainstalowanie pakietu %s przed aktualizacją.
pt: Tem que instalar o pacote %s antes de poder atualizar o sistema.
pt_br: O pacote %s precisa ser instalado antes de atualizar.
ro: Pachetul %s trebuie să fie instalat înainte de actualizare.
ru: Пакет %s должен быть установлен до обновления.
sk: Pred aktualizáciou musí byť nainštalovaný balík %s
sl: Pred nadgradnjo se mora namestiti paket %s .
sr: Пре надоградње потребно је да се угради пакет „%s“.
sr@latin: Paket %s mora biti instaliran pre nadogradnje.
sv: Paketet %s behöver installeras före uppgraderingen.
tr: Yükseltme öncesinde %s paketinin kurulması gerekmekte.
uk: Потрібно встановити пакунок «%s» перед оновленням версії системи.
uz: Yangilashdan oldin %s paketi oʻrnatilishi kerak.
vi: Cần phải cài đặt gói %s trước khi nâng cấp.

source: Install %s
am: መግጠሚያ %s
ar: تثبيت %s
ast: Instalar %s
be: Усталяваць %s
bg: Инсталиране на %s
ca: Instal·la %s
cs: Nainstalovat %s
cy: Gosod %s
da: Installér %s
de: %s installieren
el: Εγκατάσταση %s
eo: Instali %s
es: Instalar %s
et: Paigalda %s
eu: Instalatu %s
fa: نصب %s
fi: Asenna %s
fr_ca: Installer %s
he: התקנת %s
hi: %s इंस्टॉल करें
hr: Instaliraj %s
hu: %s telepítése
ia: Installar %s
id: Instal %s
is: Setja inn %s
it: Installa %s
ja: %s をインストール
kab: Sbedd %s
lo: ຕິດຕັ້ງ %s
lt: Įdiegti %s
lv: Instalēt %s
nb: Installer %s
nl: %s installeren
nn: Installer %s
oc: Installar %s
pl: Zainstaluj %s
pt: Instalar %s
pt_br: Instalar %s
ro: Instalează %s
ru: Установить %s
sk: Nainštalovať %s
sl: Namesti %s
sr: Угради „%s“
sr@latin: Instaliraj %s
sv: Installera %s
tr: Kur: %s
uk: Установити «%s»
uz: %s ni o‘rnatish
vi: Cài đặt %s

source: Click on the button to install the missing package.
am: ይጫኑ ቁልፉ ላይ የጎደሉ ጥቅሎችን ለመግጠም
ar: انقر على الزر لتثبيت الحزمة المفقودة.
ast: Calca para instalar el paquete faltante..
be: Націсніце на кнопку каб усталяваць адсутны пакет.
bg: Щракнете на копчето, за да инсталирате липсващия пакет.
ca: Feu clic al botó per instal·lar el paquet que falta.
cs: Kliknutím na toto tlačítko nainstalujete chybějící balíček.
cy: Cliciwch ar y botwm i osod y pecyn coll.
da: Klik på knappen for at installere den manglende pakke.
de: Bitte auf den Knopf klicken, um die fehlenden Pakete zu installieren.
el: Πατήστε το κουμπί για να εγκατασταθεί το πακέτο που λείπει.
eo: Alklaku la butonon por instali la mankantan pakon.
es: Haga clic en el botón para instalar el paquete que falta.
et: Puuduva paketi paigaldamiseks klõpsa nupul.
eu: Egin klik botoian falta den paketea instalatzeko.
fa: برای نصب بسته مفقود بر پیوست کلیک کنید.
fi: Klikkaa nappia asentaaksesi puuttuvan paketin.
fr_ca: Cliquez sur le bouton pour installer le paquet manquant.
he: הקשה על הלחצן על מנת להתקין את החבילה החסרה.
hi: अनुपलब्ध पैकेज इंस्टॉल करने हेतु बटन पर क्लिक करें
hr: Kliknite na tipku za instalaciju paketa koji nedostaje.
hu: Kattintson a gombra a hiányzó csomag telepítéséhez.
ia: Clicca sur le button pro installar le pacchetto mancante.
id: Klik pada tombol untuk menginstal paket yang hilang.
is: Smelltu á hnappinn til að setja upp pakkann sem vantar.
it: Clicca sul pulsante per installare il pacchetto mancante.
ja: ボタンをクリックして、不足しているパッケージをインストールします。
kab: Sit ɣef teqfalt iwakken ad tesbeddeḍ akemmus ixuṣen.
lo: ກົດທີ່ປຸ່ມເພື່ອຕິດຕັ້ງແພັກເກດທີ່ຂາດຫາຍໄປ.
lt: Spustelėkite ant mygtuko, kad įdiegtumėte trūkstamą paketą.
lv: Noklikšķini uz pogas, lai instalētu trūkstošo pakotni.
nb: Klikk på knappen for å installere den manglende pakken.
nl: Klik op de knop om het ontbrekende pakket te installeren.
nn: Klikk på knappen for å installere den manglande pakken.
oc: Clicatz sul boton per installar lo paquet mancant.
pl: Kliknij na przycisk, aby zainstalować brakujący pakiet.
pt: Clique no botão para instalar os pacotes em falta.
pt_br: Clique no botão para instalar o pacote que está faltando.
ro: Dați clic pe buton pentru instalarea pachetului lipsă.
ru: Нажмите на кнопку, чтобы установить недостающий пакет.
sk: Kliknite na tlačidlo pre inštaláciu chýbajúceho balíka.
sl: Kliknite na gumb za namestitev manjkajočega paketa.
sr: Кликните на дугме да уградите недостајући пакет.
sr@latin: Kliknite na dugme da instalirate nedostajući paket.
sv: Klicka på knappen för att installera det saknade paketet.
tr: Eksik paketlerin kurulması için düğmeye tıklayın.
uk: Клацніть на кнопку, щоб установити відсутній пакунок.
uz: Yetishmayotgan paketni o‘rnatish uchun tugmani bosing.
vi: Nhấp nút để cài đặt gói còn thiếu.

source: New releases provide bug fixes and new features but they also sometimes introduce new issues. Upgrading always represents a risk. Your data is safe but new issues can potentially affect your operating system.
am: አዲስ የ ተቀቁ እትሞች ችግሮችን ይጠግናሉ እና አዲስ ገጽታዎችን ያምመጣሉ: አንዳንድ ጊዜ ግን አዲስ ችግሮች ሊፈጥሩ ይችላሉ: ማሻሻያ ሁልጊዜ ሀላፊነትን ይፈልጋል: የ እርስዎ ዳታ አስተማማኝ ነው ነገር ግን በ ስርአቱ ላይ ችግር ሊፈጥር ይችላል
ar: توفر الإصدارات الجديدة إصلاحات للأخطاء وميزات جديدة ولكنها أيضاً تعرض أحياناً مشكلات جديدة. دائماً ما تمثل الترقية خطورة. بياناتك آمنة ولكن قد تؤثر المشكلات الجديدة على نظام التشغيل لديك.
ast: Les nueves versiones iguan erros y aporten nueves carauterístiques, pero tamién podríen trayer nuevos fallos. Anovar ye riesgosu siempres. Los tos datos tan a salvu, pero los nuevos erros podríen afeutar al to sistema operativu.
be: Новыя рэлізы забяспечваюць выпраўленні памылак і новыя функцыі, але часам уводзяць новыя памылкі. Абнаўленне заўсёды ўяўляе рызыку. Вашы даныя ў бяспецы, але новыя памылкі могуць паўплываць на аперацыйную сістэму.
bg: Новата версия предоставя поправени бъгове и нови възможности, но понякога също така може да доведе до проблеми. Надграждането винаги носи риск. Вашите данни не са под риск, но потенциални проблеми могат да засегнат Вашата операционна система.
ca: Les noves versions contenen correccions d'errors i noves característiques, però també de vegades introdueixen problemes nous. Actualitzar sempre representa un risc. Les seves dades estan segures, però potencialment el seu sistema operatiu podria veure's afectat per nous errors.
cs: Nová vydání opravují stávající chyby, ale někdy přinesou i nějaké nové. Přechod na novější verzi tak vždy představuje riziko. Uživatelská data jsou sice v bezpečí, ale případné nové problémy mohou postihnout fungování operačního systému.
cy: Mae fersiynau newydd yn darparu cywiriadau a nodweddion newydd ond hefyd o bryd i'w gilydd anawsterau newydd. Mae diweddaru bob amser yn risg. Mae eich data'n ddiogel ond gall yr anawsterau effeithio ar eich system weithredu.
da: Nye udgivelser leverer fejlrettelser og nye funktioner, men kan sommetider introducere nye problemer. At opgradere medfører altid en risiko. Dine data er sikre, men nye problemer kan potentielt påvirke dit styresystem.
de: Neue Versionen bringen Fehlerbehebungen und neue Funktionen, manchmal aber auch neue Probleme. Eine Systemaktualisierung bedeutet immer ein Risiko. Ihre Daten sind sicher, aber neue Probleme können möglicherweise Ihr Betriebssystem beeinträchtigen.
el: Οι νέες εκδόσεις παρέχουν διορθώσεις σφαλμάτων και νέα χαρακτηριστικά αλλά, μερικές φορές, παρουσιάζουν νέα προβλήματα. Η αναβάθμιση πάντοτε ενέχει κινδύνους. Τα δεδομένα σας είναι ασφαλή αλλά τα νέα προβλήματα μπορούν, ενδεχομένως, να επιδράσουν στο λειτουργικό σύστημά σας.
eo: Novaj eldonoj provizas cimoriparojn kaj novajn eblojn, sed fojfoje ili ankaŭ enkondukas novajn atentindaĵojn. Promocii ĉiam prezentas riskon. Viaj datumoj estas sendanĝeraj, sed eble novaj atentindaĵoj tuŝas vian operaciumon.
es: Las versiones nuevas proporcionan correcciones de error y características nuevas, pero a veces también introducen problemas nuevos. Actualizar siempre representa un riesgo. Sus datos están seguros, pero los problemas nuevos pueden afectar al sistema operativo.
et: Uued väljalasked sisaldavad veapaiku ja uusi võimalusi, kuid need mõnikord tekitavad ka uusi probleeme. Uuendamisega kaasneb alati risk. Sinu andmed see ei mõjuta, kuid uued probleemid võivad mõjutada sinu operatsioonisüsteemi.
eu: Argitalpen berriek errore-zuzenketa eta ezaugarri berriak dakartzate baina arazo berriak ere sor ditzakete. Bertsio-berritzeak beti du arrisku bat. Zure datuak seguru daude baina arazo berriek eragina izan dezakete zure sistema eragilean.
fa: نسخه های جدید تصحیحِ مشکلات و ویژگی های جدید ارائه میکنند اما همچنین گاهی مشکلات جدید ایجاد میکنند. ارتقا همیشه خطراتی به همراه دارد. داده‌های شما امن اند اما مشکلات جدید میتوانند سیستم‌عامل شما را تحت تاثیر قرار دهند.
fi: Uudet julkaisut tuovat korjauksia ongelmiin ja uusia ominaisuuksia, mutta ne voivat joskus johtaa uusiin ongelmiin. Päivittämisessä on aina riskinsä. Tiedostosi ovat turvassa, mutta uudet ongelmat voivat potentiaalisesti vaikuttaa käyttöjärjestelmääsi.
fr_ca: Les nouvelles versions fournissent des corrections de bogues et de nouvelles fonctionnalités, mais elles peuvent aussi parfois introduire de nouveaux problèmes. Une mise à jour représente toujours un risque. Vos données sont en sécurité, mais d'éventuels nouveaux problèmes peuvent affecter votre système d'exploitation.
he: גרסאות חדשות מספקות תיקוני תקלים ותכונות חדשות אבל לפעמים הן גם יוצרות בעיות. שדרוג תמיד מייצג סכנה. המידע עדיין בטוח אבל יכול להיות שבעיות חדשות ישפיעו על המערכת.
hi: नवीन संस्करणों में समस्या सुधार व नई विशेषताओं के साथ कभी कभी नई समस्याएँ भी निहित होती हैं। अपग्रेड विफलता की आशंका बनी रहती है। डेटा सुरक्षित रहेगा परंतु ऑपरेटिंग सिस्टम में समस्याएँ हो सकती हैं।
hr: Novo izdanje osigurava popravke grešaka i nove značajke ali isto tako ponekad su mogući novi problemi. Nadogradnja uvijek predstavlja rizik. Vaši podaci su sigurni ali novi problemi mogu potencijalno zahvatiti vaš operativni sustav.
hu: Az új kiadás hibajavításokat és új funkciókat tartalmaz, néha azonban új hibák is vannak benne. A rendszerfrissítés mindig bizonyos kockázattal jár. Az adatok biztonságban vannak, de az új hibák lehetnek az operációs rendszerben.
ia: Le nove versiones forni reparationes de defecto e nove functionalitates, ma illos alsi a vices presenta nove problemas. Le modernisation representa sempre un risco. Tu datos es salve ma nove problemas pote afficer tu systema operative.
id: Rilis terbaru menyediakan perbaikan kutu dan fitur-fitur terbaru tapi mereka juga terkadang menyediakan isu-isu baru. Pembaharuan selalu berhubungan dengan resiko. Data anda aman akan tetapi isu terbaru berpotensi mempengaruhi sistem operasi anda.
is: Nýjar útgáfur leysa eldri villur og vandamál, koma einnig með nýja eiginleika, en geta stundum einnig komið með nýja hnökra. Uppfærsla er alltaf áhættusöm. Gögnin þín ættu að vera örugg, en ný vandamál geta hugsanlega haft áhrif á stýrikerfið þitt.
it: Le nuove release correggono bug e offrono nuove funzionalità, ma a volte portano con sé nuovi problemi. Aggiornare rappresenta sempre un rischio. I tuoi dati non andranno persi, ma il tuo sistema operativo potrebbe presentare nuovi problemi.
ja: 新しいリリースはバグ修正と新機能を提供しますが、時に新しい問題を引き起こすこともあります。アップグレードには常にリスクが伴います。データは安全ですが、新しい問題がオペレーティングシステムに影響を及ぼす可能性があります。
kab: Ileqman imaynuten ttakken-d iseɣtiyen n tuccḍiwin akked twuriwin timaynutin maca, tikwal, zemren ad d-glun s wuguren imaynuten. Aleqqem yezga yesɛa amihi. Isefka-inek ad qqimen di tɣellist maca llan wuguren i yezemren ad ḥazen anagraw n wammud inek.
lo: ລຸ້ນໃໝ່ໃຫ້ການແກ້ໄຂຂໍ້ບົກພ່ອງ ແລະ ຄຸນສົມບັດໃໝ່ ແຕ່ບາງຄັ້ງກໍນຳມາເຊິ່ງບັນຫາໃໝ່. ການອັບເກຣດສະເໝີຕົ້ນສະເໝີປາຍເປັນຄວາມສ່ຽງ. ຂໍ້ມູນຂອງທ່ານປອດໄພ ແຕ່ບັນຫາໃໝ່ອາດຈະສົ່ງຜົນກະທົບຕໍ່ລະບົບປະຕິບັດການຂອງທ່ານໄດ້.
lt: Naujose laidose pateikiami klaidų ištaisymai ir naujos ypatybės, tačiau, kartais, gali būti pristatytos ir naujos problemos. Atnaujinime visada slypi rizika. Jūsų duomenys yra saugus, bet naujos problemos gali įtakoti jūsų operacinę sistemą.
lv: Jaunās versijas nodrošina kļūdu labojumus un jaunas funkcijas, bet dažkārt rada arī jaunas problēmas. Atjaunināšana vienmēr ir saistīta ar risku. Tavi dati ir drošībā, bet jaunas problēmas var ietekmēt tavu operētājsistēmu.
nb: Nye utgivelser leverer feilrettinger og nye funksjoner, men noen ganger introduserer de også nye problemer. Oppgradering utgjør alltid en risiko. Dine data er trygge, men nye problemer kan potensielt påvirke operativsystemet.
nl: Nieuwe versies bevatten foutreparaties en nieuwe functies, maar ze bevatten soms ook nieuwe fouten. Opwaarderen houdt altijd een zeker risico in. Uw gegevens (documenten e.d.) zijn veilig, maar nieuwe fouten kunnen wellicht uw besturingssysteem negatief beïnvloeden.
nn: Nye utgåver gjev feilrettingar og nye funksjonar, men kan og introdusere nye problem. Oppgradering inneber alltid ein risiko. Dataa dine er trygge, men nye problem kan potensielt påverke operativsystemet ditt.
oc: Las versions novèlas apòrtan de correccions de bugs e de foncionalitats novèlas, mas de còps que i a introduson tanben de problèmas novèls. Una mesa a nivèl representa totjorn un risc. Vòstras donadas son en seguretat, mas de problèmas novèls pòdon potencialament afectar vòstre sistèma operatiu.
pl: Nowe wydania dostarczają napraw błędów i nowych możliwości, ale czasem wprowadzają także nowe problemy. Aktualizacja zawsze wiąże się z pewnym ryzykiem. Twoje dane są bezpieczne, ale nowe problemy potencjalnie mogą wpłynąć na Twój system operacyjny.
pt: As novas versões corrigem erros e adicionam novas funcionalidades mas também podem introduzir novos problemas. A atualização de um sistema tem sempre riscos associados. Os seus dados estão seguros mas poderão existir problemas que afetem o seu sistema operativo.
pt_br: Novos lançamentos fornecem correções de erros e novos recursos, mas às vezes eles também podem introduzir novos problemas. Atualizar sempre representa um risco. Seus arquivos estão seguros, mas novos problemas podem talvez afetar seu sistema operacional.
ro: Versiunile noi oferă remedieri și caracteristici noi, dar, de asemenea, uneori apar noi probleme. Actualizarea reprezintă întotdeauna un risc. Datele dumneavoastră sunt în siguranță, dar noile probleme potențiale pot afecta sistemul de operare.
ru: Новые выпуски предоставляют исправления ошибок и новые возможности, но они также временами образуют новые проблемы. Обновления могут и всё сломать. Данные будут в безопасности, но новые проблемы, возможно, могут навредить системе.
sk: Nové vydania poskytujú opravy chýb a nové funkcie, niekedy ale prinesú aj nové chyby. Aktualizácia stále predstavuje riziko. Vaše dáta sú bezpečné, nové problémy môžu ale ovplyvniŤ váš operačný systém.
sl: Nove izdaje zagotavljajo popravke ter nove zmožnosti, toda včasih predstavljajo nove težave. Nadgradnje vedno predstavljajo tveganje. Vaši podatki so varni, toda nove težave lahko morebiti vplivajo na vaš operacijski sistem.
sr: Нова издања обезбеђују исправке грешака, нове могућности, али такође понекад донесу потешкоће. Надоградња увек представља опасност. Ваши подаци су безбедни, али нове потешкоће би могле да науде вашем оперативном систему.
sr@latin: Nova izdanja obezbeđuju ispravke grešaka i nove funkcije u programima, ali ponekada donose i nove probleme. Nadogradnja uvek predstavlja rizik. Vaši podaci su bezbedni, ali nova izdanja mogu potencijalno da utiču na Vaš operativni sistem.
sv: Nya versioner tillhandahåller buggfixar och nya funktioner men kan ibland också föra med sig nya problem. Att uppgradera utgör alltid en risk. Din data är säker men nya problem kan potentiellt påverka ditt system.
tr: Yeni sürümler, hata düzeltmelerini ve yeni özellikleri sunar. Ama bazen yeni sorunları da ortaya çıkarabilir. Yükseltme her zaman için bir riski de ihtiva edebilir. Verileriniz güvendedir ama yeni olası sorunların işletim sisteminizi etkileme ihtimali de vardır.
uk: Нові випуски надають виправлень вад і нових функцій, але й іноді впроваджують нових проблем. Оновлення версії системи завжди становить ризик. Ваші дані в безпеці, але нові проблеми потенційно можуть вплинути на вашу операційну систему.
uz: Yangi nashrlar xatolarni tuzatish va yangi xususiyatlarni taqdim etadi, lekin ular ba'zida yangi muammolarni ham keltirib chiqaradi. Yangilash har doim xavf tug‘diradi. Sizning ma'lumotlaringiz xavfsiz, ammo yangi muammolar operatsion tizimingizga ta'sir qilishi mumkin.
vi: Bản phát hành mới đem đến các sửa lỗi và tính năng mới nhưng đôi khi cũng có một số vấn đề mới. Luôn có rủi ro trong việc nâng cấp. Dữ liệu của bạn vẫn an toàn nhưng các vấn đề mới có khả năng sẽ tác động đến hệ điều hành của bạn.
