Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: These updates aren't known to impact large areas or sensitive parts of the system, but they're not guaranteed to only affect their own software either.
ar: هذه التحديثات ليست معروفه بالتاثير علي مساحات كبيره أو أجزاء حساسة من النظام، ولكنها ليست مضمونه لتؤثر فقط علي البرامج الخاصة بها.
ca: Aquestes actualitzacions no afecten grans àrees o a parts sensibles del sistema, però no es garanteix que només afectin el seu propi programari.
cs: U těchto aktualizací se nepředpokládá dopad na více oblastí nebo na kritické části systému, ale není zaručeno, že ovlivní pouze software, kterého se týkají.
da: Disse opdateringer er ikke kendt for at påvirke store områder eller følsomme dele af systemet, men på den anden side garanteres det heller ikke, at de kun påvirker deres egne programmer.
de: Diese Aktualisierungen sind nicht dafür bekannt, sich auf große Bereiche oder empfindliche Teile des Systems auszuwirken, aber es wird auch nicht garantiert, dass sie sich nur auf ihre eigene Anwendung auswirken.
fi: Näiden päivitysten ei tiedetä vaikuttavan laajasti tai järjestelmän herkkiin osiin, muttei ole taattua, että ne vaikuttavat vain niiden omaan ohjelmistoon.
hr: Ove nadopune su poznate da utječu na široko područje ili osjetljive dijelove sustava, ali ne jamče da samo utječu na vlastiti softver.
hu: Ezeknek a frissítéseknek az operációs rendszerre vagy a rendszer más érzékeny részeire gyakorolt hatása nem nagy, de nem garantált, hogy csak a frissített szoftvert érintik.
sk: Tieto aktualizácie nemajú dopad na veľké alebo citlivé časti systému, ale taktiež nie je isté že nezmenia aj iné časti než svoje.
tr: Bu güncellemelerin geniş bir alanda etkili olduğu veya sistemin hassas parçalarını etkilediği hakkında bilgi bulunmamaktadır, ama kendi yazılımlarını etkilemeyeceğinin de bir garantisi yoktur.

source: In general, you should be able to apply these updates without worrying about regressions.
cs: Obecně byste měli být schopni instalovat tyto aplikace bez obav z regresí.
da: Generelt skulle du kunne installere disse opdateringer uden at være bekymret for regressioner.
de: Im Allgemeinen sollten es Ihnen möglich sein, diese Aktualisierungen anzuwenden, ohne sich um Regressionen sorgen zu müssen.
fi: Yleensä, sinun pitäisi pystyä asentamaan nämä päivitykset ilman huolta regressioista.
hr: Općenito, trebali bi moći primijeniti ove nadopune bez zabrinutosti o nestabilnosti.
hu: Általában telepítheti ezeket a frissítéseket és nem kell aggódnia a visszafejlődési hibák miatt.
sk: Vo všeobecnosti môžete tieto aktualizácie aplikovať bez strachu z regresií.
tr: Genel olarak, olası regresyonlardan endişe duymadan bu güncellemeleri uygulayabilirsiniz.

source: If an important regression, or potential for regression, was found in a level 2 update, its level would be changed to 3 or 4.
cs: Pokud bude nějaká významná nebo potenciální regrese nalezená v aktualizaci stupně 2, její stupeň bude pozměněn na 3 nebo 4.
da: Hvis der blev fundet en vigtig regression, eller muligheden for en, i en opdatering på niveau 2, ville niveauet blive ændret til 3 eller 4.
de: Wenn eine wesentliche Regression oder die Möglichkeit für eine Regression in einer Aktualisierung der Ebene 2 gefunden wurde, wird dessen Ebene auf 3 oder 4 geändert.
fi: Jos tärkeä regressio tai potentiaalinen regressio löytyy tason 2 päivityksestä, sen taso voidaan muuttaa tasolle 3 tai 3.
hr: Ako je bitna nestabilnost, ili moguća nestabilnost, pronađena u razini 2 nadopuna, njezina razina biti će promijenjena u 3 ili 4.
hu: Amennyiben egy fontos vagy egy lehetséges visszafejlődési hibát fedeznek fel a 2. szintű frissítések átminősítésre kerülnek 3. vagy 4. szintű frissítéssé.
sk: Ak sa regresia predsalen nájde v balíčku z úrovne 2, zmení sa jeho úroveň na 3 alebo 4.
tr: Eğer 2. seviye güncellemede önemli bir regresyon ya da regresyon potansiyeli tespit edilirse, seviyesi 3 veya 4 olarak değiştirilir.

source: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Level 3
ar: المستوى 3 <media type="image" src="figures/mintupdate-level3.svg" height="40"/>
ca: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Nivell 3
cs: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Úroveň 3
da: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Niveau 3
de: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Ebene 3
fi: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Taso 3
hr: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Razina 3
hu: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> 3. szint
tr: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Seviye 3

source: Level 3 updates are updates which not only affect themselves but also have an impact on other applications.
ar: تحديثات المستوى 3 هي تحديثات لا تؤثر فقط على نفسها بل تؤثر أيضاً على التطبيقات الأخرى.
ca: Les actualitzacions de nivell 3 no només afecten l'aplicació actualitzada, sinó també en altres aplicacions.
cs: Aktualizace stupně 3 jsou takové, která neovlivňují pouze software, kterého se bezprostředně týkají, ale mají dopad také na ostatní aplikace.
da: Opdateringer på niveau 3 er opdateringer, som ikke kun påvirker sig selv, men også påvirker andre programmer.
de: Aktualisierungen der Ebene 3 sind Aktualisierungen, welche nicht nur auf sich selbst sondern auch auf andere Anwendungen Auswirkungen haben.
fi: Tason 3 päivitykset ovat päivityksiä jotka eivät vaikuta ainoastaan niihin, vaan niillä on myös vaikutusta muihin sovelluksiin.
hr: Nadopune razine 3 su nadopune koje ne samo da utječu na same sebe nego imaju utjecaj i na druge aplikacije.
hu: A 3. szintű frissítések nem csak a frissített szoftvert érintik, hanem hatással vannak más programokra.
sk: Aktualizácie úrovne 3 sú také, ktoré ovlyvňujú aj ostatné aplikácie.
tr: Seviye 3 güncellemeleri yalnızca kendilerini etkilemekle kalmaz, aynı zamanda diğer uygulamalar üzerinde de etkisi olabilen güncellemelerdir.

source: Typical examples of level 3 updates are GTK, DBUS, etc... A regression in these updates wouldn't stop your computer from booting properly, but it could impact many applications.
ar: الأمثلة النموذجية لتحديثات المستوى 3 هي GTK ،DBUS، إلخ... لن يمنع الإنتكاس في هذه التحديثات الكمبيوتر من التشغيل بشكل صحيح، ولكنه قد يؤثر على العديد من التطبيقات.
ca: Exemples típics d'actualitzacions nivell 3 són les actualitzacions de GTK, DBUS, etc. ... Una regressió en aquestes actualitzacions no farà que no arrenqui el vostre ordinador, però pot afectar moltes aplicacions.
cs: Typickým příkladem aktualizací stupně 3 jsou ty součástí GTK, DBUS, atp. Regrese u těchto aktualizací nezpůsobí, že by počítač nedokončil spouštění, ale mají dopad na mnoho aplikací.
da: Typiske eksempler på opdateringer på niveau 3 er GTK, DBUS osv. En regression i disse opdateringer ville ikke gøre, at din computer ikke kan boote ordentligt, men den kunne påvirke mange programmer.
de: Typische Beispiele für Aktualisierungen der Ebene 3 sind GTK, DBUS usw. Eine Regression in diesen Aktualisierungen würde einen reibungslosen Start Ihres Rechners nicht verhindern, aber sie könnte viele Anwendungen beeinflussen.
fi: Tyypillisiä esimerkkejä tason 3 päivityksistä ovat GTK, DBUS, jne... Regressio näissä päivityksissä ei estä tietokoneesi normaalia käynnistymistä, mutta voi vaikuttaa moniin sovelluksiin.
hr: Tipični primjeri nadopuna razine 3 su GTK, DBUS, itd... Nestabilnosti u tim nadopunama neće spriječiti vaše računalo da se pokrene ispravno, ali mogu imati utjecaj na mnogo aplikacija.
hu: Tipikus példája a 3. szintű frissítéseknek a GTK, a DBUS, stb. A visszafejlődési hibák ezekben a frissítésekben, nem teszik lehetetlenné a számítógép elindulását, de számos programra lehetnek hatással.
sk: Typický príklad je GTK, DBUS, atd... Regresia v týchto balíčkoch nespôsobí, že nebudete môcť zapnúť systém, ale môže mať dopad na množstvo iných aplikácií.
tr: Seviye 3 güncellemelerine tipik örnek olarak GTK, DBUS, vb. verilebilir. Bu güncellemelerden kaynaklanabilecek bir regresyon, bilgisayarınızın düzgün biçimde önyüklemesini engellemez, ama bir çok uygulamayı etkileyebilir.

source: Desktop environments are also level 3 updates. If a critical regression happens in Cinnamon, you might be unable to log in.
ar: بيئات سطح المكتب هي أيضا تحديثات المستوى 3. إذا حدث إنتكاس خطير في Cinnamon، فقد لا تتمكن من تسجيل الدخول.
ca: Les actualitzacions d'entorns d'escriptori també són de nivell 3. Si ocorre una regressió crítica en Cinnamon, podria ser impossible iniciar sessió.
cs: Aktualizace desktopového prostředí jsou také stupeň 3. Pokud se totiž v prostředí Cinnamon objeví kritická regrese, nemusí být možné se přihlásit do systému.
da: Skrivebordsmiljøer er også opdateringer på niveau 3. Hvis der opstår en kritisk regression i Cinnamon, kan du muligvis ikke logge ind.
de: Arbeitsumgebungen sind ebenfalls Aktualisierungen der Ebene 3. Wenn eine kritische Regression in Cinnamon aufkommt, könnte es sein, dass Sie sich nicht mehr anmelden können.
fi: Työpöytäympäristöt ovat myös tason 3 päivityksiä. Jos Cinnamon:ssa tapahtuu kriittinen regressio, et ehkä voi kirjautua sisään.
hr: Okruženja radne površine su isto tako nadopune razine 3. Ako se kritična nestabilnost dogodi u Cinnamonu, možda se nećete moći prijaviti.
hu: A asztali környezetek is a 3. szintű frissítések közé tartoznak. Amennyiben egy visszafejlődési hiba jelenik meg a Cinnamon környezetben lehet, hogy nem lesz képes bejelentkezni a munkamenetbe.
sk: Prostredie systému je tiež úrovne 3. Ak sa stane kritická regresia v prostredí Cinnamon, možno sa nebudete môcť prihlásiť.
tr: Masaüstü ortamları da aynı zamanda seviye 3 güncellemelerindendir. Eğer Cinnamon'da kritik bir regresyon olursa, oturum açamayabilirsiniz.

source: There aren't many level 3 updates. It is recommended to apply them with caution and in isolation. Take note of what updates you are applying, check the system afterwards to make sure everything is working fine.
cs: Aktualizací stupně 3 nebývá mnoho. Doporučuje se aplikovat je obezřetně a každou zvlášť. Poznamenejte si, kterou aktualizaci instalujete a poté pro jistotu zkontrolujte zda v systému vše správně funguje.
da: Der er ikke mange opdateringer på niveau 3. Det anbefales at installere dem med forsigtighed og enkeltvis. Notér dig, hvilke opdateringer du installerer, og tjek systemet bag efter for at sikre dig, at alt virker fint.
de: Es gibt nicht viele Aktualisierungen der Ebene 3. Es wird empfohlen, diese mit Vorsicht und getrennt zu verwenden. Merken Sie sich, welche Aktualisierungen Sie anwenden, überprüfen Sie das System danach und vergewissern Sie sich, dass alles reibungslos funktioniert.
fi: Ei ole monia tason 3 päivityksiä. On suositeltua toteuttaa ne varovaisesti ja erikseen. Huomioi mitä muutoksia olet toteuttamassa, tarkasta järjestelmä jälkikäteen varmistaaksesi kaiken toimivuuden.
hr: Nema mnogo nadopuna razine 3. Preporučljivo ih je primijeniti uz oprez i izdvojeno. Obratite pozornost koju nadopunu primijenjujete, provjerite sustav naknadno kako bi bili sigurni da sve ispravno radi.
hu: Nincsen sok 3. szintű frissítés. Ajánlatos körültekintően telepíteni ezeket a frissítéseket. Jegyezze fel, hogy mely csomagokat frissítette és ellenőrizze a rendszer működőképességét, majd győződjön meg róla, hogy minden jól működik.
sk: Nie je veľa aktualizácií úrovne 3. Odporúča sa ich aplikovať po jednom a opatrne. Zaznamenajte si aké aktualizácie aplikujete, následne skontrolujte systém či všetko funguje.
tr: Seviye 3 güncellemesi çok fazla değildir. Bu tecrit edilmiş bu güncellemeleri dikkatlice uygulamak önerilir. Hangi güncellemeleri uyguladığınızı not edin, sonrasında sistemi kontrol ederek her şeyin düzgün çalıştığından emin olun.

source: If something breaks, seek help on the forums or the chat channel and tell people which update caused the regression and what is broken.
cs: Pokud se něco pokazí, hledejte pomoc na diskuzních fórech nebo na chatovacích kanálech a řekněte lidem, která aktualizace způsobila regrese a co se pokazilo.
da: Hvis noget ikke virker, så søg hjælp i foraene eller chatkanalen og fortæl folk, hvilken opdatering der medførte regressionen, og hvad der ikke virker.
de: Wenn etwas kaputt geht, suchen Sie sich Hilfe in den Foren oder dem Chat-Kanal und sagen Sie den Leuten welche Aktualisierung die Regression verursacht hat und was kaputt ist.
fi: Jos jotain rikkoutuu, etsi apua foorumeilta tai chat–kanavalta ja kerro ihmisille mikä päivitys aiheutti regression ja mikä on rikki.
hr: Ako se nešto slomi, potražite pomoć na forumu ili u kanalu razgovora i recite ljudima koja nadopuna uzrokuje nestabilnost i što je slomljeno.
hu: Ha valami elromlik, kérhet segítséget a fórumokon vagy a csevegőszobákban., Meg fogja tudni mondani, hogy melyik frissítés okozott visszafejlődési hibát, illetve mi romlott el.
sk: Ak sa niečo pokazí, hľadajte pomoc na fórach alebo chat miestnosti a povedzte ktorá aktualizácia spôsobila regresiu a čo sa pokazilo.
tr: Eğer bir şey kırılırsa; forumlardan ya da sohbet kanalından yardım isteyebilirsiniz ve bu duruma hangi güncellemenin neden olduğu ve neyin kırıldığı hakkında ayrıntılı bilgi veriniz.

source: If you blindly apply hundreds of updates and you're unable to pinpoint the problematic one, you're unlikely to find help. All level 3 updates are recommended but you are expected to be cautious and to know what you are upgrading.
cs: Pokud slepě nainstalujete stovky aktualizací, nebudete schopní určit problematickou aktualizaci a těžko najdete pomoc. Všechny aktualizace úrovně 3 jsou doporučovány, ale očekává se obezřetnost a znalost toho, co aktualizujete.
da: Hvis du har installeret hundredvis af opdateringer, og du ikke kan udpege den problematiske opdatering, er det svært at hjælpe. Alle opdateringer på niveau 3 er anbefalede, men du forventes at udvise forsigtighed og at vide, hvad du opdaterer.
de: Wenn Sie blind hunderte von Aktualisierungen anwenden und es Ihnen nicht möglich ist, die problemverursachende zu finden, wird es unwahrscheinlich, dass Sie Hilfe finden. Alle Aktualisierungen der Ebene 3 werden empfohlen, aber es wird erwartet, dass Sie vorsichtig sind und wissen was Sie aktualisieren.
fi: Jos toteutat sokeasti satoja päivityksiä, etkä tiedä mikä niistä aiheuttaa pulmia, et todennäköisesti löydä apua. Kaikki tason 3 päivitykset ovat suositeltuja, mutta sinun odotetaan olevan varovainen ja tietävän mitä olet päivittämässä.
hr: Ako naslijepo primijenite na stotine nadopuna i zatim ne možete točno odrediti problematičnu, malo je vjerojatno da ćete pronaći pomoć. Sve nadopune razine 3 su preporučljive ali je očekivano od vas da budete oprezni i znate što nadopunjujete.
hu: Ha vakon telepít több száz frissítést, akkor nem fogja tudni kinyomozni, hogy melyik frissítés okozza a problémát, és valószínű, hogy nem fog tudni segítséget kapni. Az összes 3. szintű frissítések telepítése ajánlott, de legyen körültekintő a frissítéskor és jegyezze fel, hogy milyen csomagokat frissít.
sk: Ak budete naslepo aplikovať stovky aktualizácie a nebudete vedieť presne určiť tú, ktorá spôsobila problém, pravdepodobne vám nikto nebude môcť pomôcť. Všetky aktualizácie úrovne 3 sú odporúčané ale čaká sa od vás, že budete opatrný a viete čo aktualizujete.
tr: Eğer yüzlerce güncelleme körü körüne uygularsanız, yaşayacağınız bir soruna neyin neden olduğunu anlamayabilirsiniz, bu durumda yardım bulmakta zorlanırsınız. Seviye 3 güncellemelerinin tümü önerilir, ancak temkinli olmalısınız ve güncellemeleri neyi güncelleştirdiğinizi bilecek şekilde uygulamalısınız.

source: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Level 4
ar: المستوى 4 <media type="image" src="figures/mintupdate-level4.svg" height="40"/>
ca: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Nivell 4
cs: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Úroveň 4
da: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Niveau 4
de: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Ebene 4
fi: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Taso 4
hr: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Razina 4
hu: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> 4. szint
tr: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Seviye 4

source: Level 4 updates are updates which affect sensitive parts of the operating system such as:
ar: تحديثات المستوى 4 هي التحديثات التي تؤثر على الأجزاء الحساسة من نظام التشغيل مثل:
ca: Les actualitzacions de nivell 4 afecten les parts sensibles del sistema operatiu, com ara:
cs: Aktualizace stupně 4 jsou takové, které ovlivňují kritické části operačního systému, jako například:
da: Opdateringer på niveau 4 påvirker følsomme dele af styresystemet som f.eks.:
de: Ebene-4-Aktualisierungen sind Aktualisierungen, die sensible Teile des Betriebssystems beeinflussen:
fi: Tason 4 päivitykset ovat päivityksiä jotka vaikuttavat järjestelmän herkkiin osiin kuten:
hr: Nadopune razine 4 su nadopune koje utječu na osjetljive dijelove operativnog sustava poput:
hu: 4. szintű frissítések az operációs rendszer érzékeny részeit érinti, például:
sk: Aktualizácie úrovne 4 sú také, ktoré ovlyvňujú dôležité časti systému ako napríklad:
tr: Seviye 4 güncllemeleri, işletim sisteminin hassas bölümlerini günceller, örneğin;

source: The boot sequence
ar: تسلسل التمهيد
ca: La seqüència d'arrencada
cs: Proces spouštění systému
da: Bootrækkefølgen
de: Den Startvorgang
fi: Käynnistysjärjestys
hr: Redoslijeda pokretanja
hu: Rendszerindítási folyamat
sk: Štart systému
tr: Ön yükleme sırasındakiler

source: The display manager (login screen, session management)
ar: مدير العرض (شاشة تسجيل الدخول، إدارة الجلسة)
ca: El gestor de pantalla (pantalla d'inici de sessió, gestió de sessions)
cs: Správce sezení (přihlašovací obrazovku, správu sezení)
da: Loginhåndtering (loginskærm, sessionshåndtering)
de: Die Bildschirmverwaltung (Anmeldebildschirm, Sitzungsverwaltung)
hr: Upravitelja zaslona (zaslon prijave, upravljanje sesijom)
hu: Kijelzőkezelő (bejelentkező képernyő, munkamenet-kezelés)
sk: Display manager (prihlasovacia obrazovka, manažér sedení)
tr: Görüntü yöneticisi (giriş ekranı, oturum yönetimi)

source: The kernel (hardware support)
ar: النواة (دعم الأجهزة)
ca: El kernel (suport de maquinari)
cs: Jádro (podpora hardware)
da: Kernen (understøttelse af hardware)
de: Den Kernel (Geräteunterstützung)
fi: Ydin (laitteistotuki)
hr: Kernel (hardverska podrška)
hu: Kernel (hardvertámogatás)
sk: Jadro (podpora hardvéru)
tr: Çekirdek (donanım desteği)

source: The drivers (networking, NVIDIA/AMD)
ar: برامج التشغيل (الشبكات، NVIDIA/AMD)
ca: Els controladors (xarxes, NVIDIA / AMD)
cs: Ovladače (síťové, NVIDIA/AMD)
da: Driverne (netværk, NVIDIA/AMD)
de: Die Treiber (Netzwerk, NVIDIA/AMD)
fi: Ajurit (verkkoyhteydet, NVIDIA/AMD)
hr: Upravljački programi (umrežavanje, NVIDIA/AMD)
hu: Illesztőprogramok (hálózat, NVIDIA/AMD)
sk: Ovládače (sieť, NVIDIA/AMD)
tr: Sürücüler (ağ, NVIDIA/AMD)

source: The display (Xorg, mesa)
ar: العرض (Xorg ,mesa)
ca: La pantalla (Xorg, mesa)
cs: Zobrazování (Xorg, mesa)
da: Skærmen (Xorg, mesa)
de: Der Bildschirm (Xorg, mesa)
fi: Näyttö (Xorg, mesa)
hr: Zaslon (Xorg, mesa)
hu: Megjelenítés (Xorg, Mesa)
sk: Display server (Xorg, mesa)
tr: Görüntü (Xorg, mesa)

source: Like other updates, all level 4 updates are recommended, especially if they are security updates.
cs: Stejně jako ostatní aktualizace jsou všechny aktualizace stupně 4 doporučeny, zejména pokud se jedná o bezpečnostní aktualizace.
da: Ligesom andre opdateringer anbefales alle opdateringer på niveau 4, især hvis det er sikkerhedsopdateringer.
de: Wie andere Aktualisierungen auch, werden alle Aktualisierungen der Ebene 4 empfohlen, besonders dann, wenn diese Sicherheitsaktualisierungen sind.
fi: Kuten muutkin päivitykset, kaikki tason 4 päivitykset ovat suositeltuja, etenkin, jos ne ovat tietoturvapäivityksiä.
hr: Poput ostalih nadopuna, sve nadopune razine 4 su preporučljive, posebno ako su sigurnosne nadopune.
hu: Mint minden frissítés, az összes 4. szintű frissítés is ajánlott különösen, ha azok biztonsági frissítések.
sk: Tak, ako ostatné aktualizácie sa aktualizácie 4 úrovne odporúčaju, predovšetkým ak sú to bezpečnostné aktualizácie.
tr: Diğer güncellemeler gibi, özellikle de güvenlik güncellemeleri olduklarında, 4. seviye güncellemelerinin tümü önerilir.

source: However, if a critical regression was present in one of these updates it could impact a sensitive part of your system.
cs: Nicméně, pokud se objeví kritická regrese v jedné takovéto aktualizaci, může to mít dopad na kritické části operačního systému.
da: Hvis var en kritisk regression i en af disse opdateringer, kunne det påvirke en følsom del af dit system.
de: Wenn jedoch eine kritische Regression in einer Ihrer Aktualisierungen vorhanden ist, könnte das einen sensiblen Teil Ihres Systems beeinflussen.
fi: Kuitenkin, jos yhdessä näissä päivityksistä olisi kriittinen regressio, se voisi vaikuttaa järjestelmäsi herkkiin osiin.
hr: Ipak, ako je kritična nestabilnost prisutna u jednoj od tih nadopuna može utjecati na osjetljive dijelove vašeg sustava.
hu: Amennyiben egy kritikus visszafejlődési hiba van ezekben a frissítésekben, az érintheti az operációs rendszer érzékeny részeit.
sk: Ak je však prítomná kritická regresia v jendom z týchto aktualizácií, môže ohroziť kritickú časť systému.
tr: Bununla birlikte, bu güncellemelerden birinde kritik bir regresyon mevcutsa, sisteminizin hassas bir bölümünü etkileyebileceğini gözardı etmeyiniz.

source: You could find yourself without a connection to the Internet, without the ability to start the desktop environment or even without the ability to boot the operating system.
cs: Mohli byste se ocitnout bez připojení k Internetu, bez možnosti spustit desktopové prostředí nebo dokonce nemuseli být schopní operační systém vůbec spustit.
da: Du kunne opleve ikke at have forbindelse til internettet, uden mulighed for at starte skrivebordsmiljøet eller uden mulighed for at boote styresystemet.
de: Sie könnten keine Verbindung zum Internet haben, keine Möglichkeit haben die Arbeitsumgebung zu starten oder sogar keine Möglichkeit haben das Betriebssystem zu starten.
fi: Saattaisit löytää itsesi tilanteesta ilman yhteyttä Internetiin, ilman mahdollisuutta käynnistää työpöytäympäristöä tai jopa ilman mahdollisuutta käynnistää käyttöjärjestelmä.
hr: Možete se susresti bez povezivanja s internetom, bez mogućnosti pokretanja okruženja radne površine ili čak bez mogućnosti pokretanja operativnog sustava.
hu: Az is lehet, hogy működő internet-kapcsolat nélkül marad, esetleg nem tudja majd elindítani az asztali környezetét, vagy akár az operációs rendszer sem indul el.
sk: Mohli by ste sa ocitnúť bez pripojenia k Internetu, bez schopnosti prihlásiť sa alebo dokonca naštartovať systém.
tr: Kendinizi internet bağlantısı sağlayamadığınız bir durumda bulabilir, masaüstü ortamını başlatamayabilir ya da işletim sisteminin açılış kabiliyetinin kaybı gibi bir sorunla karşılaşabilirsiniz.
