Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Updates keep your computer safe, eliminate bugs and even sometimes add new features to your operating system.
am: ማሻሻያ የ እርስዎን ኮምፒዩተር ደህንነት ይጠብቃል ችግሮችን ያስወግዳል እንዲሁም አዲስ ገጽታዎች ለ እርስዎ ስርአት ያቀርባል
ar: تعمل التحديثات على الحفاظ على أمان الكمبيوتر الخاص بك، وإزالة الأخطاء وفي بعض الأحيان إضافة ميزات جديدة إلى نظام التشغيل الخاص بك.
be: Абнаўленні захоўваюць ваш камп'ютар у бяспецы, ліквідуюць памылкі ў праграмах і дадаюць новыя функцыі ў аперацыйную сістэму.
bg: Обновяванията пазят вашия компютър сигурен, отстраняват бъгове и понякога добавят нови функции на вашата операционна система.
ca: Les actualitzacions protegeixen l'ordinador, corregeixen problemes i de vegades afegeixen noves característiques al sistema operatiu.
cs: Aktualizace udržují počítač zabezpečený, snižují výskyt chyb a někdy dokonce do operačního systému přidávají nové funkce.
cy: Mae diweddariadau'n cadw eich cyfrifiadur yn ddiogel, lleihau gwallau ac weithiau'n cynnig nodweddion newydd i'ch system weithredu.
da: Opdateringer sørger for, din computer er sikker, fjerner fejl og tilføjer endda nogle gange ekstra funktioner til dit styresystem.
de: Aktualisierungen halten Ihren Rechner sicher, beseitigen Fehler und fügen sogar manchmal neue Funktionen zu Ihrem Betriebssystem hinzu.
el: Οι ενημερώσεις διατηρούν τον υπολογιστή σας ασφαλή, εξαλείφουν σφάλματα και μερικές φορές προσθέτουν νέες λειτουργίες στο λειτουργικό σας σύστημα.
eo: Ĝisdatigoj tenas vian komputilon sekure, forigas cimojn kaj eĉ kelkfoje aldonas novajn eblojn al via operaciumo.
es: Las actualizaciones protegen el equipo, corrigen errores y a veces añaden nuevas características al sistema operativo.
et: Värskendused hoiavad teie arvutit ohutuna, kõrvaldavad vead ja isegi lisavad operatsioonisüsteemile uusi funktsioone.
eu: Eguneraketek zure ordenagailuaren segurtasuna hobetu, erroreak zuzendu eta kasu batzuetan ezaugarri berriak gehitzen dizkiote zure sistema eragileari.
fi: Päivitykset pitävät tietokoneesi turvallisena, tekevät virheenkorjauksia ja jopa saattavat joskus lisätä uusia ominaisuuksia käyttöjärjestelmääsi.
fr_ca: Les mises à jour maintiennent votre système à jour, éliminents les bogues et ajoutent, parfois, de nouvelles fonctionnalités à votre système.
he: העדכונים משאירים את המחשב שלך בטוח, מתקנים תקלות ולפעמים אפילו מוסיפים יכולות חדשות למערכת ההפעלה.
hi: अपडेट द्वारा कंप्यूटर सुरक्षित व समस्या रहित रहता है व ऑपरेटिंग सिस्टम हेतु नई विशेषताएँ जुड़ती हैं।
hr: Nadopune drže vaše računalo sigurnim, otklanjaju greške i ponekada dodaju nove značajke vašem operativnom sustavu.
hu: A frissítések segítik biztonságban tartani számítógépét, hibákat javítanak, vagy új funkciókat adnak az operációs rendszerhez.
ia: Le actualisationes mantene tu computator salve, elimina defectos e a vices adde nove functionalitate a tu systema operative.
id: Pembaruan menjaga komputer Anda tetap aman, menghilangkan kerusakan dan bahkan terkadang menambahkan fitur baru ke sistem operasi Anda.
is: Uppfærslur halda tölvunni þinni öruggri, útrýma göllum, og geta jafnvel bætt nýjum eiginleikum við stýrikerfið þitt.
it: Gli aggiornamenti mantengono il computer sicuro, eliminano gli errori e a volte aggiungono anche nuove funzionalità al sistema operativo.
ja: アップデートにより、コンピューターが安全に保たれ、バグがなくなり、オペレーティングシステムに新しい機能が追加されたりします。
kab: Ileqman snernayen taɣellist n uselkim-inek, ttekksen tuccḍiwin u rennun tikwal timeẓliyin timaynutin i unagraw n wammud.
lt: Atnaujinimai išlaiko jūsų kompiuterį saugų, pašalina klaidas ir, kartais, netgi prideda į jūsų operacinę sistemą naujas ypatybes.
nl: Actualiseringen houden uw computer veilig, lossen fouten op en voegen soms zelfs nieuwe functies toe aan uw besturingssysteem.
pl: Aktualizacje zapewniają bezpieczeństwo twojego komputera, usuwają błędy, a czasem nawet dodają do systemu operacyjnego nowe funkcje.
pt: As atualizações mantêm o seu computador seguro, eliminam erros e, às vezes, adicionam algumas funcionalidades ao seu sistema operativo.
pt_br: Atualizações mantêm seu computador seguro, eliminam erros e às vezes adicionam novas funcionalidades ao seu sistema operacional.
ro: Actualizările mențin calculatorul în siguranță, repară probleme și uneori adaugă funcționalități noi sistemului de operare.
ru: Обновления обеспечивают безопасность вашего компьютера, устраняют ошибки, и иногда добавляют новые возможности вашей операционной системе.
sk: Aktualizácie udržiavajú počítač v bezpečí, opravujú chyby a niekedy pridávajú nové funkcie a vylepšenia.
sl: Posodobitve ohranjajo vaš računalnik varen, odpravljajo hrošče in celo včasih dodajajo nove funkcionalnosti operacijskemu sistemu.
sr: Ажурирања омогућавају безбедност вашег рачунара, елиминишу грешке и чак понекад додају нове функције вашем оперативном систему.
sr@latin: Ažuriranja održavaju Vaš računar sigurnim, uklanjaju greške u programima i ponekada čak dodaju i nove funkcije Vašem operativnom sistemu.
sv: Uppdateringar håller din dator säker, eliminerar buggar och kan även ibland lägga till nya funktioner till ditt operativsystem.
tr: Güncellemeler bilgisayarınızı güvenli kılar, hataları giderir ve bazen işletim sisteminize yeni özellikler bile kazandırır.
uk: Оновлення підтримують безпечність вашого комп'ютера, усувають вади та навіть іноді додають нові функції до вашої операційної системи.
vi: Các bản cập nhật giúp máy tính của bạn an toàn, loại bỏ lỗi và thậm chí đôi khi thêm các tính năng mới vào hệ điều hành của bạn.

source: Unfortunately they also sometimes introduce new issues called 'regressions'.
am: አንዳንድ ጊዜ ግን ያልታሰበ ችግር ሊፈጥር ይችላል 'ዝቅ ማድረጊያ'
ar: لسوء الحظ، يقومون أحياناً أيضاً بإدخال مشاكل جديدة تسمى 'الإنتكاس'.
be: Нажаль, яны таксама часам дадаюць новыя праблемы - "рэгрэсіі".
bg: За съжаление те понякога внасят нови проблеми, наречени "регресии".
ca: Malauradament de vegades introdueixen nous problemes anomenats «regressions».
cs: Naneštěstí občas přinášejí nové problémy, označované jako „regrese“.
cy: Yn anffodus, mae nhw hefyd yn gallu cyflwyno anawsterau newydd, sef, "atchweliadau"
da: Desværre kan de også nogle gange introducere nye problemer kaldet "regressioner".
de: Leider führen sie manchmal auch neue Probleme ein, die »Regressionen« genannt werden.
el: Δυστυχώς, μερικές φορές εισάγουν νέα ζητήματα που ονομάζονται «υποχωρήσεις».
eo: Bedaŭrinde ili ankaŭ fojfoje enkondukas novajn atentindaĵojn nomitajn 'regresoj'.
es: Desafortunadamente, a veces también introducen problemas nuevos llamados regresiones.
et: Kahjuks põhjustavad need mõnikord ka uusi probleeme, mida nimetatakse "regressioonideks".
eu: Zoritxarrez kasu batzuetan 'erregresio' deituriko arazo berriak sortzen dituzte.
fi: Ikävä kyllä ne saattavat myös joskus tuoda esiin uusia ongelmia, joita kutsutaan nimellä 'regressiot'.
fr_ca: Malheureusement, elles introduisent, parfois, de nouveaux problèmes appelés "régressions".
he: לרוע המזל, הם עלולים לפעמים ליצור גם בעיות חדשות, תופעה שנקראת 'תסוגה'.
hi: हालाँकि इनके द्वारा समस्याएँ भी उत्पन्न हो जाती हैं जिन्हें 'दोष' कहते हैं।
hr: Nažalost ponekada predstavljaju novi problem koji se naziva "nestabilnost".
hu: Sajnos ezek elvétve okozhatnak „visszafejlődési hibákat”.
ia: Infortunatemente illos alsi a vices presenta nove problemas appellate «regressiones».
id: Sayangnya hal tersebut terkadang memperkenalkan isu baru yang disebut 'regresi'.
is: Því miður geta þær líka komið með ný vandamál sem kallast "hnignun".
it: Purtroppo a volte introducono anche nuovi problemi chiamati 'regressioni'.
ja: 残念ながら、それは時々 'リグレッション' と呼ばれる新しい問題を発生させます。
kab: Ad nesḥisef imi tikwal gellun-d s wuguren imaynuten umi qqaren 'ikarayen'.
lt: Deja, jie taip pat, kartais, pristato naujas klaidas, kurios yra vadinamos "regresijomis".
nl: Helaas veroorzaken ze soms ook nieuwe problemen genaamd 'regressies'.
pl: Niestety, czasami powodują problemy zwane „regresjami”.
pt: Infelizmente, às vezes são introduzidos novos problemas, chamados de regressões.
pt_br: Infelizmente, às vezes elas também causam novos problemas chamados de "regressões".
ro: Din păcate, câteodată introduc și probleme noi, numite „regresii”.
ru: К сожалению, они также иногда приводят к новым проблемам, называемым «регрессиями».
sk: Naneštastie, niekedy prinesú problémy vo forme "regresií".
sl: Žal včasih povzročijo tudi nove težave, ki jih imenujemo »regresije«.
sr: Нажалост, ажурирања понекад доносе нове проблеме који се називају "регресије".
sr@latin: Nažalost, ona ponekada donose i nove probleme, koji se nazivaju 'regresije'.
sv: Tyvärr kan de ibland också föra med sig problem som kallas "regressioner".
tr: Ne yazık ki bazen de 'regresyon' adı verilen yeni hususlar ortaya çıkarabilirler.
uk: На жаль, вони іноді впроваджують нові проблеми, які називають «регресіями».
vi: Thật không may, đôi khi chúng cũng đưa ra những vấn đề mới gọi là 'hồi quy'.

source: Regressions are very common in the software industry. They're inherent to software development. Code changes can cause regressions. No matter how skilled developers are, they can't always predict every possible situation or test on every possible hardware specification.
am: ዝቅ ማድረግ በ ሶፍትዌር እንዱስትሪ ውስጥ የ ነበረ ነው: በ ሶፍትዌር ማበልጸግ ውስጥ የ ተለመደ ነው: ኮድ መቀየር ዝቅ ማድረግ ያስከትላል: ምንም አይነት አበልፃጊ ቢሆኑ: ሁሉንም የሚፈጠር ሁኔታ መገመት አይቻልም: ወይንም መሞከር በ ሁሉም ጠንካራ አካሎች ላይ
ar: الانحدارات شائعة جدا في صناعة البرمجيات. انهم متأصلون في تطوير البرمجيات. يمكن أن تتسبب تغييرات الرموز في حدوث إنتكاسات. بغض النظر عن مدى نجاح المطورين المحترفين، لا يمكنهم دائماً التنبؤ بكل حالة أو اختبار محتمل لكل مواصفات الأجهزة الممكنة.
be: Рэгрэсіі вельмі часта сустракаюцца ў праграмах. Яны ўтвараюцца падчас распрацоўкі праграм. Да іх прыводзяць змены ў кодзе. Нягледзячы на ўзровень і вопыт распрацоўшчыкаў, яны ніколі не могуць прадказаць усе сітуацыі ці праверыць працу на ўсіх відах абсталявання.
bg: Регресиите са много чести в софтуерната индустрия. Те са присъщи за софтуерната разработка. Промените по кода предизвикват регресии. Без значение, колко са опитни разработчиците, невинаги могат да предвидят всяка възможна ситуация или да тестват всяка възможна хардуерна спецификация.
ca: Les regressions són molt comunes. Són inherents al desenvolupament de programari. Els canvis al codi poden causar regressions. Per molt hàbils que siguin els desenvolupadors, no sempre poden preveure totes les situacions o provar totes les configuracions possibles de maquinari.
cs: Regrese jsou v softwarovém oboru zcela běžnou záležitostí. Při vývoji software jsou nevyhnutelné. Změny ve zdrojových kódech mohou zapříčinit regresi bez ohledu na schopnosti vývojářů. Ti totiž nikdy nebudou schopní předvídat každou situaci která může nastat, nebo testovat na všech možných hardwarových kombinacích.
cy: Mae atchweliadau'n gyffredin iawn yn y diwydiant meddalwedd. Maen nhw'n rhan o ddatblygu meddalwedd. Mae newidiadau cod yn creu atchweliadau. Does dim gwahaniaeth pa mor ddawnus yw datblygwyr, nid oes modd iddyn nhw ragweld pob sefyllfa bosib neu brawf ar bob manylyn caledwedd posib.
da: Regressioner er meget almindelige i programverdenen. De er en iboende del af programudvikling. Kodeændringer kan medføre regressioner. Uanset hvor dygtige udviklerne er, kan de ikke altid forudse enhver tænkelig situation eller teste på alle mulige kombinationer af hardware.
de: Regressionen sind in der Anwendungsindustrie sehr häufig. Sie sind ein natürlicher Bestandteil der Anwendungsentwicklung. Codeveränderungen können Regressionen verursachen. Egal wie erfahren Entwickler sind, sie können nicht immer jede mögliche Situation vorhersagen oder auf jede erdenkliche Gerätespezifikation testen.
el: Οι υποχωρήσεις είναι πολύ συχνές στη βιομηχανία λογισμικού. Είναι εγγενείς στην ανάπτυξη λογισμικού. Οι αλλαγές κώδικα μπορούν να προκαλέσουν υποχωρήσεις. Δεν έχει σημασία πόσο εξειδικευμένοι οι προγραμματιστές είναι, δεν μπορούν πάντα να προβλέψουν κάθε πιθανή κατάσταση ή δοκιμή σε κάθε πιθανή προδιαγραφή υλικού.
eo: Regresoj estas tre kutimaj en la programara sektoro. Ili estas nedisigeble ligitaj al programado. Kodoŝanĝoj povas okazigi regresojn. Kiom ajn spertaj estas la programistoj, ili ne kapablas ĉiam prognozi ĉiun eblan situacion aŭ testi sur ĉiu ebla aparatara specifo.
es: Las regresiones son muy comunes en la industria del software. Son inherentes al desarrollo de programas. Los cambios en el código pueden causar regresiones. No importa cuán hábiles sean los desarrolladores, no siempre pueden prever todas las situaciones posibles o hacer pruebas con todas las especificaciones de hardware posibles.
et: Regressioonid on tarkvara arenduses väga tavalised. Need on tarkvara arendamise lahutamatu osa. Koodi muutused võivad põhjustada regressioone. Ükskõik kui oskuslikud pole arendajad, ei suuda nad ette näha iga võimalikku olukorda või katsetada läbi iga võimalikku arvutikonfiguratsiooni.
eu: Erregresioak ohikoak dira software industrian. Software garapenak bere-bereak ditu. Kodean egindako aldaketek erregresioak eragin ditzakete. Garatzailerik onenek ere ezin dituzte aukera posible guztiak aurreikusi edo hardware espezifikazio guztietan probak egin.
fi: Regressiot ovat hyvin yleisiä ohjelmisto-alalla. Niitä tapahtuu väistämättä ohjelmistokehityksessä. Koodin muutokset voivat aiheuttaa regressioita. Sillä ei ole merkitystä kuinka taitavia kehittäjät ovat, he eivät aina kykene ennustamaan kaikkia mahdollisia tilanteita, eivätkä tarkistamaan toimivuutta aivan kaiken tyyppisillä laitteistoilla.
fr_ca: Les régressions sont très fréquentes dans l'industrie logicielle. Elles sont inhérentes au développement logiciel. Les modifications de codes peuvent causer des régressions. Peu importe les compétences des développeurs, ils ne peuvent pas toujours prévoir toutes les situations possibles ou tester toutes les spécifications matérielles possibles.
he: תסוגות הן תופעות שכיחות מאוד בתעשיית התוכנה. הן למעשה 'טבועות' בתהליך פיתוח תוכנה. שינויי קוד עלולים לגרום לתסוגה. לא משנה עד כמה המפתחים מיומנים, הם לא תמיד מסוגלים לחזות מראש את כל המצבים האפשריים או לבדוק כל מפרט חומרה אפשרי.
hi: सॉफ्टवेयर में दोष होना आम बात है। ये सॉफ्टवेयर विकास प्रक्रिया में निहित हैं। कोड परिवर्तन भी दोषों का कारण होते हैं। कुशाग्र सॉफ्टवेयर विकासकर्ता भी सभी संभावित स्थितियों का अनुमान व सभी हार्डवेयर प्रकार की जाँच नहीं सकते हैं।
hr: Nestabilnosti su vrlo česte u softverskoj industriji. One su prisutne u razvoju softvera. Promjene u kôdu mogu uzrokovati nestabilnosti. Bez obzira koliko su razvijatelji vješti, ne mogu uvijek predvidjeti sve moguće situacije ili testirati softver na svim mogućim hardverskim specifikacijama.
hu: A visszafejlődési hibák gyakran előforduló problémák a szoftver-iparban. A szoftverfejlesztésből származtathatók. A forráskódban történő változtatások visszafejlődési hibákat okozhatnak. Függetlenül attól, hogy egy fejlesztő mennyire profi, nem tud minden lehetséges helyzetet megjósolni, vagy nem tudja programját letesztelni minden egyes hardver eszközön.
ia: Le regressiones es multo commun in le industria del software. Illos es inherente al disveloppamento del software. Le cambiamentos de codice pote causar regressiones. Il non importa quanto le disveloppatores es experte, illes non pote sempre prevenir cata possibile situation o essayar cata possibile specification del hardware.
id: Regresi sangat umum terjadi di industri perangkat lunak. Mereka melekat pada pengembangan perangkat lunak. Perubahan kode bisa menyebabkan regresi. Tidak peduli seberapa terampil pengembangnya, mereka tidak dapat selalu memprediksi setiap kemungkinan situasi atau pengujian pada setiap spesifikasi perangkat keras yang mungkin.
is: Hnignun er mjög algeng í hugbúnaðariðnaðnum. Þær eru órjúfanlegir fylgifiskar hugbúnaðarþróunar. Breytingar á kóða valda þessu. Það skiptir engu máli hve færir forritarar eru, þeir geta aldrei séð fyrir allar mögulegar aðstæður eða prófað allar mögulegar samsetningar á vélbúnaði.
it: Le regressioni sono molto comuni nel settore del software. Sono intrinseche allo sviluppo del software. Le modifiche del codice possono causare regressioni. Non importa quanto siano esperti gli sviluppatori: essi non possono sempre prevedere ogni possibile situazione o fare prove su ogni specifico hardware.
ja: ソフトウェア業界では、リグレッションが非常に一般的です。これらはソフトウェア開発に固有するものであり、ソースコードの変更によって、リグレッションを引き起こす可能性があります。開発者がどれだけ熟練していても、考えられる全ての状況を常に予測したり、考えられる全てのハードウェア仕様をテストしたりすることはできません。
kab: Ikarayen llan s waṭṭas di temguri n useɣẓan. Ikarayen urzen ɣer usnefli n useɣẓan. Ibeddilen n tengalt zemren ad d-glun s ikarayen. Akken bɣun iẓwiren isneflayen, ur zmiren ara ad ẓren tignatin akk ara yemager wahil neɣ ad skeyden tiwtilin n warrum ideg yezmer ad yettwaseqdec wahil.
lt: Regresijos programinės įrangos pramonėje yra dažnas reiškinys. Jos yra neatskiriamos nuo programinės įrangos kūrimo. Kodo pakeitimai gali sukelti regresijas. Nesvarbu, kokie įgūdę būtų kūrėjai, jie negali visuomet numatyti kiekvieną galimą situaciją ar išbandyti programinę įrangą kiekvienoje aparatinės įrangos specifikacijoje.
nl: Regressies zijn heel gewoon in de programmatuurbedrijfstak. Ze zijn inherent aan programmatuurontwikkeling: alle codeveranderingen kunnen nu eenmaal regressies veroorzaken. Ongeacht hoe bekwaam ontwikkelaars zijn, ze kunnen niet altijd elke mogelijke situatie voorspellen, noch elke mogelijke apparatuurcombinatie beproeven.
pl: Regresje są bardzo częste w branży oprogramowania. Są nieodłączną częścią procesu jego tworzenia. Zmiany kodu mogą powodować regresje. Nieważne jak doświadczeni są programiści, nie zawsze mogą przewidzieć każdą możliwą sytuację lub sprawdzić każdą możliwą konfigurację sprzętową.
pt: As regressões são muito comuns na indústria de software. São inerentes ao desenvolvimento de software. As alterações de código podem causar regressões. Não importa o quão habilidosos são os programadores, porque estes não conseguem prever todas as situações possíveis nem testar todas as especificações de hardware existentes.
pt_br: Regressões são muito comuns na indústria de software. Elas são inerentes ao desenvolvimento de software. As alterações de código podem causar regressões. Não importa o quão habilidosos são os desenvolvedores, eles nem sempre podem prever todas as situações possíveis ou testar cada especificação de hardware possível.
ro: Regresiile sunt foarte comune în industria software. Sunt nelipsite din procesul de dezvoltare software. Modificarea codului sursă poate introduce regresii. Indiferent de cât de pricepuți sunt dezvoltatorii software, ei nu pot prezice întotdeauna toate situațiile sau testa pe toate configurațiile fizice de calculatoare.
ru: Регрессии очень распространены в индустрии программного обеспечения. Они присущи разработке программного обеспечения вследствие изменений в коде. Независимо от того, насколько опытны разработчики, они не всегда могут предсказать все возможные ситуации или протестировать работу своего программного обеспечения на всех возможных аппаратных платформах.
sk: Regresie sú v dnešnej dobe veľmi časté. Sú neoddeliteľnou súčasťou vývoja softvéru. Zmeny v kódu môžu spôsobiť regresie. Napriek skúsenostiam vývojárov, vývojári nedokážu predvídať každú zmenu a ich dopad na celok programu na všetkych možných konfiguráciach hardvéru.
sl: Regresije so zelo pogoste v industriji programja. So del razvoja programske opreme. Spremembe kode lahko povzročajo regresije. Ne glede na to, kako vešči so razvijalci, ne morejo vedno napovedati vsake možne situacije ali preizkusiti vsake možne specifikacije strojne opreme.
sr: Регресије су веома честе у софтверској индустрији. Оне су нераздвојиве од развоја софтвера. Измене кода могу узроковати регресије. Без обзира на то колико су креатори софтвера вешти, они не могу увек предвидети све могуће ситуације или тестирати софтвер на свим могућим хардверским конфигурацијама.
sr@latin: Regresije su veoma uobičajene u industriji softvera. One su svojstvene razvoju softvera. Promene u programskom kodu mogu da prouzrokuju regresije. Bez obzira na znanje koje programeri poseduju, oni ne mogu uvek da predvide svaku moguću situaciju ili da testiraju softver na svakoj mogućoj vrsti hardvera.
sv: Regressioner är väldigt vanligt förekommande inom mjukvaruindustrin. De är en del av mjukvaruutvecklingen. Ändringar i koden kan orsaka regressioner. Det spelar ingen roll hur skickliga utvecklarna är, de kan inte alltid exakt förutspå hur en kodändring kan uppföra sig på alla möjliga hårdvarukombinationer som finns.
tr: Regresyonlar yazılım endüstrisinde çok yaygındır. Yazılım geliştirmeye özgü olarak ortaya çıkabilirler. Kod değişiklikleri regresyona neden olabilir. Geliştiriciler ne kadar yetenekli olursa olsun, olası her durumu ya da mümkün olan tüm donanım yalpazesinde testleri her zaman öngöremeyebilirler.
uk: Регресії дуже поширені в галузі програм. Вони притаманні програмному розроблянню. Зміни коду можуть спричинити регресії. Які би кваліфіковані не були розробники, вони не завжди можуть передбачити кожну можливу ситуацію або здійснити тестування на кожній можливій специфікації устаткування.
vi: Sự hồi quy rất phổ biến trong ngành công nghiệp phần mềm. Chúng vốn có trong việc phát triển phần mềm. Thay đổi mã có thể gây ra hồi quy. Cho dù các nhà phát triển có kỹ năng đến đâu, họ cũng không thể luôn dự đoán được mọi tình huống có thể xảy ra hoặc kiểm tra mọi thông số kỹ thuật phần cứng có thể có.
