Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: It is recommended to add packages to the blacklist by right-clicking them in the updates listing.
be: Рэкамендуецца дадаць пакеты ў чорны спіс націсканнем правай кнопкі мышы на іх у спісе абнаўленняў.
bg: Препоръчително е да добавяте пакети в черния списък, като цъкнете с десен бутон върху тях, в списъка с актуализации.
cy: Argymhellwn eich bod yn ychwanegu pecynnau at y rhestr ddu trwy glicio ar y dde yn y rhestr diweddariadau.
el: Προτείνεται να προσθέσετε πακέτα στη μαύρη λίστα κάνοντας δεξί κλικ πάνω τους στη λίστα ενημέρωσης.
eo: Estas rekomendite aldoni pakojn al la nigra listo per dekstre-alklako al ili en la listado de ĝisdatigoj.
es: Se recomienda añadir paquetes a la lista negra haciendo clic derecho en la lista de actualizaciones.
et: Soovitatav on pakette musta nimekirja lisada uuenduste nimekirjast tehes neil paremklõps.
eu: Paketeak zerrenda beltzera gehitzeko eguneraketa zerrendan beren gainean eskuin klik egitea gomendatzen da.
fr_ca: Il est recommandé de se servir du clic-droit dans la liste des mises à jour pour ajouter des paquets à la liste noire.
he: מומלץ להוסיף חבילות לרשימה השחורה, על־ידי הקשת־עכבר ימנית על החבילה הרצויה ברשימת העדכונים.
hi: अपडेट सूची में इच्छित पैकेज पर दायां क्लिक कर उसे निरुद्ध सूची में जोड़ें।
ia: Il es recommendate adder pacchettos al lista nigre cliccante dextre los in le lista del actualisationes.
id: Dianjurkan untuk menambahkan paket ke daftar hitam dengan mengklik kanan mereka di daftar pembaruan.
is: Það er ráðlagt að bæta pökkum á bannlistann með því að hægrismella á þá í listanum yfir uppfærslur.
it: Si consiglia di aggiungere pacchetti alla lista nera cliccandoli con il tasto destro nella lista degli aggiornamenti.
ja: アップデートの一覧でパッケージを右クリックして、ブロックリストに追加することをお勧めします。
kab: Yettusemter ad ternuḍ ikemmusen ɣer tebdart taberkant s usiti ayefus fellasen di tebdart n ileqman.
lt: Paketus į juodąjį sąrašą rekomenduojama pridėti spustelėjant ant jų atnaujinimų sąraše dešiniuoju pelės mygtuku.
nl: Het is het beste om pakketten toe te voegen aan de zwarte lijst door een rechtsklik op zo'n pakket in de lijst met beschikbare actualiseringen.
pl: Zalecane jest dodawanie pakietów do czarnej listy poprzez kliknięcie ich prawym przyciskiem myszy na liście aktualizacji.
pt: Recomendamos que adicione os pacotes à lista negra clicando com o botão direito no pacote da lista de atualizações.
pt_br: Recomenda-se adicionar pacotes à lista negra clicando com o botão direito do mouse na lista de atualizações.
ro: Este recomandat să adăugați pachete la lista neagră făcând clic dreapta pe ele în lista de actualizări.
ru: Желательно добавлять пакеты в чёрный список, щёлкнув на них правой кнопкой мыши в списке обновлений.
sl: Priporočamo, da na črni seznam dodate pakete z njihovim desnim klikom na seznamu posodobitev.
sr: Препоручљиво је да пакет додате на листу занемарених тако што ћете левом типком миша кликнути у уносу ажурирања.
sr@latin: Preporučuje se da dodate pakete na crnu listu tako što ćete kliknuti desnim tasterom miša na njih u spisku dostupnih ažuriranja.
sv: Vi rekommenderar att du lägger till paket till spärrlistan genom att högerklicka på dem i uppdateringslistan.
uk: Радиться додавати пакунки до чорного переліку, клацаючи на них правою кнопкою миші в переліку оновлень.
vi: Bạn nên thêm các gói vào danh sách đen bằng cách nhấp chuột phải vào chúng trong danh sách cập nhật.

source: Make sure your system snapshots are properly configured before using this option.
ar: تأكد من تكوين لقطات النظام بشكل صحيح قبل استخدام هذا الخيار.
be: Упэўніцеся што вашы здымкі сістэмы правільна наладжаны перад выкарыстаннем гэтай опцыі.
bg: Убедете се че системните снимки за правилно зададени, преди да използвате тази опция.
ca: Comproveu que les vostres instantànies del sistema estiguin configurades correctament abans d'utilitzar aquesta opció.
cy: Gwnewch yn siŵr fod eich cipluniau system wedi eu ffurfweddu'n gywir cyn defnyddio'r dewis hwn.
el: Βεβαιωθείτε ότι τα στιγμιότυπα του συστήματός σας έχουν ρυθμιστεί σωστά πριν χρησιμοποιήσετε αυτήν την επιλογή.
eo: Ĉertiĝu, ke viaj sistem-momentfotoj estas dece agorditaj antaŭ ol uzi ĉi tiun opcion.
es: Asegúrese de que las instantáneas del sistema estén configuradas correctamente antes de usar esta opción.
et: Veendu enne selle võimaluse lubamist, et su süsteemi hetktõmmised on õigesti seadistatud.
eu: Ziurtatu sistemaren argazkiak behar bezala konfiguratuta daudela aukera hau erabili aurretik.
fr_ca: Assurez vous que la configuration de l'image de votre système soit correcte avant d'utiliser cette option.
he: לפני השימוש באפשרות זו, נא לוודא שתמונות־חטף המערכת מתוצרת כַּיָאוּת.
hi: विकल्प उपयोग पूर्व सुनिश्चित करें कि सिस्टम स्नैपशॉट उचित रूप से विन्यस्त हैं।
ia: Verifica que tu instantaneos de systema es configurate correctemente ante que per iste option.
id: Pastikan snapshot sistem Anda dikonfigurasi dengan benar sebelum menggunakan opsi ini.
is: Gakktu úr skugga um að skyndiafritun kerfisins sé rétt sett upp áður en þú notar þennan möguleika.
it: Assicurati che le istantanee di sistema siano correttamente configurate prima di usare questa opzione.
ja: このオプションを使用する前に、システムのスナップショットが適切に設定されていることを確認してください。
kab: Ttḥeqqeq belli tuṭṭfiwin n unagraw inek ttusɣwerent akken iwata send ad tesqedceḍ tanefrunt-agi.
lt: Prieš naudodami šį parametrą, įsitikinkite, kad jūsų sistemos momentinės kopijos yra tinkamai sukonfigūruotos.
nl: Zorg ervoor dat uw momentopnamen van het systeem goed zijn ingesteld voordat u deze optie gebruikt.
pl: Upewnij się, że migawki systemu są poprawnie skonfigurowane, zanim użyjesz tej funkcji.
pt: Certifique-se de que as cópias do sistema estão devidamente configuradas antes de usar esta opção.
pt_br: Certifique-se de que os snapshots do sistema estão devidamente configurados antes de usar esta opção.
ro: Asigurați-vă că instantaneele de sistem sunt corect configurate înainte să folosiți această opțiune.
ru: Перед использованием этой настройки убедитесь, что создание снимков вашей системы настроено правильно.
sl: Preverite, da so posnetki sistema pravilno prilagojeni, preden uporabite to možnost.
sr: Проверите да ли су ваши системски снимци правилно конфигурисани пре коришћења ове опције.
sr@latin: Uverite se da su snimci stanja Vašeg sitema pravilno konfigurisani pre nego što budete koristili ovu opciju.
sv: Kontrollera att programmet för att skapa systemavbilder är rätt inställt innan du väljer följande.
uk: Упевнюйтеся, що ваші знімки системи правильно налаштовані, перед використанням цієї опції.
vi: Đảm bảo bản sao lưu hệ thống của bạn được cấu hình đúng cách trước khi sử dụng tùy chọn này.

source: Window
am: መስኮት
ar: النافذة
ast: Ventana
be: Акно
bg: Прозорец
ca: Finestra
cy: Ffenestr
el: Παράθυρο
eo: Fenestro
es: Ventana
et: Aken
eu: Leihoa
fa: پنجره
fr_ca: Fenêtre
he: חלון
hi: विंडो
ia: Fenestra
id: Jendela
is: Gluggi
it: Finestra
ja: ウィンドウ
kab: Asfaylu
lo: ໜ້າຕ່າງ
lt: Langas
lv: Logs
nb: Vindu
nl: Venster
nn: Vindauge
oc: Fenèstra
pl: Okno
pt: Janela
pt_br: Janela
ro: Fereastră
ru: Окно
sl: Okno
sr: Прозор
sr@latin: Prozor
sv: Fönster
uk: Вікно
uz: Oyna
vi: Cửa sổ

source: Selection
am: ምርጫ
ar: التحديد
ast: Seleición
be: Вылучэнне
bg: Селекция
ca: Selecció
cy: Dewis
el: Επιλογή
eo: Elekto
es: Selección
et: Valik
eu: Hautapena
fa: انتخاب
fr_ca: Sélection
he: בחירה
hi: चयन
id: Pilihan
is: Valið
it: Selezione
ja: 選択
kab: Tafrayt
lo: ການເລືອກ
lt: Žymėjimas
lv: Atlase
nb: Utvalg
nl: Selectie
nn: Utval
oc: Seleccion
pl: Zaznaczanie
pt: Seleção
pt_br: Seleção
ro: Selecție
ru: Выбор
sl: Izbor
sr: Одабирање
sr@latin: Izbor
sv: Urval
uk: Вибір
uz: Tanlash
vi: Lựa chọn

source: Select Security Updates
am: የ ደህንነት ማሻሻያ ይምረጡ
ast: Escoye anovamientos de seguridá
be: Вылучыць абнаўленні бяспекі
bg: Избор на актуализации по сигурността
cy: Dewis Diweddariadau Diogelwch
el: Επιλέξτε Ενημερώσεις Ασφαλείας
eo: Elekti sekurigajn ĝisdatigojn
es: Seleccionar las actualizaciones de seguridad
et: Vali turvauuendused
eu: Hautatu segurtasun eguneraketak
fa: انتخاب به‌روز‌رسانی های امنیتی
fr_ca: Sélectionner les mises à jour de sécurité
he: בחירת עדכוני אבטחה
hi: सुरक्षा अपडेट चुनें
ia: Seliger actualisationes de securitate
id: Pilih Pembaruan Keamanan
is: Velja öryggisuppfærslur
it: Seleziona gli aggiornamenti di sicurezza
ja: セキュリティアップデートを選択
kab: Fren ileqman n tɣellist
lo: ເລືອກການອັບເດດຄວາມປອດໄພ
lt: Pažymėti saugumo atnaujinimus
lv: Atlasi drošības atjauninājumus
nb: Velg sikkerhetsoppdateringer
nl: Veiligheidsreparaties kiezen
nn: Vel tryggleiksoppdateringar
oc: Seleccionar las mesas a jorn de seguretat
pl: Wybierz aktualizacje bezpieczeństwa
pt: Selecionar atualizações de segurança
pt_br: Selecionar Atualizações de Segurança
ro: Selectare actualizări de securitate
ru: Выбрать обновления безопасности
sl: Izberite varnostne posodobitve
sr: Изаберите безбедносна ажурирања
sr@latin: Izaberite bezbednosna ažuriranja
sv: Välj säkerhetsuppdateringar
uk: Вибрати оновлення безпеки
uz: Xavfsizlik yangilanishlarini tanlang
vi: Chọn Cập nhật bảo mật

source: Select Kernel Updates
am: የ ከረኔል ማሻሻያ ይምረጡ
ast: Escoye anovamientos de kernel
be: Вылучыць абнаўленні ядра
bg: Избор на актуализации на ядрото
cy: Dewis Diweddariadau i'r Cnewyllyn
el: Επιλέξτε Ενημερώσεις Πυρήνα
eo: Elekti kernajn ĝisdatigojn
es: Seleccionar las actualizaciones del núcleo
et: Vali kerneli uuendused
eu: Hautatu nukleoaren eguneraketak
fa: انتخاب به‌روز‌رسانی های کرنل
fr_ca: Sélectionner les mises à jour de noyaux
he: בחירת עדכוני ליבה
hi: कर्नेल अपडेट चुनें
ia: Seliger actualisationes del Kernel
id: Pilih Pembaruan Kernel
is: Velja uppfærslur á kjarna
it: Seleziona gli aggiornamenti del kernel
ja: カーネルアップデートを選択
kab: Fren ileqman n yiɣes
lo: ເລືອກການອັບເດດເຄີເນວ
lt: Pažymėti branduolio atnaujinimus
lv: Atlasi kodola atjauninājumus
nb: Velg kjerneoppdateringer
nl: Bijgewerkte systeemkernen kiezen
nn: Vel kjerneoppdateringar
oc: Seleccionar las mesas a jorn del nuclèu
pl: Wybierz aktualizacje jądra
pt: Selecionar atualizações ao kernel
pt_br: Selecionar Atualizações do Kernel
ro: Selectare actualizări nuclee
ru: Выбрать обновления ядра
sl: Izberite posodobitve jedra
sr: Изаберите ажурирање кернела
sr@latin: Izaberite ažuriranja kernela
sv: Välj kärnuppdateringar
uk: Вибрати оновлення ядер
uz: Yadro yangilanishlarini tanlang
vi: Chọn cập nhật hạt nhân kernel

source: A Flatpak runtime package
ast: Un paquete flatpak runtime
be: Выканальны пакет Flatpak
cy: Pecyn runtime Flatpak
el: Ένα πακέτο εκτέλεσης Flatpak
eo: Flatpaka rultempa pako
es: Un módulo de ejecución Flatpak
eu: Flatpak exekutazio-denborako pakete bat
fa: یک بسته‌ی runtime برای Flatpak
he: חבילת זמן־ריצה פלטפאק
ia: Un pacchetto de tempore de execution de Flatpak
is: Flatpak-keyrslupakki
it: Un pacchetto di runtime Flatpak
lo: ແພັກເກດ Flatpak runtime
lv: Flatpak izpildlaika pakotni
nb: En Flatpak runtime-pakke
nl: Een Flatpak-pakket
nn: Ein Flatpak‑køyretidspakke
oc: Un paquet d’environament d’execucion Flatpak
pl: Pakiet środowiska wykonawczego Flatpak
pt: Um pacote Flatpak runtime
pt_br: Um pacote de tempo de execução Flatpak
ro: Un pachet runtime Flatpak
ru: Пакет среды выполнения Flatpak
sl: Izvajalni paket Flatpak
sr: Пакет покретања Флатпака
sv: Paket med en körmiljö av typen Flatpak
uk: Пакет середовища Flatpak
uz: Flatpak ish vaqti paketi
vi: Gói Flatpak runtime

source: Checking for Flatpak updates
be: Праверка абнаўленняў Flatpak
cy: Yn gwirio am ddiweddariadau Flatpak
el: Έλεγχος για ενημερώσεις Flatpak
eo: Serĉado de flatpakaj ĝisdatigoj
es: Comprobando las actualizaciones de paquetes Flatpak
eu: Flatpak eguneratzeak egiaztatzen
he: בדיקת עדכוני פלטפאק
ia: Verificante actualisationes de Flatpak
is: Athuga með Flatpak-uppfærslur
it: Controllo degli aggiornamenti per Flatpak in corso
nl: Controleren op actualiseringen voor Flatpak
pl: Sprawdzanie dostępności aktualizacji aplikacji Flatpak
pt: A verificar por atualizações Flatpak
pt_br: Verificando atualizações do Flatpak
ro: Se caută actualizări Flatpak
ru: Проверка обновлений Flatpak
sl: Preverjanje posodobitev Flatpak
sr: Проверавам Флатпак освежења
sv: Söker efter Flatpak-uppdateringar
uk: Перевіряються оновлення Flatpak
vi: Kiểm tra bản cập nhật Flatpak

source: Flatpak application
ast: Aplicación flatpak
be: Праграма Flatpak
cy: Rhaglen Flatpak
el: Εφαρμογή Flatpak
eo: Flatpaka aplikaĵo
es: Aplicación Flatpak
eu: Flatpak aplikazioa
fa: برنامه Flatpak
he: יישומון פלטפאק
ia: Application Flatpak
is: Flatpak-forrit
it: Applicazione Flatpak
lo: ແອັບພລິເຄຊັນ Flatpak
lv: Flatpak lietojumprogramma
nb: Flatpak-applikasjon
nl: Flatpak-toepassing
nn: Flatpak‑applikasjon
oc: aplicacion Flatpak
pl: Aplikacja Flatpak
pt: Aplicação Flatpak
pt_br: aplicativo flatpak
ro: Aplicație Flatpak
ru: Приложение Flatpak
sl: Program Flatpak
sr: Флатпак програми
sv: Flatpak-program
uk: Flatpak-застосунок
uz: Flatpak ilovasi
vi: Ứng dụng Flatpak

source: Flatpak runtime
be: Выкананне Flatpak
cy: Runtime Flatpak
el: Χρόνος εκτέλεσης Flatpak
eo: Rultempa flatpako
es: Módulo de ejecución Flatpak
eu: Flatpak exekuzio-denbora
he: זמן־ריצה פלטפאק
ia: Tempore de execution de Flatpak
is: Flatpak-keyrsluskrá
it: Runtime di Flatpak
lv: Flatpak izpildlaika vide
nl: Flatpak
nn: Flatpak‑køyretid
oc: Environament d’execucion Flatpak
pl: Środowisko wykonawcze Flatpak
pt_br: Tempo de execução Flatpak
ro: Runtime Flatpak
ru: Среда выполнения Flatpak
sl: Izvajalni paket Flatpak
sr: Радно време Флатпака
sv: Körmiljö för Flatpak
uk: Середовище Flatpak
uz: Flatpak ish vaqti

source: Error checking for flatpak updates: %s
ast: Daqué falló al guetar los anovamientos de flatpak: %s
be: Памылка праверкі абнаўленняў flatpak: %s
cy: Gwall wrth wirio am ddiweddariadau Flatpak: %s
el: Σφάλμα κατά τον έλεγχο για ενημερώσεις flatpak: %s
eo: Erarkontrolo por flatpakaj ĝisdatigoj: %s
es: Error al comprobar las actualizaciones de paquetes Flatpak: %s
eu: Errorea Flatpak eguneratzeak egiaztatzean: %s
fa: بررسی خطا برای بروزرسانی‌های flatpak: %s
he: שגיאה בבדיקת עדכוני פלטפאק: %s
ia: Error durante le verification de actualisationes de Flatpak: %s
is: Villa við að athuga með Flatpak-uppfærslur: %s
it: Errore durante il controllo degli aggiornamenti per Flatpak: %s
lo: ຂໍ້ຜິດພາດໃນການກວດສອບການອັບເດດ flatpak: %s
lv: Kļūdas pārbaude flatpak atjauninājumiem: %s
nb: Feil under sjekking av Flatpak-oppdateringer: %s
nl: Fout bij het controleren op actualiseringen voor Flatpaks: %s
nn: Feil ved sjekk av flatpak‑oppdateringar: %s
oc: Error al moment de la verificacion de las mesas a jorn de flatpak : %s
pl: Błąd podczas sprawdzania aktualizacji aplikacji Flatpak: %s
pt: Erro ao verificar atualizações flatpak: %s
pt_br: Erro ao verificar atualizações do flatpak: %s
ro: Nu s-au putut căuta actualizări Flatpak: %s
ru: Ошибка при проверке обновлений Flatpak: %s
sl: Napaka pri preverjanju posodobitev flatpak: %s
sr: Грешка проверавања флатпак освежења: %s
sv: Fel vid sökning efter Flatpak-uppdateringar: %s
uk: Помилка перевірення flatpak-оновлень: %s
uz: Flatpak yangilanishlarini tekshirishda xatolik yuz berdi: %s
vi: Lỗi kiểm tra bản cập nhật Flatpak: %s

source: Website: %s
be: Вэб-сайт: %s
cy: Gwefan: %s
el: Ιστοσελίδα: %s
eo: Retejo: %s
es: Sitio web: %s
eu: Webgunea: %s
fa: وب‌سایت: %s
he: אתר מרשתת: %s
ia: Sito web: %s
is: Vefsvæði: %s
it: Sito Web: %s
lo: ເວັບໄຊ: %s
lv: Tīmekļa vietne: %s
nb: Nettsted: %s
nn: Nettside: %s
oc: Site Web : %s
pl: Strona internetowa: %s
pt_br: Site: %s
ro: Site web: %s
ru: Сайт: %s
sl: Spletišče: %s
sr: Веб сајт: %s
sv: Webbplats: %s
uk: Вебсайт: %s
uz: Veb-sayt: %s

source: Total size: <
ast: Tamañu total: <
be: Агульны памер: <
cy: Maint cyfan: <
el: Συνολικό μέγεθος: <
eo: Totala grando: <
es: Tamaño total: <
eu: Tamaina guztira: <
fa: جحم کلی: <
he: גודל כולל: <
ia: Dimension total: <
is: Heildarstærð: <
it: Dimensione totale: <
lo: ຂະໜາດທັງໝົດ: <
lv: Kopējais izmērs: <
nb: Total størrelse: <
nl: Totale grootte: <
nn: Total storleik: <
oc: Talha totala : <
pl: Całkowity rozmiar: <
pt: Tamanho total: <
pt_br: Tamanho total: <
ro: Dimensiunea totală: <
ru: Общий размер: <
sl: Skupna velikost: <
sr: Укупна величина: <
sv: Total storlek: <
uk: Сумарний розмір: <
uz: Umumiy hajmi: <
vi: Tổng kích thước: <

source: Update Flatpaks automatically
ast: Anovar Flatpaks automaticamente
be: Аўтаматычна абнаўляць Flatpak
cy: Diweddaru Flatpak yn awtomatig
el: Αυτόματη ενημέρωση των Flatpaks
eo: Ĝisdatigi flatpakojn aŭtomate
es: Actualizar automáticamente los paquetes Flatpak
eu: Eguneratu Flatpak-ak automatikoki
fa: بروزرسانی خودکار Flatpak ها
he: עדכון חבילות Flatpak באופן אוטומטי
ia: Actualisar Flatpaks automaticamente
is: Uppfæra Flatpak-pakka sjálfvirkt
it: Aggiorna automaticamente i Flatpak
lo: ອັບເດດ Flatpak ໂດຍອັດຕະໂນມັດ
lv: Automātiski atjaunināt Flatpaks
nb: Oppdater Flatpak-instanser automatisk
nl: Flatpaks automatisch bijwerken
nn: Oppdater flatpaks automatisk
oc: Actualizar los Flatpaks automaticament
pl: Aktualizuj automatycznie aplikacje Flatpak
pt: Atualizar Flatpaks automaticamente
pt_br: Atualizar Flatpaks automaticamente
ro: Actualizează pachetele Flatpak automat
ru: Обновлять пакеты Flatpak автоматически
sl: Posodobi pakete Flatpak samodejno
sr: Сам освежи Флатпак
sv: Uppdatera Flatpak automatiskt
uk: Оновлювати Flatpaks автоматично
uz: Flatpaklarni avtomatik ravishda yangilash
vi: Tự động cập nhật Flatpaks

source: Update types
ast: Tipos d'anovamientos
be: Тыпы абнаўленняў
eo: Ĝisdatigaj tipoj
es: Tipos de actualización
eu: Eguneratze-motak
fa: انواع بروزرسانی‌ها
he: עדכון סוגים
ia: Typos de actualisation
is: Tegundir uppfærslna
it: Tipi di aggiornamento
lo: ປະເພດການອັບເດດ
lv: Atjauninājumu veidi
nb: Oppdateringstyper
nl: Soorten actualisering
nn: Oppdateringstypar
oc: Tipe de mesas a jorn
pl: Typy aktualizacji
pt: Tipos de atualização
pt_br: Tipos de atualização
ro: Tipuri de actualizări
ru: Типы обновлений
sl: Posodobi vrste
sr: Врсте освежења
sv: Typ av uppdatering
uk: Типи оновлень
uz: Yangilash turlari
vi: Kiểu cập nhật

source: In addition to system packages, check for:
ast: Amás de los paquetes de sistema, comprobar:
be: У дапаўненне да сістэмных пакетаў, праверце:
eo: Krom sistempakoj sercI:
es: Además de los paquetes del sistema, buscar:
eu: Sistemaren paketeez gain, bilatu:
fa: درکنار بسته‌های سیستم، بررسی برای:
he: בנוסף לחבילות מערכת, יש לבדוק גם:
ia: In addition a pacchettos del systema, verificar:
is: Til viðbótar við kerfispakka skal athuga með:
it: Oltre ai pacchetti di sistema, controlla:
lo: ນອກຈາກແພັກເກດລະບົບ, ກວດສອບ:
lv: Papildus sistēmas pakotnēm pārbaudi:
nb: I tillegg til systempakker, se etter:
nl: Naast systeempakketten, controleer op:
nn: I tillegg til systempakkar, sjekk etter:
oc: En complement dels paquets sistèma, cercar :
pl: Oprócz pakietów systemowych sprawdź:
pt: Para além dos pacotes do sistema, verificar por:
pt_br: Além dos pacotes do sistema, verifique:
ro: În plus față de pachetele de sistem, verifică și pentru:
ru: В дополнение системным пакетам проверьте наличие:
sl: Poleg sistemskih paketov preverite še:
sr: Као додатак системским пакетима, провери за:
sv: Förutom att söka efter systempaket, sök också efter:
uk: Разом із системними пакунками перевіряти:
uz: Tizim paketlariga qo‘shimcha ravishda quyidagilarni tekshiring:
vi: Ngoài các gói hệ thống, hãy kiểm tra:

source: Cinnamon spice updates
ast: Anovamientos de Cinnamon spice
be: Абнаўленні спецый Cinnamon
eo: Ĝisdatigoj de komponantoj de Cinnamon
es: Actualizaciones de especias de Cinnamon
eu: Cinnamon espezien eguneraketak
fa: بروزرسانی های ادویه‌های Cinnamon
he: עדכוני תבליני סינמון
ia: Actualisationes de specie de Cinnamon
is: Uppfærslur á Cinnamon Spice
it: Aggiornamenti per le spice di Cinnamon
lo: ການອັບເດດສ່ວນເສີມຂອງ Cinnamon
lv: Cinnamon spice atjauninājumus
nb: Cinnamon spice oppdateringer
nl: Actualiseringen voor Cinnamon-specerijen
nn: Cinnamon‑tilleggoppdateringar
oc: las mesas a jorn de compausants Cinnamon
pl: Aktualizacje dodatków Cinnamona
pt: Atualizações do cinnamon spice
pt_br: Atualizações do Cinnamon
ro: Actualizări ale adaosurilor Cinnamon
ru: Обновление дополнения (Cinnamon spice)
sl: Posodobitve »začimb« za Cinnamon (Spices)
sr: Освежења Цинамона
sv: Uppdateringar av tillägg för Cinnamon
uk: Оновлення для Cinnamon spices
uz: Cinnamon spice yangilanishlari
vi: Cập nhật Cinnamon spice

source: Flatpak updates
ast: Anovamientos de flatpak
be: Абнаўленні Flatpak
eo: Flatpakaj ĝisdatigoj
es: Actualizaciones de Flatpak
eu: Flatpak eguneraketak
fa: بروزرسانی های Flatpak
he: עדכוני פלאטפאק
ia: Actualisationes de Flatpak
is: Flatpak uppfærslur
it: Aggiornamenti di Flatpak
lo: ການອັບເດດ Flatpak
lv: Flatpak atjauninājumus
nb: Flatpak oppdateringer
nl: Actualiseringen voor Flatpaks
nn: Flatpak-oppdateringar
oc: las mesas a jorn Flatpak
pl: Aktualizacje Flatpak
pt: Atualizações Flatpak
pt_br: Atualizações Flatpak
ro: Actualizări Flatpak
ru: Обновления Flatpak
sl: posodobitve Flatpak
sr: Освежења Флатпака
sv: Uppdateringar av Flatpak
uk: Flatpak-оновлення
uz: Flatpak yangilanishlari
vi: Cập nhật Flatpak

source: Changes made here will not affect automation.
ast: Los camudamientos que se ficieron equí nun van a afeutar a la automatización
be: Зробленыя тут змены не закрануць аўтаматызацыю.
eo: Ĉi tie faritaj ŝanĝoj ne influos aŭtomatigon.
es: Los cambios realizados aquí no afectarán la automatización.
eu: Hemen egindako aldaketek ez dute automatizazioan eragingo.
fa: تغییرات ایجاد شده در اینجا بر خودکارسازی اثری ندارند.
he: השינויים שבוצעו כאן לא משפיעים על איטמות.
ia: Cambios facite hic non afficera le automatisation.
is: Breytingar gerðar hér hafa ekki áhrif á sjálfvirkni.
it: Le modifiche apportate qui non influiranno sull'automazione.
lo: ການປ່ຽນແປງທີ່ເຮັດຢູ່ນີ້ຈະບໍ່ສົ່ງຜົນກະທົບຕໍ່ການເຮັດວຽກອັດຕະໂນມັດ.
lv: Šeit veiktās izmaiņas neietekmēs automatizāciju.
nb: Endringer som gjøres her, påvirker ikke automatiseringen.
nl: Veranderingen die hier worden aangebracht zullen geen effect hebben op automatisering.
nn: Endringar gjort her vil ikkje påverke automatisering.
oc: Los cambiaments realizats aquí afectaràn pas l’automatizacion.
pl: Zmiany wprowadzone tutaj nie wpłyną na automatyzację.
pt: As alterações aqui efetuadas não afetarão a automatização.
pt_br: Mudanças feitas aqui não afetarão a automação.
ro: Modificările de aici nu vor afecta automatizarea.
ru: Изменения, внесенные здесь, не повлияют на автоматизацию.
sl: Tukaj opravljene spremembe ne vplivajo na avtomatizacijo.
sr: Измене начињене овде неће утицати на аутоматизацију.
sv: Ändringar som görs här kommer inte att påverka automatisering.
uk: Внесені тут зміни не вплинуть на автоматизацію.
uz: Bu erda kiritilgan o‘zgartirishlar avtomatlashtirishga ta'sir qilmaydi.
vi: Những thay đổi được thực hiện ở đây sẽ không ảnh hưởng đến tự động hóa.

source: Blocked packages
ast: Paquetes bloqueaos
be: Заблакіраваныя пакеты
eo: Blokitaj pakoj
es: Paquetes bloqueados
eu: Blokeatutako paketeak
fa: بسته های مسدود شده
he: חבילות חסומות
ia: Pacchettos blocate
is: Útilokaðir pakkar
it: Pacchetti bloccati
lo: ແພັກເກດທີ່ຖືກບລັອກ
lv: Bloķētās pakotnes
nb: Blokkerte pakker
nl: Geblokkeerde pakketten
nn: Blokkerte pakkar
oc: Paquets blocats
pl: Zablokowane pakiety
pt: Pacotes bloqueados
pt_br: Pacotes bloqueados
ro: Pachete blocate
ru: Скрытые пакеты
sl: Blokirani paketi
sr: Блокирани пакети
sv: Svartlistade paket
uk: Заблоковані пакунки
uz: Bloklangan paketlar
vi: Gói bị chặn
