Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: The Linux Kernel is responsible for hardware and drivers support. Note that this update will not remove your existing kernel. You will still be able to boot with the current kernel by choosing the advanced options in your boot menu. Please be cautious though.. kernel regressions can affect your ability to connect to the Internet or to log in graphically. DKMS modules are compiled for the most recent kernels installed on your computer. If you are using proprietary drivers and you want to use an older kernel, you will need to remove the new one first.
am: የ ሊነክስ ከረኔል ለ ጠንካራ አካሎች እና drivers ድጋፍ ሀላፊ ነው: ያስታውሱ ይህ ማሻሻያ የ ነበረውን ከረኔል አያጠፋም: እርስዎ ከ ፈለጉ የ ነበረውን ከረኔል መጠቀም ይችላሉ በ መምረጥ የ advanced ምርጫዎች ከ እርስዎ boot ዝርዝር ውስጥ: እባክዎን ይጠንቀቁ.. የ ከረኔል አለ መረጋጋት እርስዎን ወደ ኢንተርኔት እንዳይገናኙ ሊያግዶት ይችላል: ወይንም ወደ graphically. DKMS modules የሚዋቀሩት በ ቅርብ ጊዜ በ ገጠሙት ከረኔል ነው በ እርስዎ ኮምፒዩተር ውስጥ: እርስዎ የሚጠቀሙ ከሆነ የ proprietary drivers እና እርስዎ አሮጌውን ከረኔል መጠቀም ከ ፈለጉ: አዲሱን መጀመሪያ ማስወገድ አለብዎት
ar: يعتبر Linux Kernel مسؤولاً عن دعم الأجهزة وبرامج التشغيل. لاحظ أن هذا التحديث لن يزيل النواة الحالية. ستظل قادراً على التمهيد باستخدام النواة الحالية عن طريق اختيار الخيارات المتقدمة في قائمة التمهيد. يرجى توخي الحذر على الرغم من أن.. انتكاسات النواة يمكن أن تؤثر على قدرتك على الاتصال بالإنترنت أو تسجيل الدخول بيانياً. يتم تجميع وحدات DKMS في أحدث نوى مثبتة على جهاز الكمبيوتر الخاص بك. إذا كنت تستخدم برامج تشغيل خاصة وتريد استخدام نواة قديمة، فستحتاج إلى إزالة الإصدار الجديد أولاً.
ast: El Kernel Linux ye responsable del hardware ya los controladores. Esti anovamientu nun va desaniciar el kernel preistaláu. Vas poder escoyer el kernel nes opciones avanzaes del to menú d'arrinque. Muncha cudianza: Les regresiones de kernel podríen afeutar a la to conexón a internet o al to entornu gráficu. Los módulos DKMS compilaronse pa los kernel más nuevos istalaos nel to sistema. Si tas usando controladores propietarios ya quies emplegar un kernel vieyu, vas tener que desaniciar el nuevu enantes.
be: Ядро Linux адказнае за абсталяванне і падтрымку драйвераў. Звярніце ўвагу, што абнаўленне ядра не выдаліць існуючае ядро. Вы зможаце загружаць існуючае ядро, выбіраючы прасунутыя параметры ў меню загрузкі. Будзьце асцярожнымі.. рэгрэсіі ядра могуць закрануць магчымасць злучыцца з інтэрнэтам або ўвайсці ў графічную абалонку. Модулі DKMS укладзены для навейшых ядраў, усталяваных на ваш камп'ютар. Калі вы выкарыстоўваеце прапрыетарныя драйверы і жадаеце карыстацца старэйшым ядром, вам трэба спачатку выдаліць навейшыя.
bg: Линукс ядрото е отговорно за поддръжката на хардуера и драйверите. Забележете че тази актуализация няма да премахне съществуващото ядро. Вие имате възможност да стартирате съществуващото ядро, като изберете разширените опции на стартиращото меню. Моля, бъдете внимателни, регресиите на ядрото могат да засегнат способността за връзка с интернет, или стартирането на графичната среда. DKMS модулите се компилират за най-новите ядра, инсталирани на компютъра. Ако ползвате затворени драйвери и искате да ползвате старото ядро, първо трябва да махнете новото.
ca: El kernel de Linux dóna suport al maquinari i controladors. Tingueu en compte que aquesta actualització no eliminarà el vostre kernel existent. Encara podreu arrencar amb el kernel actual, mitjançant les opcions avançades del menú d'arrencada. Però sigueu prudent: una regressió en el kernel pot impedir la connexió a internet o l'inici gràfic de sessió. Els mòduls DKMS es compilen per al kernel més recent instal·lat al vostre ordinador. Si utilitzeu controladors propietaris i voleu fer servir un kernel més antic, haureu d'eliminar primer el més nou.
cs: Linuxové jádro odpovídá za podporu hardwaru a jeho ovladačů. Poznamenejme, že tato aktualizace neodstraní stávající jádro. Stále budete moci spustit počítač s původním jádrem zvolením rozšířených možností v nabídce při spouštění. Buďte ale opatrní, regrese jádra může ovlivnit fungování připojení k Internetu nebo přihlašování v grafickém režimu. Dále DKMS moduly jsou sestavována pouze pro nejnovější v systému nainstalované jádro. Pokud tedy používáte proprietární ovladače chcete použít starší jádro, bude třeba nejprve odebrat to novější.
cy: Mae Cnewyllyn Linux yn gyfrifol am gynnal caledwedd a gyrwyr. Sylwch na fydd y diweddariad hwn yn tynnu eich cnewyllyn presennol. Byddwch yn dal i allu cychwyn gyda'r cnewyllyn cyfredol drwy ddewis y dewisiadau uwch yn eich dewislen cychwyn. Er hynny byddwch ofalus, gall atchweliad cnewyllyn effeithio ar sefydlogrwydd i gysylltu â'r rhyngrwyd neu fewngofnodi'n raffigol. Mae modiwlau DKM5 wedi eu crynhoi ar gyfer y cnewyll diweddaraf ar eich cyfrifiadur. Os ydych yn defnyddio gyrwyr masnachol ac eisiau defnyddio cnewyllyn hŷn, bydd angen i chi dynnu'r un cyntaf gyntaf.
da: Linux-kernen er ansvarlig for hardware og understøttelse af drivere. Bemærk, at denne opdatering ikke vil fjerne din eksisterende kerne. Du vil stadig kunne boote med den nuværende kerne ved at vælge avancerede indstillinger i din bootmenu. Vær dog forsigtig: kerneregressioner kan påvirke evnen til at koble på internettet eller logge på grafisk. DKMS-moduler er kompileret for de nyeste kerner installeret på din computer. Hvis du bruger proprietære drivere og ønsker at benytte en ældre kerne, skal du først fjerne den nye.
de: Der Linux-Kernel ist verantwortlich für die Geräte- und Treiberunterstützung. Bitte beachten Sie, dass diese Aktualisierung Ihren vorhandenen Kernel nicht entfernen wird. Sie werden weiterhin in der Lage sein mit dem aktuellen Kernel zu starten, indem Sie die erweiterten Optionen im Startmenü auswählen. Seien Sie trotzdem vorsichtig. Kernelregressionen können sich auf die Fähigkeit, eine Verbindung zum Internet aufzubauen oder grafisch anzumelden, auswirken. DKMS-Module werden für den aktuellsten, auf Ihrem Rechner installierten Kernel kompiliert. Wenn Sie proprietäre Treiber verwenden und einen älteren Kernel verwenden möchten, müssen Sie zuerst den Neuen entfernen.
el: Ο πυρήνας Linux είναι υπεύθυνος για την υποστήριξη υλικού και οδηγών. Λάβετε υπόψη ότι αυτή η ενημέρωση δεν θα αφαιρέσει τον υπάρχοντα πυρήνα σας. Θα μπορείτε ακόμη να εκκινείτε με τον παρόντα πυρήνα διαλέγοντας τις προηγμένες επιλογές στο μενού εκκίνησης σας. Ωστόσο προσέξτε παρακαλώ... οι παλινδρομήσεις πυρήνα μπορεί να επηρεάσουν την ικανότητα σας να συνδεθείτε στο Διαδίκτυο ή να συνδεθείτε σε γραφικό περιβάλλον. Οι μονάδες DKMS μεταγλωττίζονται για τον πιο πρόσφατο εγκατεστημένο πυρήνα στον υπολογιστή σας. Εάν χρησιμοποιείτε ιδιόκτητους οδηγούς και θέλετε να χρησιμοποιήσετε έναν παλιότερο πυρήνα, θα πρέπει να αφαιρέσετε πρώτα το νέο.
eo: La linuksa kerno respondecas pri subteno de aparataro kaj peliloj. Rimarku, ke ĉi tiu ĝisdatigo ne forigos vian ekzistantan kernon. Vi ankoraŭ kapablos praŝargi kun la nuna kerno elektante la altnivelajn opciojn en via praŝarga menuo. Tamen bonvolu singardi.. kernaj regresoj povas influi vian eblon konekti al interreto aŭ ensaluti grafike. DKMS-moduloj estas tradukitaj por la plej lastaj kernoj instalitaj sur via komputilo. Se vi uzadas komercajn pelilojn kaj deziras uzi pli malnovan kernon, vi bezonos unue forigi la novan.
es: El núcleo Linux es responsable del funcionamiento del hardware y de los controladores. Tenga en cuenta que esta actualización no eliminará el núcleo existente. Todavía podrá arrancar con el núcleo actual usando las opciones avanzadas del menú de arranque. Pero tenga cuidado: las regresiones del núcleo pueden impedirle conectarse a Internet o iniciar sesión gráficamente. Los módulos DKMS se compilan para los núcleos más recientes instalados en el equipo. Si usa controladores privativos y quiere usar un núcleo más antiguo, primero debe eliminar el más reciente.
et: Linuxi kernel vastutab riistvara ja draiverite toe eest. Pane tähele, et see uuendus ei eemalda sinu olemsaolevat kernelit. Sa saad endiselt kasutada praegust kernelit valides alglaadimise menüüst täpsemad valikud. Palun ole siiski ettevaatlik... kerneli regressioonid võivad rikkuda internetti ühendumise või graafilisse kasutajaliidesse sisselogimise võimaluse. DKMS moodulid on kompileeritud kõige hiljutisemate kernelite jaoks. Kui kasutad omanduslikke draivereid ja tahad kasutada vanemat kernelid, pead uuema kerneli enne eemaldama.
eu: Linux nukleoak hardware eta kontrolatzaileen euskarriaren ardura du. Kontutan izan eguneraketa honek ez duela une honetako nukleoa kenduko. Uneko nukleoa erabiliz abiarazteko aukera izango duzu abioko menuko aukera aurreratuetan. Baina kontuz ibili... nukleoaren erregresioek internetera konektatzeko edo saioa grafikoki hasteko ahalmenean eragin dezakete. DKMS moduluak ordenagailuan instalatutako nukleo berrienarentzat konpilatzen dira. Jabedun kontrolatzaileak erabiltzen ari bazara eta nukleo zaharrago bat erabili nahi baduzu berria kendu beharko duzu lehenik.
fa: کرنِل Linux مسئولِ پشتیبانی سخت‌افزار و درایور است. توجه داشته باشید که این بروزرسانی کرنل حاضر شما را حذف نمیکند. شما همچنان قادر خواهید بود با انتخاب گزینه‌های پیشرفته در فهرست راه‌اندازی‌تان کرنل فعلی را راه‌اندازی کنید. اما لطفا مراقب باشید..عقب‌رفتن کرنل ممکن است بر قابلیت اتصال شما به اینترنت یا ورود‌به سیستم به صورت گرافیکی اثر بگذارد. ماژول های DKMS برای آخرین نسخه کرنل نصب شده روی سیستم شما کامپایل میشوند. اگر درحال استفاده از درایور های انحصاری هستید و میخواهید از یک کرنل قدیمی تر استفاده کنید، اول باید کرنل جدید را حذف کنید.
fi: Linux-ydin on vastuussa laitteiston ja ajureiden tuesta. Huomaathan ettei päivitys poista olemassa olevaa ydintä. Voit silti käynnistää järjestelmän nykyisellä ytimellä valitsemalla käynnistysvalikosta lisävalinnat. Olethan kuitenkin varovainen.. ytimen regressiot voivat vaikuttaa verkkoyhteyksiin tai estää kirjautumisen graafiseen ympäristöön. DKMS-moduulit käännetään viimeisimpiin tietokoneellesi asennettuihin ytimiin. Jos käytät suljettuja ajureita ja haluat vanhemman ytimen, sinun täytyy poistaa uudempi ensin.
fr_ca: Le noyau Linux est responsable du support du matériel et des pilotes. Notez que cette mise à jour ne supprimera pas votre noyau existant. Vous serez toujours en mesure de démarrer avec le noyau actuel en choisissant les options avancées dans votre menu de démarrage. Soyez prudent cependant. Les régressions du noyau peuvent affecter votre capacité à vous connecter à l'internet ou à se connecter graphiquement. Les modules DKMS sont compilés pour les noyaux les plus récents installés sur votre ordinateur. Si vous utilisez des pilotes propriétaires et que vous souhaitez utiliser un noyau plus ancien, vous devez d'abord supprimer le nouveau.
he: ליבת לינוקס אחראית על תמיכה בחומרה ובהתקנים. לתשומת לב, העדכון לא מסיר את הליבה הקיימת. ניתן עדיין לאתחל עם הליבה הנוכחית על־ידי בחירת 'אפשרויות מתקדמות' מתפריט האתחול. אך נא לנקוט במשנה זהירות. תסוגות ליבה עלולות להשפיע על היכולת להתחבר למרשתת או למחשב במצב גרפי. פרקני DKMS מהודרים בליבות העדכניות ביותר המותקנות במחשב. אם נעשה שימוש בהתקנים קנייניים ויש צורך להשתמש בליבה ישנה יותר, תידרש הסרת הליבה החדשה תחילה.
hi: लिनक्स कर्नेल द्वारा ही हार्डवेयर व ड्राइवर समर्थन होता है। इस अपडेट से वर्तमान कर्नेल नहीं हटेगा। आप बूट मेन्यू से विस्तृत विकल्प द्वारा वर्तमान कर्नेल बूट कर सकते हैं। सावधानी बरतें.. कर्नेल दोषों से इंटरनेट अभिगम या लॉगिन क्षमता प्रभावित हो सकती है। इंस्टॉल हो रखें कर्नेल हेतु डीकेएमएस संयोजित है। यदि आप अमुक्त ड्राइवर व पुराना कर्नेल उपयोग करना चाहते हैं तो नवीन कर्नेल को हटा दें।
hr: Linux Kernel je odgovaran za podršku upravljačkih programa i hardvera. Zapamtite da ova nadopuna neće ukloniti vaš postojeći kernel. Još ćete biti u mogućnosti pokrenuti računalo s trenutnim kernelom odabirom naprednih mogućnosti u vašem izborniku pokretanja operativnih sustava. Budite oprezni, problemi i poteškoće kernela mogu dovesti do prestanka rada mrežnog povezivanja i nedostupnosti grafičkog okruženja. DKMS moduli su kompilirani za najnovije kernele instalirane na vašem računalu. Ako koristite vlasničke upravljačke programe i želite koristiti stariji kernel, prvo ćete morati ukloniti noviji kernel.
hu: A Linux Kernel felel a hardvertámogatásért és tartalmazza illesztőprogramokat. Vegye figyelembe, hogy ez a frissítés nem távolítja el a már meglévő kerneleket. Továbbra is elindíthatja a rendszert a éppen használja kernellel a boot menü haladó beállításait választva. Legyen azonban körültekintő: a kernel visszafejlődési hibái érinthetik akár az internethez kapcsolódás lehetőségét vagy a grafikus bejelentkezést. A DKMS modulok a legújabb kernelhez kerülnek lefordításra. Amennyiben tulajdonosi illesztőprogramot használ és régebbi kernelt kíván használni, akkor el kell távolítania az új kernelt.
ia: Le kernel de Linux es responsabile pro supportar hardware e controlatores. Nota que iste actualisation non removera tu kernel existente. Tu essera ancora capace de facer le initio con le actual kernel per le election del optiones avantiate in tu menu de initio. Per favor que tu es caute, totevia... le regressiones del kernel pote afficer tu capacitate a connecter te a Internet o al bloco de aperir un connexion graphic. Le modulos DKMS es compilate pro le kernels le plus recente installate sur tu computator. Si tu es usante controlatores proprietari e tu desira usar un kernel plus vetere, tu necessitara antea eliminar illo plus nove.
id: Kernel Linux bertanggung jawab atas dukungan perangkat keras dan driver. Perhatikan bahwa pembaruan ini tidak akan menghapus kernel Anda yang sudah ada. Anda masih bisa boot dengan kernel saat ini dengan memilih opsi lanjutan di menu boot Anda. Harap berhati-hati.. regresi kernel dapat mempengaruhi kemampuan Anda untuk terhubung ke Internet atau masuk secara grafis. Modul DKMS dikompilasi untuk kernel terbaru yang dipasang pada komputer Anda. Jika Anda menggunakan driver berpemilik dan ingin menggunakan kernel lama, Anda harus menghapus yang baru terlebih dahulu.
is: Linux-kjarninn er ábyrgur fyrir stuðningi við vélbúnað og rekla. Taktu eftir að þessi uppfærsla mun ekki fjarlægja fyrirliggjandi kjarna. Þú munt áfram geta ræst tölvuna með fyrri kjarna með því að velja ítarlega ræsimöguleika í ræsivalmyndinni. Farðu samt varlega... afturför í kjarna getur komið í veg fyrir að þú getir tengst internetinu eða skráð þig inn í myndrænt viðmót. DKMS-forritseiningum er samstaflað (vistþýddar) með nýjustu kjörnunum sem uppsettir eru á tölvunni. Ef þú notar séreignarekla og vilt nota eldri kjarna, verðurðu fyrst að fjarlægja nýju kjarnana.
it: Il kernel Linux è responsabile del supporto dell'hardware e dei driver. Si noti che questo aggiornamento non rimuoverà il kernel esistente. Sarete ancora in grado di fare avviare il computer con il kernel corrente scegliendo le opzioni avanzate nel menu di avvio. Si prega però di essere prudenti... le regressioni del kernel possono influenzare la capacità di connettersi a Internet o di accedere graficamente. I moduli DKMS sono compilati per i più recenti kernel installati sul computer. Se si utilizzano driver proprietari e si desidera utilizzare un kernel più vecchio, è necessario prima rimuovere quello nuovo.
ja: Linux カーネルは、ハードウェアとドライバーのサポートを担当します。カーネルを更新しても、既存のカーネルは削除されないことに注意してください。ブートメニューで詳細オプションを選択することにより、現在のカーネルでブートすることができます。それでも、よく気を付けてください。カーネルのリグレッションは、インターネットに接続したり、グラフィカルにログインしたりする能力に影響を与える可能性があります。DKMS モジュールは、コンピューターにインストールされている最新のカーネル用にコンパイルされます。プロプライエタリドライバーを使用していて、古いカーネルを使用する場合は、まず新しいカーネルを削除する必要があります。
kab: Iɣes n Linux d amasay ɣef tiddin n warrum akked inuḍafen. Ger tamawt belli lqem-agi ur ittekkes ara iɣes-inek i yellan. Ad tizmireḍ ad tsekkereḍ aselkim s yiɣes amiran ma tferneḍ tinefrunin tinaẓiyin deg wumuɣ inek n usekker. Acu kan ttḥadar. Ikarayen n yiɣes zemren ad ḥazen tuqqna-inek ɣer internet neɣ tuqqna s wudem udlif. Izegriren DKMS ttusefsan i yiɣsan ineggura yettusbedden deg uselkim-inek. Ma tseqdaceḍ inuḍafen imlan yerna tebɣiḍ ad tesqedceḍ iɣes amezwaru, isefk ad tekkseḍ qbel amaynut.
lo: ເຄີເນວລີນຸກຮັບຜິດຊອບໃນການຮອງຮັບຮາດແວ ແລະ ໄດຣເວີ. ໃຫ້ສັງເກດວ່າການອັບເດດນີ້ຈະບໍ່ລຶບເຄີເນວທີ່ມີຢູ່ຂອງທ່ານ. ທ່ານຍັງຄົງສາມາດເປີດເຄື່ອງດ້ວຍເຄີເນວປັດຈຸບັນໄດ້ໂດຍການເລືອກຕົວເລືອກຂັ້ນສູງໃນເມນູເປີດເຄື່ອງ. ກະລຸນາລະມັດລະວັງ... ການຖົດຖອຍຂອງເຄີເນວສາມາດສົ່ງຜົນກະທົບຕໍ່ຄວາມສາມາດໃນການເຊື່ອມຕໍ່ອິນເຕີເນັດ ຫຼື ການເຂົ້າສູ່ລະບົບແບບກຣາບຟິກ. ໂມດູນ DKMS ຖືກຄອມໄພລ໌ສຳລັບເຄີເນວຫຼ້າສຸດທີ່ຕິດຕັ້ງໃນຄອມພິວເຕີຂອງທ່ານ. ຖ້າທ່ານກຳລັງໃຊ້ໄດຣເວີທີ່ເປັນກຳມະສິດ ແລະ ຕ້ອງການໃຊ້ເຄີເນວເກົ່າ, ທ່ານຈະຕ້ອງລຶບໂຕໃໝ່ອອກກ່ອນ.
lt: Linux branduolys yra atsakingas už aparatinės įrangos bei tvarkyklių palaikymą. Turėkite omenyje, kad šis atnaujinimas nepašalins jūsų esamo branduolio. Jūs vis dar galėsite paleisti esamą branduolį, pasirinkdami jį savo paleidimo meniu išplėstiniuose parametruose. Vis dėlto, prašome būti apdairiais.. branduolio regresijos gali paveikti jūsų galimybę prisijungti prie interneto ar galimybę prisijungti grafiniu būdu. DKMS moduliai yra kompiliuojami naujausiems jūsų kompiuteryje įdiegtiems branduoliams. Jeigu jūs naudojate nuosavybines tvarkykles ir norite naudoti senesnį branduolį, tuomet, iš pradžių, jums reikės pašalinti naująjį branduolį.
lv: Linux kodols ir atbildīgs par aparatūras un draiveru atbalstu. Ņem vērā, ka šis atjauninājums neizdzēsīs esošo kodolu. Tu joprojām varēsi startēt sistēmu ar pašreizējo kodolu, izvēloties papildu opcijas sākšanas izvēlnē. Tomēr lūdzu, esi uzmanīgs... kodola regresijas var ietekmēt tavas iespējas savienoties ar internetu vai grafiski pieteikties sistēmā. DKMS moduļi ir kompilēti jaunākajiem kodoliem, kas instalēti tavā datorā. Ja izmanto patentētus draiverus un vēlies izmantot vecāku kodolu, vispirms būs jāizdzēš jaunais.
nb: Linuxkjernen er ansvarlig for maskinvare og drivere. Merk at denne oppdateringen ikke vil fjerne den eksisterende kjernen. Du vil fortsatt kunne starte med den nåværende kjernen ved å velge de avanserte alternativene i oppstartsmenyen. Vær imidlertid forsiktig .. Kjerneregresjoner kan påvirke muligheten til å koble deg til Internett eller logge på grafisk. DKMS moduler er utarbeidet for de fleste nyere kjerner som er installert på datamaskinen. Hvis du bruker proprietære drivere og du vil bruke en eldre kjerne, må du fjerne den nye først.
nl: De Linux-systeemkern is verantwoordelijk voor apparatuurondersteuning en stuurprogramma's. Deze actualisering zal uw bestaande systeemkern niet verwijderen. U kunt straks nog steeds opstarten vanaf de huidige, oudere systeemkern door in uw opstartmenu te kiezen voor 'Geavanceerde opties'. Wees a.u.b. echter wel voorzichtig. Systeemkernregressies kunnen uw internetverbinding of uw grafische omgeving onbruikbaar maken. DKMS-modules worden alleen gecompileerd voor de meest recente systeemkern in uw besturingssysteem. Indien u niet-vrije stuurprogramma's gebruikt en u wilt een oudere systeemkern gebruiken, dan zult u de nieuwere systeemkernen eerst moeten verwijderen.
nn: Linux‑kjernen har ansvar for maskinvare‑ og drivarsstøtte. Merk at denne oppdateringa ikkje fjernar den eksisterande kjernen. Du vil framleis kunne starte med den gjeldande kjernen ved å velje avanserte val i oppstartsmenyen. Ver varsam, for kjerne‑regresjonar kan påverke evna til å kople til internett eller logge inn grafisk. DKMS‑modular vert kompilert for dei nyaste kjernane som er installerte på datamaskina. Dersom du brukar proprietære drivarar og vil bruke ein eldre kjerne, må du fjerne den nye først.
oc: Lo nuclèu Linux pren en carga lo material e los pilòts. Notatz qu'aquesta mesa a jorn suprimirà pas vòstre nuclèu existent. Poiretz totjorn amodar lo sistèma amb lo nuclèu actual en causissent las opcions avançadas del menú d'aviada (Grub). Pasmens, siatz prudent ; las regressions del nuclèu pòdon afectar vòstra capacitat a vos connectar a Internet o a dobrir una session grafica. Los moduls DKMS son compilats pels nuclèus mai recents installats sus vòstre ordenador. S'utilizatz de pilòts proprietaris e volètz utilizar un nuclèu mai ancian, devètz d'en primièr suprimir lo novèl.
pl: Jądro Linuksa odpowiedzialne jest za sprzęt oraz obsługę sterowników. Należy pamiętać, że ta aktualizacja nie usuwa bieżących jąder. Nadal będzie można uruchomić system z bieżącym jądrem poprzez wybór zaawansowanych opcji w menu rozruchu. Proszę być ostrożnym... błędy regresji jąder mogą mieć wpływ na łączenie się z Internetem lub logowanie graficzne. Moduły DKMS są skompilowane dla najnowszych jąder zainstalowanych na komputerze. Jeśli używasz sterowników własnościowych i chcesz używać starszego jądra, trzeba będzie najpierw usunąć najnowszy.
pt: O kernel Linux é responsável pelo suporte ao equipamento e aos controladores do sistema. Tenha em conta de que esta atualização não irá remover os kernel instalados. Ainda será possível iniciar o computador com o kernel atual escolhendo 'Opções avançadas' no menu de arranque. No entanto tenha cuidado porque as regressões podem afetar a possibilidade de se ligar à Internet ou de entrar no ambiente gráfico. Os módulos DKMS são compilados para os kernel mais recentes instalados no computador. Se estiver a utilizar controladores proprietários e quiser utilizar um kernel mais antigo, terá que remover o kernel mais recente.
pt_br: O Kernel (núcleo) do Linux é responsável pelo suporte ao hardware e drivers. Note que esta atualização não irá remover o kernel existente. Você ainda poderá inicializar com o kernel atual nas opções avançadas do seu menu de inicialização. Por favor seja cuidadoso.. As regressões de kernel podem afetar a capacidade de se conectar à internet ou de fazer login no modo gráfico. Os módulos DKMS são compilados para o kernel mais recente instalado no seu computador. Se estiver usando drivers proprietários e gostaria de usar um kernel mais antigo, irá precisar remover o mais novo primeiro.
ro: Nucleul Linux este responsabil pentru suportul hardware și al driverelor. Rețineți că această actualizare nu va șterge nucleul existent. Veți putea porni în continuare sistemul cu nucleul curent, prin alegerea opțiunilor avansate din meniul de pornire. Însă fiți atenți, pentru că regresiile nucleului pot afecta posibilitatea de conectare la internet sau de autentificare în mediul grafic. Modulele DKMS sunt compilate pentru cele mai recente nuclee instalate pe calculatorul tău. Dacă folosiți drivere proprietărești și doriți să folosiți un nucleu mai vechi, va trebui să îl ștergeți pe cel nou mai întâi.
ru: Ядро Linux отвечает за оборудование и поддержку драйверов. Обратите внимание, что это обновление не будет удалять существующее ядро. Вы всё равно сможете загрузиться с текущей версией ядра, выбрав дополнительные опции в меню загрузки. Пожалуйста, будьте осторожны, регрессия ядра может повлиять на возможность подключения к сети и вход в графическом режиме. DKMS модули компилируются для самых свежих ядер, установленных на Вашем компьютере. Если вы используете проприетарные драйверы, и хотите использовать старое ядро, вам нужно будет сначала удалить новое.
sk: Linuxové jadro je zodpovedné za podporu hardvéru a ovládačov. Aktualizácia neodstráni existujúce jadro. Budete stále môcť naštartovať systém s momentálnym jadrom z ponuky Advanced options v GRUB. Prosím, buďte opatrní... regresie môžu ovlyvniť vašu schopnosť pripojiť sa na Internet alebo prihlásiť sa do grafického prostredia. DKMS moduly sa kompilujú pre najnovšie jadrá nainštalované na počítače. Ak používate proprietárne ovládače a chcete použiť staršie jadro, musíte najprv odstrániť najnovšie jadro.
sl: Jedro Linuxa je odgovorno za podporo strojne opreme in gonilnikov. Upoštevajte, da ta posodobitev ne bo odstranila vašega obstoječega jedra. Še vedno boste lahko zagnali računalnik s trenutnim jedrom, tako da izberete napredne možnosti v meniju ob zagonu. Bodite previdni: regresija jedra lahko vpliva na vašo zmožnost povezovanja v internet ali za grafično prijavo. Moduli DKMS so prevedeni za najsodobnejša jedra, nameščena na vašem računalniku. Če uporabljate lastniške gonilnike in želite uporabljati starejše jedro, boste morali najprej odstraniti novega.
sr: Линукс кернел је одговоран за подршку хардвера и управљачких програма. Знајте да ова исправка неће уклонити постојећи кернел. И даље ћете моћи да подижете систем са тренутним кернелом бирајући напредне опције у изборнику за подизање система. Будите врло опрезни јер.. уназађавање кернела може да утиче на могућност повезивања на Интернет или пријављивања на графичко сучеље. DKMS модули су преведени за најновије кернеле инсталиране на рачунару. Ако користите власничке управљачке програме и желите да користите старији кернел, мораћете прво да уклоните новији.
sr@latin: Linuks kernel je odgovoran za podršku hardvera i upravljačkih programa. Napominjemo da ovo ažuriranje neće ukloniti Vaš postojeći kernel. I dalje ćete moći da pokrećete sistem sa trenutnim kernelom tako što ćete izabrati napredne opcije u Vašem meniju pokretanja sistema. Ipak, budite obazrivi... regresije u kernelu mogu da utiču na Vašu mogućnost da se povežete na internet ili da se prijavite na sistem u grafičkom okruženju. DKMS moduli su kompajlirani za najnovije kernele koji su instalirani na Vašem računaru. Ukoliko koristite vlasničke upravljačke programe i želite da koristite neki stariji kernel, moraćete najpre da ukloniti novi kernel.
sv: Linuxkärnan ansvarar för hårdvaru och drivrutinsstödet. Notera att denna uppdatering inte tar bort din nuvarande kärna. Du kommer fortfarande att kunna starta upp din dator med nuvarande kärna genom att välja avancerade alternativ i uppstartsmenyn. Men var försiktig ändå.. regressioner kan påverka din möjlighet att koppla upp till Internet eller att logga in till ett grafiskt skrivbord. DKMS moduler kompileras automatiskt för den nyaste kärnan som är installerad på din dator. Om du använder drivrutiner med sluten kod och du vill använda en äldre kärna, så måste den nya tas bort först.
tr: Linux çekirdeği donanım ve sürücü desteğinden sorumludur. Şunu unutmayın ki bu güncelleme mevcut çekirdeğini kaldırmayacak. Grub önyükleme menüsündeki gelişmiş seçeneklerden seçerek mevcut çekirdekle önyükleme yapabilirsiniz. Lütfen temkinli olun... Çekirdek regresyonları internete bağlanma veya grafik ortamla oturum açma kabiliyetini etkileyebilir. DKMS sürücü modülleri sisteminizde kurulu en yeni çekirdek için derlenir. Eğer sahipli bir sürücü kullanıyorsanız ve eski çekirdeği kullanmak istiyorsanız, daha yeni olan çekirdeği silmeye ihtiyacınız olacaktır.
uk: Ядро Linux відповідає за підтримування устаткування та драйверів. Зауважте, що це оновлення не вилучить наявне ядро. Ви ще зможете завантажитися з поточним ядром, вибравши додаткові опції у завантажному меню. Утім, будьте обережні: регресії ядер можуть вплинути на вашу змогу під'єднатися до Інтернету або ввійти в систему через графічне середовище. Модулі DKMS компілюються для ядер, найбільш недавно встановлених на вашому комп'ютері. Якщо ви використовуєте патентовані драйвери та хочете використати старіше ядро, вам буде потрібно перед тим вилучити нове ядро.
uz: Linux yadrosi apparat va drayverlarni qo‘llab-quvvatlash uchun javobgardir. E'tibor bering, ushbu yangilanish sizning mavjud yadrongizni olib tashlamaydi. Yuklash menyusidagi kengaytirilgan variantlarni tanlab, siz hali ham joriy yadro bilan yuklashingiz mumkin bo‘ladi. Ehtiyot bo‘ling.. yadro regressiyasi internetga ulanish yoki grafik tizimga kirish qobiliyatingizga ta'sir qilishi mumkin. DKMS modullari kompyuteringizda o‘rnatilgan eng so‘nggi yadrolar uchun tuzilgan. Agar siz xususiy drayverlardan foydalansangiz va eski yadrodan foydalanmoqchi bo‘lsangiz, avval yangisini olib tashlashingiz kerak bo‘ladi.
vi: Nhân Kernel Linux chịu trách nhiệm hỗ trợ phần cứng và trình điều khiển. Lưu ý rằng bản cập nhật này sẽ không xóa kernel hiện có của bạn. Bạn vẫn có thể khởi động với kernel hiện tại bằng cách chọn các tùy chọn nâng cao trong menu khởi động. Tuy nhiên, hãy thận trọng.. hồi quy kernel có thể ảnh hưởng đến khả năng kết nối Internet hoặc đăng nhập bằng đồ họa của bạn. Các mô-đun DKMS được biên dịch cho các hạt nhân mới nhất được cài đặt trên máy tính của bạn. Nếu bạn đang sử dụng trình điều khiển độc quyền và muốn sử dụng kernel cũ hơn, trước tiên bạn cần xóa cái mới.
