Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: It is recommended to add packages to this list by right-clicking them in the updates listing.
ast: Encamientase que s'añadan paquetes a esta llista calcando-yos col botón drechu na llista d'anovamientos
be: Рэкамендуецца дадаць пакеты да гэтага спіса націсканнем правай кнопкі мышы ў спісе абнаўленняў.
eo: Estas rekomandite aldoni pakojn al ĉi tiu listo dekstre-alklakante ilin en la listigo de ĝisdatigoj.
es: Se recomienda agregar paquetes a esta lista haciendo clic derecho en ellos en la lista de actualizaciones.
eu: Zerrenda honetara paketeak gehitzeko eguneratzeen zerrendan haietan eskuin klik egitea gomendatzen da.
fa: توصیه میشود بسته ها را با کلیک-راست کردن آنها در لیست بروزرسانی ها به این لیست اضافه کنید.
he: להוספת חבילות לרשימה זו מומלץ להקיש עליהן ברשימת העדכונים, הקשה ימנית.
ia: On recommenda adder pacchettos a iste lista cliccante con le button dextre in le lista de actualisationes.
is: Mælt er með því að bæta pökkum á þennan lista með því að hægri-smella á þá í uppfærslulistanum.
it: Si consiglia di aggiungere pacchetti a questa lista facendo clic con il pulsante destro del mouse su di essi nell'elenco degli aggiornamenti.
lo: ຂໍແນະນຳໃຫ້ເພີ່ມແພັກເກດເຂົ້າໃນລາຍການນີ້ໂດຍການຄລິກຂວາໃສ່ພວກມັນໃນລາຍການອັບເດດ.
lv: Ieteicams pievienot pakotnes šim sarakstam, ar peles labo pogu noklikšķinot uz tām atjauninājumu sarakstā.
nb: Det anbefales å legge til pakker i denne listen ved å høyreklikke på dem i oppdateringslisten.
nl: Het wordt aangeraden om pakketten toe te voegen aan deze lijst door hen te rechtsklikken in de lijst met beschikbare actualiseringen.
nn: Det er tilrådd å leggje pakkar til denne lista ved å høgreklikke på dei i oppdateringslista.
oc: Per apondre de paquets a aquesta lista es recomandat de far clic-drech sus las mesas a jorn de la fenèstra principala.
pl: Zaleca się dodawanie pakietów do tej listy poprzez kliknięcie ich prawym przyciskiem myszy na liście aktualizacji.
pt: Recomenda-se que adicione pacotes a esta lista clicando com o botão direito do rato sobre eles na lista de atualizações.
pt_br: Recomenda-se adicionar pacotes a esta lista clicando com o botão direito do mouse na lista de atualizações.
ro: Este recomandat să adaugi pachete pe această listă făcând clic dreapta pe ele în lista cu actualizări.
ru: Рекомендуется добавить пакеты в этот список, щелкнув правой кнопкой мыши в списке обновлений.
sl: Priporočamo, da dodate pakete na ta seznam z desnim klikom na seznamu posodobitev.
sr: Препоручује се да додате пакете на овај списак десним кликом на њих на списку освежења.
sv: Vi rekommenderar att du lägger till paket i listan genom att högerklicka på dem i uppdateringslistan.
uk: Радиться додавати пакунки до цього переліку, клацаючи на них правою кнопкою миші в переліку оновлень.
uz: Yangilanishlar ro‘yxatida sichqonchaning o‘ng tugmachasini bosish orqali paketlarni ushbu ro‘yxatga qo‘shish tavsiya etiladi.
vi: Bạn nên thêm các gói vào danh sách này bằng cách nhấp chuột phải vào chúng trong danh sách cập nhật.

source: Make sure your system snapshots are properly configured before enabling automation.
ast: Tate xuru de que les Semeyes de Sistema tean bien configuraes enantes d'activar la automatización
be: Перад уключэннем аўтаматызацыі ўпэўніцеся, што здымкі вашай сістэмы правільна сканфігураваны.
eo: Certigu, ke viaj sistemaj momentfotoj estas ĝuste agorditaj antaŭ ol ŝalti aŭtomatigon.
es: Compruebe que las instantáneas del sistema estén configuradas correctamente antes de habilitar la automatización.
eu: Automatizazioa gaitu aurretik, ziurtatu zure sistemaren argazkiak behar bezala konfiguratuta daudela.
fa: قبل از فعالسازی خودکارسازی مطمئن شوید اسنپ‌شات های سیستم‌تان درست پیکربندی شده‌اند.
he: נא לוודא שתמונות־חטף מערכת מתוצרים כראוי לפני איפשור איטמות.
ia: Assecura te que le instantaneo de systema es ben configurate ante activar le automatisation.
is: Gakktu úr skugga um að skyndiafrit kerfisins séu rétt stillt áður en sjálfvirkni er virkjuð.
it: Assicurati che gli snapshot del tuo sistema siano configurati correttamente prima di abilitare l'automazione.
lo: ກວດສອບໃຫ້ແນ່ໃຈວ່າພາບຖ່າຍລະບົບຂອງທ່ານຖືກຕັ້ງຄ່າຢ່າງຖືກຕ້ອງກ່ອນທີ່ຈະເປີດໃຊ້ການເຮັດວຽກອັດຕະໂນມັດ.
lv: Pārliecinies, ka tavas sistēmas momentuzņēmumi ir pareizi konfigurēti pirms automatizācijas aktivizēšanas.
nb: Sørg for at øyeblikksbildene av systemet er riktig konfigurert før du aktiverer automatisering.
nl: Zorg ervoor dat de momentopnamen van het systeem juist zijn ingesteld alvorens u automatisering inschakelt.
nn: Sjå til at systemøyeblikksbileta dine er rett konfigurert før du aktiverer automatisering.
oc: Volgatz vos assegurar que vòstres instantanèus sistèma son corrèctament configurats abans d’activar l’automatizacion.
pl: Przed włączeniem automatyzacji upewnij się, że migawki systemowe są prawidłowo skonfigurowane.
pt: Certifique-se de que as cópias do sistema estão corretamente configuradas antes de ativar a automatização.
pt_br: Certifique-se de que os snapshots do sistema estejam configurados corretamente antes de ativar a automação.
ro: Ai grijă ca instantaneele de sistem să fie configurate corect înainte de a activa automatizarea.
ru: Убедитесь, что снимки системы правильно настроены перед включением автоматизации.
sl: Preverite, da so vaši posnetki sistema pravilno nastavljeni, preden omogočite samodejno izdelavo.
sr: Уверите се да су снимци система исправно подешени пре него ли укључите атоматизацију.
sv: Kontrollera att programmet för att skapa systemavbilder är rätt inställt innan du väljer automatisering.
uk: Упевнюйтеся, що ваші знімки системи правильно налаштовані, перед увімкненням автоматизації.
uz: Avtomatlashtirishni yoqishdan oldin tizimingizning snapshotlari to‘g‘ri sozlanganligiga ishonch hosil qiling.
vi: Đảm bảo ảnh chụp nhanh hệ thống của bạn được định cấu hình chính xác trước khi bật tự động hóa.

source: Nemo action
ast: Aición Nemo
be: Дзеянне Nemo
eo: Nemo-ago
es: Acción de Nemo
eu: Nemo ekintza
fa: Nemo اقدام
ia: Action de Nemo
is: Nemo-aðgerð
it: Azione Nemo
lo: ການກະທຳຂອງ Nemo
lv: Nemo darbība
nb: Nemo-handling
nl: Nemo-actie
nn: Nemo‑handling
oc: action Nemo
pl: Działanie Nemo
pt: Ação Nemo
pt_br: Ação Nemo
ro: Acțiune Nemo
ru: Действия Nemo
sl: Dejanje Nemo
sr: Радња Нема
sv: Nemo-åtgärd
uk: Дія в «Nemo»
uz: Nemo harakati
vi: Hành động Nemo

source: You have installed updates that require a reboot to take effect. Please reboot your system as soon as possible.
be: Вы ўсталявалі абнаўленні, для ўжыцця якіх патрэбна перазагрузка. Перазагрузіце вашу сістэму як можна хутчэй.
eo: Vi instalis ĝisdatigojn, kiuj postulas efektivan restartigon. Bonvolu restartigi vian sistemon kiel eble plej baldaŭ.
es: Ha instalado actualizaciones que requieren reiniciar el sistema para tener efecto. Reinicie lo antes posible.
eu: Eragina izateko berrabiaraztea eskatzen duten eguneratzeak instalatu dituzu. Berrabiarazi zure sistema ahal bezain laster.
ia: Tu ha installate actualisationes que require un reinitio pro devenir efficace. Reinitia tu systema le plus tosto possibile.
is: Þú hefur sett inn uppfærslur sem krefjast endurræsingar áður en breytingar taka gildi. Endurræstu kerfið þitt eins fljótt og auðið er.
it: Hai installato degli aggiornamenti che richiedono un riavvio per avere effetto. Riavvia il sistema il prima possibile.
nl: U hebt actualiseringen geïnstalleerd die een herstart vergen om van kracht te worden. Herstart a.u.b. uw systeem zo spoedig mogelijk.
pl: Zainstalowano aktualizacje, które wymagają ponownego uruchomienia komputera, aby zaczęły obowiązywać. Ponownie uruchom system jak najszybciej.
pt: Foram instaladas atualizações que requerem um reinício para terem efeito. Reinicie o sistema o mais rapidamente possível.
pt_br: Você instalou atualizações que exigem uma reinicialização para entrar em vigor. Por favor, reinicie o seu sistema o mais rápido possível.
ro: Ai instalat actualizări care necesită o repornire pentru a fi folosite. Te rog repornește-ți sistemul cât mai repede posibil.
ru: Вы установили обновления, требующие перезагрузки. Перезагурзите систему, как только представится возможность.
sl: Namestili ste posodobitve, ki zahtevajo ponoven zagon, da bodo učinkovale. Čim prej ponovno zaženite sistem.
sr: Инсталирали сте освежења која захтевају поновно покретање система како би ступила на снагу. Урадите то што је пре могуће (не било вам заповеђено).
sv: Du har installerat uppdateringar som kräver en omstart för att aktiveras. Vänligen starta om ditt system så snart som möjligt.
uk: Ви встановили оновлення, що потребують перезавантаження, для того аби набути чинності. Будь ласка, перезавантажте вашу систему якомога швидше.
vi: Bản cập nhật bạn đã cài đặt cần phải khởi động lại để áp dụng vào hệ thống. Vui lòng khởi động máy tính của bạn càng sớm càng tốt.

source: Do not install or update anything - doing so could break your operating system!
ast: Non instalar nin autualizar nada. ¡Podríes dañar el to sistema operativu!
be: Не ўсталёўвайце і не абнаўляйце нічога - гэта можа зламаць вашу аперацыйную сістэму!
eo: Ne instalu aŭ ĝisdatigu ion ajn - alie eble via operaciumo fuŝiĝos!
es: No instale ni actualice nada. ¡Podría dañar su sistema operativo!
eu: Ez instalatu edo eguneratu ezer - eginez gero zure sistema eragilea hondatu dezakezu!
fa: هیچ چیزی را نصب و یا بروزرسانی نکنید - این کار ممکن است سیستم عامل شما را خراب کند!
ia: Non installa o actualisa alco, tu poterea corrumper tu systema operative!
is: Ekki setja neitt upp eða uppfæra - það gæti skemmt stýrikerfið þitt!
it: Non installare o aggiornare nulla: ciò potrebbe danneggiare il tuo sistema operativo!
lo: ຢ່າຕິດຕັ້ງ ຫຼື ອັບເດດຫຍັງ - ການເຮັດແນວນັ້ນອາດຈະເຮັດໃຫ້ລະບົບປະຕິບັດການຂອງທ່ານເສຍຫາຍ!
lv: Neinstalē un neatjaunini neko - pretējā gadījumā var tikt sabojāta operētājsistēma!
nb: Ikke installer eller oppdater noe - det kan ødelegge operativsystemet ditt!
nl: Installeer niets en werk niets bij - dat zou uw besturingssysteem kapot kunnen maken!
nn: Ikkje installer eller oppdater noko - det kan øydeleggje operativsystemet ditt!
oc: Installetz pas cap de logicial o mesa a jorn, poiriá damatjar lo sistèma operatiu !
pl: Nie instaluj ani nie aktualizuj niczego – może to spowodować uszkodzenie systemu operacyjnego!
pt: Não instale nem atualize nada - isso pode danificar o seu sistema operativo!
pt_br: Não instale ou atualize nada – isso pode danificar seu sistema operacional!
ro: Nu instala sau actualiza nimic - ar putea strica sistemul tău de operare!
ru: Ничего не устанавливайте и не обновляйте — это может привести к поломке системы!
sl: Ne nameščajte ali posodabljajte ničesar - v slednjem primeru lahko okvarite svoj operacijski sistem!
sr: Немојте инсталирати или освежити било шта – јер то може скршити ваш оперативни систем!
sv: Installera eller uppdatera ingenting - om du gör det kan operativsystemet skadas!
uk: Нічого не встановлюйте та не оновлюйте - це може зламати вашу операційну систему!
uz: Hech narsa o‘rnatmang yoki yangilamang - bu operatsion tizimingizni buzishi mumkin!
vi: Đừng cài đặt hay cập nhật bất cứ thứ gì - làm vậy có thể hỏng hệ điều hành của bạn!

source: Note: The list only gets refreshed while the Update Manager window is closed (in system tray mode).
ast: Nota: La llista namás se refresca cuandu el Xestor d'anovamientos ta peslláu (na barra de tarees).
be: Заўвага: Спіс абнаўляецца толькі калі акно Кіраўніка абнаўленняў закрыта (у рэжыме сістэмнага трэя).
eo: Komento: la listo nur aktualiĝas dum la ĝisdatiga mastrumilo estas fermita (laŭ taskopleta reĝimo).
es: Nota: La lista solo se actualiza si la ventana del Gestor de actualizaciones está cerrada (en modo bandeja del sistema).
eu: Oharra: Eguneraketa kudeatzailearen leihoa itxita dagoenean (sistemaren erretilu modua) soilik freskatzen da zerrenda.
fa: مهم: لیست فقط وقتی که پنجره ی مدیر بروزرسانی بسته شده است (در تری سیستم (سمت راست پنل)) بروزرسانی می شود.
ia: Nota: le lista solo es refrescate si le fenestra del Gestor de actualisation es clause (in modo system tray).
is: Athugaðu: Þessi listi er einungis endurlesinn á meðan uppfærslustjóraglugginn er lokaður (í kerfisbakkaham).
it: Nota: l'elenco viene aggiornato solo mentre la finestra del Gestore aggiornamenti è chiusa (in modalità barra delle applicazioni).
lo: ໝາຍເຫດ: ລາຍການຈະຖືກໂຫຼດຄືນໃໝ່ສະເພາະເມື່ອໜ້າຕ່າງຕົວຈັດການອັບເດດປິດຢູ່ (ໃນໂໝດຖາດລະບົບ).
lv: Piezīme: saraksts tiek atsvaidzināts tikai tad, kad atjaunināšanas pārvaldnieka logs ir aizvērts (sistēmas teknes režīmā).
nb: Merk: listen oppdateres bare når vinduet til oppdateringsbehandleren er lukket (i systemstatusfeltmodus).
nl: Let op: de lijst wordt alleen ververst wanneer het venster van Bijwerkbeheer is gesloten (in systeemvakmodus).
nn: Merk: Lista vert berre oppfriska når vindauget til oppdateringshandsamaren er lukka (i systemfeltmodus).
oc: Nòta : la lista es solament refrescada quand la fenèstra del gestionari de mesas a jorn es tampat (mòde barra de prètzfaches).
pl: Uwaga: lista jest odświeżana tylko wtedy, gdy okno Menedżera aktualizacji jest zamknięte (w trybie zasobnika systemowego).
pt: Nota: A lista só é atualizada quando a janela do Gestor de atualizações está fechada (no modo de área de notificações).
pt_br: Nota: A lista só é atualizada enquanto a janela do Update Manager está fechada (no modo bandeja do sistema).
ro: Notâ: Lista este actualizată doar când fereastra administratorului de actualizări este închisă (în modul sertar).
ru: Примечание: Список обновляется только тогда, когда окно Менеджера обновлений закрыто (в режиме системного трея).
sl: Opomba: seznam se osveži samo ko je okno upravitelja posodobitev zaprto (v načinu sistemskega pladnja).
sr: Напомена: Списак се освежава само када је прозор управника освежењима затворен (у режиму системске фиоке).
sv: Obs: Listan uppdateras bara när Uppdateringshanterarens fönster är stängt (i systemfältsläge).
uk: Примітка: Список оновлюється лише тоді, коли вікно Диспетчера Оновлень закрито (в режимі системного лотка).
uz: Eslatma: Ro‘yxat faqat yangilash menejeri oynasi yopilganda (tizim trey rejimida) yangilanadi.
vi: Lưu ý: Danh sách này chỉ được làm mới chỉ khi cửa sổ Trình Quản Lý Cập Nhật bị đóng (ở trong chế độ biểu tượng hệ thống).

source: Click this button to make automatic updates use your current blacklist.
ast: Calca equí pa que los anovamientos automáticos empleguen la to llista negra.
be: Націсніце гэту кнопку для ўжыцця бягучага чорнага спіса да аўтаматычных абнаўленняў.
eo: Alklaku ĉi tiun butonon, por ke aŭtomataj ĝisdatigoj uzu vian nunan nigran liston.
es: Haga clic en este botón para que las actualizaciones automáticas utilicen su lista negra actual.
eu: Egin klik botoi honetan eguneratze automatikoek zure uneko zerrenda beltza erabiltzeko.
fa: این دکمه را کلیک کنید تا بروزرسانی های خودکار از لیست استثنا شما استفاده کنند.
ia: Clicca iste button pro render automatic le actualisationes que usa tu lista nigre actual.
is: Smelltu á þennan hnapp til að láta sjálfvirkar uppfærslur nota núverandi bannlista.
it: Fai clic su questo pulsante per fare in modo che gli aggiornamenti automatici utilizzino la tua lista nera attuale.
lo: ກົດປຸ່ມນີ້ເພື່ອເຮັດໃຫ້ການອັບເດດອັດຕະໂນມັດໃຊ້ບັນຊີດຳປັດຈຸບັນຂອງທ່ານ.
lv: Noklikšķini uz šīs pogas, lai automātiskie atjauninājumi izmantotu tavu pašreizējo melno sarakstu.
nb: Klikk på denne knappen for å få automatiske oppdateringer til å bruke din nåværende svarteliste.
nl: Klik op deze knop om automatisch bijwerken gebruik te laten maken van uw huidige zwarte lijst.
nn: Klikk på denne knappen for å få automatiske oppdateringar til å bruke svartelista di.
oc: Clicatz sus aqueste boton per que las mesas a jorn automaticas utilizen vòstra lista d’exclusion.
pl: Kliknij ten przycisk, aby aktualizacje automatyczne korzystały z bieżącej czarnej listy.
pt: Clique neste botão para que as atualizações automáticas utilizem a sua lista negra atual.
pt_br: Clique neste botão para fazer atualizações automáticas usando sua lista negra atual.
ro: Apasă butonul pentru a face actualizările automate să folosească lista ta neagră actuală.
ru: Нажмите эту кнопку, чтобы автоматически обновлять текущий черный список.
sl: Kliknite ta gumb, da bodo samodejne posodobitve upoštevale vaš trenutni črni seznam.
sr: Кликните на ово дугме да би самостална освежавања користила ваш текући списак забрана.
sv: Klicka på den här knappen om du vill göra automatiska uppdateringar av din nuvarande svarta lista.
uk: Натисніть цю кнопку, щоб автоматичні оновлення використовували ваш поточний чорний список.
uz: Avtomatik yangilanishlar joriy qora ro‘yxatingizdan foydalanishi uchun ushbu tugmani bosing.
vi: Ấn nút này để tính năng tự động cập nhật sử dụng danh sách đen hiện tại của bạn

source: Installing
be: Усталяванне
eo: Instalado
es: Instalando
eu: Instalatzen
fa: درحال نصب
ia: Installation
is: Uppsetning
it: Installazione in corso
lo: ກຳລັງຕິດຕັ້ງ
lv: Instalē
nb: Installerer
nl: Bezig met installeren
nn: Installerer
oc: Installacion
pl: Instalowanie
pt: A instalar
pt_br: Instalando
ro: Se instalează
ru: Установка
sl: Nameščanje
sr: Инсталирам
sv: Installerar
uk: Встановлення
uz: O‘rnatilmoqda

source: Could not update Cinnamon Spices
be: Немагчыма абнавіць спецыі Cinnamon
eo: Ne eblas ĝisdatigi Cinnamon-komponantojn
es: No se han podido actualizar las especias de Cinnamon
eu: Ezin izan dira Cinnamon espeziak eguneratu
fa: به روز رسانی مخلفات سینامون ممکن نبود
ia: Impossibile actualisar Cinnamon Spices
is: Gat ekki uppfært Cinnamon Spices
it: Impossibile aggiornare Cinnamon Spices
lo: ບໍ່ສາມາດອັບເດດສ່ວນເສີມຂອງ Cinnamon ໄດ້
lv: Nevar atjaunināt Cinnamon Spices
nb: Kunne ikke oppdatere Cinnamon Spices
nl: Kon Cinnamon Spices niet bijwerken
nn: Klarte ikkje å oppdatere Cinnamon‑tillegg
oc: Actualizacion impossibla dels compausants Cinnamon
pl: Nie można zaktualizować dodatków Cinnamona
pt: Não foi possível atualizar o Cinnamon Spices
pt_br: Não é possível atualizar o Cinnamon
ro: Nu s-au putut actualiza Cinnamon Spices
ru: Не удалось обновить Cinnamon Spices
sl: Ni možno posodobiti »začimb« Cinnamon Spices
sr: Не могу да освежим Цинамон
sv: Kunde inte uppdatera tilläggen för Cinnamon
uk: Не вдалося оновити приправи Cinnamon
uz: Cinnamon Spices yangilanmadi

source: Reboot
uk: Перезавантажити

source: Linux Mint
am: ሊነክስ ሚንት
bg: Линукс Минт
eo: Linukso Minto
he: לינוקס מינט
hi: लिनक्स मिंट
sr: Линукс Минт
sr@latin: Linuks Mint

source: mintupdate-cli list
am: የ ሊነክስ ሚንት ማሻሻያ-cli ዝርዝር
ar: قائمة mintupdate-cli
el: λίστα mintupdate-cli
hi: mintupdate-cli सूची
id: Daftar mintupdate-cli
sr: списак „mintupdate-cli“

source: uname -a
nl: uname -r

source: dkms status
am: የ dkms ሁኔታ
cs: stav dkms
eu: dkms egoera
hu: DKMS állapot
pl: status dkms
pt_br: status dkms

source: By default, security updates are always visible, no matter what policy you chose and what level they are.
cs: Bezpečnostní aktualizace jsou viditelné vždy a to bez ohledu na vámi zvolenou strategii a stupeň dopadu na systém.
da: Som standard er sikkerhedsopdateringer altid synlige uanset hvilken politik, du vælger, og hvilket niveau de er.
de: Standardmäßig sind Sicherheitsaktualisierungen immer sichtbar, egal welche Richtlinie Sie gewählt haben und in welcher Ebene diese sich befinden.
fi: Oletusarvoisesti, tietoturvapäivitykset näytetään aina, eikä tähän vaikuta minkä päivityskäytännön valitset tai minkä tason päivityksiä ne ovat.
hr: Po zadanome, sigurnosne nadopune su uvijek vidljive, bez obzira koje ste pravilo odabrali i koje su razine.
hu: A biztonsági frissítések – az alkalmazott frissítési házirendtől függetlenül – mindig láthatók.
sk: V predvolenom nastavení sa bezpečnostné aktualizácie zobrazujú vždy, bez ohľadu na ich úroveň stability.
tr: Varsayılan olarak, güvenlik güncellemeleri her zaman görünürdür, hangi güvenlik ilkesinin ve seviyesinin seçili olduğu önemli değildir.

source: Software updates aren't as important. They bring bug fixes or improvements which are not related to security. As such they're less urgent and can even be considered optional.
cs: Softwarové aktualizace nejsou tak důležité. Jsou významné pro opravu chyb či dílčí vylepšení nesouvisející se zabezpečením. Jako takové nejsou tak nutné a je možné je považovat za volitelné.
da: Programopdateringer er ikke ligeså vigtige. De indeholder fejlrettelser og forbedringer, som ikke har med sikkerhed at gøre. Som sådan er de mindre presserende og kan endda anses for at være valgfrie.
de: Anwendungsaktualisierungen sind nicht so wichtig. Sie bringen Fehlerkorrekturen oder Verbesserungen, die nicht mit der Sicherheit zusammenhängen. Als solche sind sie weniger dringend und können sogar als optional angesehen werden.
fi: Ohjelmistopäivitykset eivät ole niin tärkeitä. Ne tuottavat virheenkojauksia tai parannuksia mitkä eivät liity tietoturvaan. Tämän vuoksi ne ovat vähemmän oleellisia ja voidaan jopa laskea valinnaiseksi.
hr: Nadopune softvera nisu toliko bitne. One donose popravke grešaka ili poboljšanja koja nisu povezana sa sigurnosti. Kao takve manje su hitne i mogu se smatrati kao neobavezne.
hu: A szoftverfrissítések nem annyira fontosak. Ezek a frissítések hibajavításokat, valamint a biztonsággal nem összefüggő fejlesztéseket tartalmaznak. Mivel nem sürgős a telepítésük, ezért ezek a frissítések önkéntesen választhatóak.
sk: Funkčné softvérové aktualizácie nie sú až také dôležité - prinášajú opravu chýb a vylepšenia, ktoré sa netýkajú bezpečnosti. Preto môžu byť považované za dobrovoľné.
tr: Yazılım güncellemeleri bu kadar önemli değildir. Güvenlikle ilgili olmayan hata düzeltmeleri veya iyileştirmeleri sağlarlar. Bu nedenle, daha az acil olduklarından isteğe bağlı olarak kabul edilebilirler.

source: Choosing an update policy
cs: Volba strategie aktualizací
da: At vælge en opdateringspolitik
de: Bitte eine Aktualisierungsrichtlinie auswählen
fi: Päivitystavan valitseminen
hr: Odabir pravila nadopuna
hu: Válassza ki a frissítési házirendet
sk: Výber politiky aktualizácie
tr: Bir güncelleme ilkesi seçiniz

source: Update policy
cs: Strategie aktualizace
da: Opdateringspolitik
de: Aktualisierungsrichtlinie
fi: Päivityskäytäntö
hr: Pravila nadopunjavanja
hu: Frissítési házirend
sk: Politika aktualizácie
tr: Güncelleme ilkesi
