Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Security is very important but also very technical. Vulnerabilities don't always affect your computer and can be quite difficult to understand. Most people don't understand them at all and their personal computers are rarely at risk. That said, a security breach can have dire consequences, so it is always recommended to take them seriously.
am: ደህንነት በጣም አስፈላጊነው መገር ግን በጣም ቴክኒካል ነው: ያስለ መረጋጋት ሁል ጊዜ የ እርስዎን ኮምፒዩተር አይጎዳም: እና ለ መረዳት በጣም አስቸጋሪ ነው: በርካታ ሰዎች አይገባቸውም ነገር ግን ኮምፒዩተራቸው አደጋኛ ሁኔታ ላይ አይደለም: ነገር ግን ደህንነትን መጣስ ትልቅ ጉዳት ያስከትላል: ስለዚህ ሁል ጊዜ በ ጥንቃቄ ይመልከቱዋቸው
ar: الأمان مهم جدا ولكن أيضا فني للغاية. لا تؤثر نقاط الضعف دائما على جهاز الكمبيوتر الخاص بك ويمكن أن يكون من الصعب جدا فهمها. معظم الناس لا يفهمونها على الإطلاق، ونادرا ما تكون حواسيبهم الشخصية في خطر. ومع ذلك، قد يكون للاختراق الأمني عواقب وخيمة، لذلك يوصى دائماً بأخذها على محمل الجد.
be: Забеспячэнне беспекі - вельмі важная, але і вельмі тэхнічная справа. Уразлівасці не заўсёды ўплываюць на ваш камп'ютар і таму іх бывае даволі цяжка зразумець. Большасць людзей наогул не разумеюць іх і таму іх камп'ютар рэдка бывае ў небяспецы. Тым не менш, парушэнне правілаў бяспекі можа мець згубныя наступствы, таму іх заўсёды рэкамендуецца прымаць усур'ёз.
bg: Сигурността е много важна, но също много сложна. Уязвимостите не винаги засягат вашия компютър и може да са трудни за разбиране. Повечето хора не ги разбират и техните персонални компютри са изложени понякога на риск. Иначе казано, сигурността трябва да се приема сериозно.
ca: La seguretat és molt important, però és un tema molt tècnic. Les vulnerabilitats no sempre afecten el vostre ordinador i poden ser bastant difícils d'entendre. La majoria de la gent no les entén però els seus ordinadors poques vegades estan en risc. Dit això, una bretxa de seguretat pot tenir conseqüències nefastes, per això sempre és recomanable prendre-s'ho seriosament.
cs: Zabezpečení je velmi důležité, ale také technicky náročné. Objevené zranitelnosti vůbec nemusí být zneužitelné na vašem počítači, ale zároveň je těžké to posoudit. Většina lidí zabezpečení vůbec nerozumí, přesto jsou jejich počítače málokdy v ohrožení. Když už ale dojde k úspěšnému útoku, mívá to pak velmi neblahé důsledky. Proto se doporučuje brát otázku zabezpečení velmi vážně.
cy: Mae diogelwch yn bwysig iawn ond yn dechnegol tu hwnt. Nid yw gwendidau bob tro'n effeithio ar eich cyfrifiadur ac maen nhw'n gallu bod yn anodd eu deall. Nid yw'r rhan fwyaf o bobl yn eu deall ac nid yw eu cyfrifiadur personol mewn perygl. Er hynny, gall gwendid diogelwch achosi canlyniadau difrifol iawn, felly rydym yn argymell eich bod yn eu cymryd o ddifrif.
da: Sikkerhed er meget vigtig, men også meget teknisk. Sårbarheder påvirker ikke altid din computer og kan være svære at forstå. De fleste mennesker forstår dem slet ikke, og deres personlige computer er sjældent i farezonen. Når det er sagt, så kan en sikkerhedsbrist have alvorlige konsekvenser, så det anbefales altid at tage dem alvorligt.
de: Sicherheit ist sehr wichtig, aber auch sehr technisch. Schwachstellen beeinflussen nicht immer Ihren Rechner und können sehr schwer zu verstehen sein. Die meisten Leute verstehen diese überhaupt nicht und ihre Rechner sind selten gefährdet. Nichtsdestoweniger kann eine Sicherheitsverletzung schlimme Folgen haben, deshalb ist es immer empfehlenswert sie ernst zu nehmen.
el: Η ασφάλεια είναι πολύ σημαντική αλλά και πολύ τεχνική. Οι ευπάθειες δεν επηρεάζουν πάντοτε τον υπολογιστή σας και μπορεί να είναι αρκετά δύσκολο να κατανοηθούν. Οι περισσότεροι άνθρωποι δεν τις καταλαβαίνουν καθόλου και οι προσωπικοί τους υπολογιστές σπάνια διατρέχουν κίνδυνο. Τούτου λεχθέντος, μια παραβίαση της ασφάλειας μπορεί να έχει κακές συνέπειες, οπότε συνιστάται πάντα να τις παίρνετε σοβαρά.
eo: Sekureco estas gravega, sed ankaŭ tre teknika. Vundeblecoj ne ĉiam tuŝas vian komputilon kaj povas esti sufiĉe malfacilaj por kompreni. Plej multaj homoj tute ne ilin komprenas kaj iliaj personaj komputiloj estas malofte elmetitaj al riskoj. Tamen fojfoje sekurecaj rompoj havas terurajn konsekvencojn, do ĉiam estas rekomendite preni ilin seriozaj.
es: La seguridad es muy importante, pero también tiene un carácter muy técnico. Las vulnerabilidades no siempre afectan a su equipo y pueden ser bastante difíciles de entender. La mayoría de la gente no las entiende en absoluto y los equipos personales rara vez están en riesgo. Dicho esto, una brecha de seguridad puede tener consecuencias nefastas, por lo que siempre es recomendable tomarlas en serio.
et: Turvalisus on väga oluline, samas ka väga tehniline. Mitte kõik turvavead ei mõjuta sinu arvutit ning nende mõistmine võib olla keerukas. Enamik inimesi ei mõista neid üldse ja nende arvutid on harva ohus. Sellest hoolimata võivad turvaprobleemidel olla rasked tagajärjed, parem on võtta neid tõsiselt.
eu: Segurtasuna oso garrantzitsua da baina baita oso teknikoa ere. Segurtasun ahulguneek ez diote beti zure ordenagailuari eragiten eta ulertzeko zailak izan daitezke. Jende gehienak ez ditu ulertzen eta beren ordenagailu pertsonalak gutxitan daude arriskuan. Hori esanda, segurtasun zulo batek ondorio larriak izan ditzake eta ondorioz beti serioski hartu behar dira.
fi: Turvallisuus on erittäin tärkeää, mutta myös erittäin teknistä. Haavoittuvuudet eivät aina vaikuta tietokoneeseesi ja voivat olla hankalia ymmärtää. Useimmat ihmiset eivät ymmärrä niitä lainkaan ja heidän henkilökohtaiset tietokoneensa ovat harvoin vaarassa. Tästä huolimatta, turvallisuuspuutteilla voi olla vakavia seurauksia, joten on aina suositeltavaa ottaa ne vakavasti.
fr_ca: La sécurité est très importante mais aussi très technique. Les vulnérabilités n'affectent pas toujours votre ordinateur et peuvent être vraiment difficiles à comprendre. La plupart des gens ne les comprennent pas du tout et leurs ordinateurs personnels sont rarement à risque. Cela dit, une brèche de sécurité peut avoir des conséquences terribles, aussi il est toujours recommandé de les prendre au sérieux.
he: אבטחה היא נושא חשוב מאוד, אבל גם מאוד טכני. פרצות אבטחה לא תמיד משפיעות על המחשב והן עשויות להיות קשות להבנה. רוב האנשים כלל לא מבינים בפרצות אבטחה, אך נדיר שהמחשבים שלהם היו בסכנה. יחד עם זאת, לפרצות אבטחה יכולות להיות השלכות חמורות, ולכן תמיד מומלץ להתייחס אליהן ברצינות.
hi: सुरक्षा बहुत महत्वपूर्ण है, लेकिन काफ़ी पारिभाषिक भी। कमजोरियों हमेशा आपके कंप्यूटर को प्रभावित नहीं करती व उन्हें समझना मुश्किल सकता है। ज्यादातर को वे बिल्कुल समझ नहीं आती है और उनके निजी कंप्यूटर शायद ही कभी खतरे में हो। फिर भी, एक सुरक्षा उल्लंघन के गंभीर परिणाम हो सकते हैं, इसलिए उन्हें हमेशा गंभीरता से लेना चाहिए।
hr: Sigurnost je vrlo bitna ali istodobno je vrlo tehničke prirode. Ranjivost uvijek ne utječe na vaše računalo i može biti vrlo teško razumljiva. Većina ljudi ju u potpunosti ne razumije i njihova računala su rijetko pod sigurnosnim rizikom. Što znači, da sigurnosni proboj može imati strašne posljedice, stoga je uvijek preporučljivo da ih shvatite ozbiljno.
hu: A biztonság igen fontos, és nagy technikai tudást igényel. A sérülékenységek nem minden esetben érintik az Ön számítógépét, és néha igen összetett tudást igényelnek a hatásmechanizmusainak megértése. A legtöbb felhasználó egyáltalán nem is érti a sérülékenységek által okozott problémákat, és hogy számítógépe mikor van veszélyben. A biztonsági problémák hatalmas károkat okozhatnak, így mindig vegye komolyan a biztonsági figyelmeztetéseket.
ia: Le securitate es troppo importante ma alsi multo technic. Le vulnerabilitates non sempre affice tu computator e pote esser bastante difficile a comprender. Le major parte del personas non los comprende totalmente e lor personal computatores es rarmente a risco. Illo dicite, un brecha de securitate pote haber tragic consequentias, assi il es sempre recommendate los prender seriemente.
id: Keamanan sangat penting tapi juga sangat teknis. Kerentanan tidak selalu mempengaruhi komputer Anda dan bisa sangat sulit dimengerti. Kebanyakan orang tidak memahaminya sama sekali dan komputer pribadi mereka jarang berisiko. Konon, pelanggaran keamanan bisa menimbulkan konsekuensi yang mengerikan, jadi selalu disarankan untuk menganggapnya serius.
is: Öryggi er mjög mikilvægt en er í leiðinni mjög tæknilegt. Öryggisholur hafa ekki endilega áhrif á virkni tölvunnar þinnar og þær getur verið flókið að greina. Flest fólk hreinlega skilur þær alls ekki, enda þeirra eigin tölvur sjaldnast í mikilli hættu. Að þessu sögðu; öryggisvandamál geta haft vondar afleiðingar í för með sér, þannig að ævinlega er mælt með því að taka þessum málum alvarlega.
it: La sicurezza è molto importante ma anche molto tecnica. Le vulnerabilità non riguardano necessariamente il tuo computer e possono essere abbastanza difficili da capire. La maggior parte delle persone non le capiscono affatto e i loro personal computer raramente sono a rischio. Detto questo, una violazione della sicurezza può avere conseguenze disastrose, quindi si raccomanda sempre di prenderle sul serio.
ja: セキュリティは非常に重要ですが、非常に技術的なことでもあります。脆弱性は常にコンピューターに影響を与えるわけではありませんし、理解するのも難しいです。ほとんどの人はまったく理解していません。また、パソコンが危険にさらされることも滅多にありません。とはいえ、セキュリティ侵害は悲惨な結果を招く可能性があるため、常に真剣に受け止めることをお勧めします。
kab: Taɣlist tesɛa nfeɛ atas maca d tatiknikant atas daɣen. Timseḥṣal ur saḍanent ara yal ass aselkim-inek yerna zmerent ad ilint weɛrent i ufham. Tuget n yemdanen ur tent-fehmen ara maḍi yerna iselkimen-nsen yettaɣ-iten drus maḍi wugur. Aya yebɣa ad d-yini, taɣlist ma txuṣ tezmer ad d-teglu s watas n twaɣiyin, ihi ɣef aya i ilaq uqareɛ-nsent deg yal taswiɛt.
lt: Saugumas yra labai svarbus, tačiau ir labai techninis dalykas. Pažeidžiamumai ne visada paveikia jūsų kompiuterį ir juos yra gana sunku suprasti. Dauguma žmonių jų iš viso nesupranta ir jų asmeniniai kompiuteriai retu atveju būna rizikos grupėje. Tai žinant, saugumo spragos gali sukelti skaudžių pasekmių, taigi yra rekomenduojama visuomet į jas žiūrėti rimtai.
nl: Veiligheid is erg belangrijk, maar niet elk veiligheidsprobleem is in de praktijk van evenveel belang. Kwetsbaarheden beïnvloeden uw computer niet altijd, en kunnen behoorlijk moeilijk zijn om te begrijpen. Veel mensen begrijpen hen totaal niet, en toch zijn hun computers zelden in gevaar. Dat gezegd hebbende: een computerinbraak kan ernstige gevolgen hebben, dus het is aan te bevelen om kwetsbaarheden serieus te nemen.
pl: Bezpieczeństwo jest bardzo ważne, ale jest kwestią ściśle techniczną. Luki zabezpieczeń nie zawsze dotykają twojego komputera, a ich zrozumienie może być trudne. Większość ludzi wcale ich nie rozumie, a ich komputery rzadko są zagrożone. Trzeba jednak mieć świadomość, że naruszenie bezpieczeństwa może mieć poważne konsekwencje, dlatego zaleca się, by zawsze traktować je poważnie.
pt: A segurança é muito importante mas também é muito técnica. As vulnerabilidades nem sempre afetam o seu computador e podem ser bastante difíceis de entender. A maioria das pessoas não as entende, apesar de os seus computadores raramente estarem em risco. Dito isto, as vulnerabilidades podem ter impacto nos sistemas e devem ser levadas a sério.
pt_br: Segurança é um assunto muito importante mas também muito técnico. Vulnerabilidades nem sempre afetam seu computador e podem ser bastante difíceis de entender. Muitas pessoas não compreendem nada sobre elas e seus computadores raramente correm qualquer risco. Dito isso, uma falha de segurança pode ter sérias consequências, por isso é recomendado que seja levada a sério.
ro: Securitatea este foarte importantă dar are și un aspect foarte tehnic. Vulnerabilitățile nu vă afectează întotdeauna calculatorul și pot fi greu de înțeles. Majoritatea lumii nu le înțelege deloc, iar calculatoarele lor sunt rar afectate. Cu toate acestea, breșele de securitate pot avea consecințe grave și întotdeauna este recomandat să fie luate în serios.
ru: Безопасность очень важна и имеет техническую составляющую. Уязвимости не всегда наносят ущерб вашему компьютеру и могут быть осознаны с затруднениями. Большинство людей не осознают этого и их компьютеры подвержены риску. Тем не менее, нарушение безопасности может иметь печальные последствия, поэтому очень желательно относиться к ним серьёзно.
sk: Bezpečnosť je veľmi dôležitá ale aj obtiažna záležitosť. Zraniteľnosti nemusia ovplyvniť váš počítač vždy a je obtiažne ich zneužiť. Väčšina ľudí im nerozumie a tak je váš počítač bezpečný. Zraniteľnosti však môžu mať aj vážne následky ak sa ich chopí skúsený záškodník, takže sa vždy odporúča aby ste ich brali vážne.
sl: Varnost je izjemno pomembna, je pa tudi zelo tehnična stvar. Ranljivosti ne vplivajo vedno na vaš računalnik in jih je včasih težko razumeti. Večina jih sploh ne razume in njihovi osebni računalniki so le redko izpostavljeni tveganju. Ne glede na to pa ima varnostni vdor grozljive posledice, zato je priporočljivo, da jih vzamete resno.
sr: Сигурност је веома важна, али је и веома техничке природе. Рањивости не утичу увек на ваш рачунар и могу бити прилично тешко разумљиве. Већина корисника их уопште не разуме и њихови лични рачунари су ретко у опасности. Међутим, безбедносна кршења могу имати озбиљне посљедице, па се увијек препоручује да их схватите озбиљно.
sr@latin: Bezbednost je veoma važna, ali takođe pripada tehničkoj sferi. Ranjivosti ne utiču uvek na Vaš računar i ponekad se mogu veoma teško razumeti. Većina ih uopšte ne razume i njihovi personalni računari su retko izloženi riziku. I pored toga, bezbednosni propusti mogu da imaju veoma ozbiljne posledice, tako da se uvek preporučuje da se uzmu za ozbiljno.
sv: Säkerheten är väldigt viktig men också väldigt teknisk. Sårbarheter påverkar inte alltid din dator och kan vara ganska svåra att förstå sig på. De flesta förstår sig inte alls på dem och deras datorer är sällan i riskzonen. Med det sagt, en sårbarhet kan ha stora konsekvenser, så det är alltid rekommenderat att ta säkerheten på allvar.
tr: Güvenlik çok önemli ve hem de çok teknik hususdur. Güvenlik açıkları bilgisayarınızı her zaman etkilemez ve anlaşılması oldukça zor olabilir. Çoğu insan bunları her zaman anlamayabilir ve kişisel bilgisayarları nadiren risk altındadır. Bununla birlikte, bir güvenlik açığının korkunç sonuçları olabilir, bu nedenle bunların her zaman ciddiye alınması önerilir.
uk: Безпека дуже важлива, але також має дуже технічний характер. Уразливості не завжди впливають на ваш комп'ютер, і довідатися про них може бути доволі складно. Люди здебільшого взагалі про них не довідуються, і їхні персональні комп'ютери рідко перебувають під загрозою. Утім, порушення безпеки може мати важкі наслідки, тому завжди рекомендується сприймати їх серйозно.
vi: Bảo mật là rất quan trọng nhưng cũng rất kỹ thuật. Các lỗ hổng không phải lúc nào cũng ảnh hưởng đến máy tính của bạn và có thể khá khó hiểu. Hầu hết mọi người không hiểu gì về chúng và máy tính cá nhân của họ hiếm khi gặp rủi ro. Điều đó nói lên rằng, một vi phạm bảo mật có thể gây ra hậu quả nghiêm trọng, vì vậy chúng tôi luôn khuyến khích chúng tôi xem xét chúng một cách nghiêm túc.

source: Software updates aren't as important. They bring bug fixes or improvements which are not related to security.
am: የ ሶፍትዌር ማሻሻያ በጣም አስፈላጊ አይደለም: የሚያመጣው የ ችግር መጠገኛ ወይንም ከ ደህንነት ጋር ያልተዛመዱ ለውጦችን ነው
ar: تحديثات البرامج ليست مهمة. أنها تجلب إصلاحات الأخطاء أو التحسينات التي لا تتعلق بالأمان.
be: Абнаўленні праграм не настолькі важныя. Яны выпраўляюць памылкі ці дадаюць паляпшэнні, не звязаныя з бяспекай.
bg: Софтуерните актуализации не са чак толкова важни. Те носят поправки на бъгове или подобрения, които не са свързани със сигурността.
ca: Les actualitzacions de programari no són tan importants. Són correccions d'errors o millores que no estan relacionades amb la seguretat.
cy: Nid yw diweddariadau meddalwedd mor bwysig. Mae nhw'n cyflwyno gwelliannau sydd ddim yn berthnasol i ddiogelwch.
el: Οι ενημερώσεις λογισμικού δεν είναι τόσο σημαντικές. Προσφέρουν διορθώσεις σφαλμάτων ή βελτιώσεις που δεν σχετίζονται με την ασφάλεια.
eo: Programaraj ĝisdatigoj ne estas same gravaj. Ili alportas cimoriparojn aŭ plibonigojn, kiuj ne rilatas al sekureco.
es: Las actualizaciones de software no son tan importantes. Proporcionan correcciones de error o mejoras que no están relacionadas con la seguridad.
et: Tarkvarauuendused ei ole nii olulised. Need sisaldavad veaparandusi, mis ei ole turvalisusega seotud.
eu: Software eguneraketak ez dira horren garrantzitsuak. Segurtasunarekin zerikusirik ez duten erroreen zuzenketak edo hobekuntzak ekartzen dituzte.
fr_ca: Les mises à jour logicielles ne sont pas si importantes. Elles corrigent les bogues et apportent des améliorations lesquels ne sont pas liés à la sécurité.
he: עדכוני תוכנה אינם כה חשובים. אלו מתקנים תקלים או מוסיפים שיפורים שאינם קשורים לאבטחה.
hi: सॉफ्टवेयर अपडेट का महत्व सुरक्षा से असंबंधित समस्याओं के समाधान या सुधारों तक ही सीमित होता है।
ia: Le actualisationes del software non es tanto importante. Illos apporta reparationes de defectos o meliorationes que non es associate al securitate.
id: Pembaharuan perangkat lunak tidak terlalu penting. Mereka membawa perbaikan kutu dan peningkatan yang tidak terhubung dengan keamanan.
is: Hugbúnaðaruppfærslur eru ekki eins mikilvægar. Þær koma með lagfæringum og nýjum eiginleikum sem ekki eru endilega tengdir öryggi.
it: Gli aggiornamenti software non sono così fondamentali. Portano soluzioni ai bug o miglioramenti che però non sono relativi alla sicurezza.
ja: ソフトウェアアップデートはそれほど重要ではありません。セキュリティに関係しないバグ修正や改善が行われます。
kab: Ileqman n iseɣẓanen mačči d ixataren aṭas. Ttaken-d tifrat i tuccḍiwin neɣ awenneɛ ur nesɛi ara assaɣ akked tɣellist.
lt: Programinės įrangos atnaujinimai nėra tokie svarbūs. Jie pateikia klaidų pataisymus ar patobulinimus, kurie nėra susiję su saugumu.
nl: Foutreparaties zijn niet zo belangrijk. Ze bevatten foutherstel of verbeteringen die geen verband houden met veiligheid.
pl: Aktualizacje programów nie są tak ważne. Naprawiają błędy lub wprowadzają usprawnienia, które nie są związane z bezpieczeństwem.
pt: Atualizações de software não são tão importantes. Podem trazer correções de erros ou melhorias que não estão relacionadas com a segurança.
pt_br: Atualizações de software não são tão importantes. Elas trazem correções de bugs ou melhorias que não estão relacionadas à segurança.
ro: Actualizările de software nu sunt la fel de importante. Acestea repară defecte sau aduc îmbunătățiri care nu au legătură cu securitatea.
ru: Обновления программного обеспечения не так важны. Они привносят исправления ошибок или улучшения, которые не связаны с безопасностью.
sl: Posodobitve programske opreme niso tako pomembne. Prinašajo popravke napak ali izboljšave, ki se ne nanašajo na varnost.
sr: Ажурирање програма нису толико важно. Они доносе исправке грешака или побољшања која нису повезана са безбедношћу.
sr@latin: Ažuriranja softvera nisu toliko važna. Ona donose ispravke greški ili poboljšanja koja nisu vezana za bezbednost.
sv: Programuppdateringar är inte lika viktiga. De innehåller förbättringar och rättelser av fel som inte rör säkerheten.
uk: Оновлення програм не такі важливі. Вони впроваджують виправлення вад або покращення, які не пов'язані з безпекою.
vi: Cập nhật phần mềm không quan trọng bằng. Chúng mang đến các bản sửa lỗi hoặc cải tiến không liên quan đến bảo mật.
