Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Installing and removing kernels
am: ከረኔሎች መግጠሚያ እና ማስወገጃ
ar: تثبيت وإزالة النواة المتعددة
be: Усталяванне і выдаленне ядраў
bg: Инсталиране и премахване на ядра
ca: Instal·lació i eliminació de kernels
cs: Instalování a odebírání jader
cy: Gosod a thynnu cnewyll
da: Installér og fjern kerner
de: Kernel installieren und entfernen
el: Εγκατάσταση και αφαίρεση πυρήνων
eo: Instalo kaj forigo de kernoj
es: Instalar y eliminar núcleos
et: Kernelite paigaldamine ja eemaldamine
eu: Nukleoak instalatu eta kentzea
fi: Ydinten asennus ja poistaminen
fr_ca: Installer et supprimer des noyaux
he: התקנת והסרת ליבות
hi: कर्नेल इंस्टॉल व हटाना
hr: Instalacija i uklanjanje kernela
hu: Kernelek telepítése és eltávolítása
ia: Installation e remotion del kernels
id: Memasang dan menghapus kernel
is: Að setja upp og fjarlægja kjarna
it: Installazione e rimozione dei kernel
ja: カーネルのインストールと削除
kab: Sbedd u kkes iɣsan
lt: Branduolių įdiegimas ir šalinimas
nl: Installeren en verwijderen van systeemkernen
pl: Instalacja i usuwanie jąder systemu.
pt: Instalar e remover os kernel
pt_br: Instalando e removendo kernels
ro: Instalarea și eliminarea nucleelor
ru: Установка и удаление ядер
sk: Inštalovanie a odstraňovanie jadier
sl: Nameščanje in odstranjevanje jeder
sr: Инсталирање и уклањање кернела
sr@latin: Instalacija i uklanjanje kernela
sv: Installera och ta bort kärnor
tr: Çekirdeklerin kurulumu ve kaldırılması
uk: Установлення та вилучення ядер
vi: Cài đặt và gỡ bỏ kernel

source: You can install and remove kernels from the Update Manager.
am: እርስዎ ከረኔሎች መግጠም እና ማስወገድ ይችላሉ ከ ማሻሻያ አስተዳዳሪ ውስጥ
ar: يمكنك تثبيت وإزالة النواة من مدير التحديث.
be: Вы можаце ўсталяваць і выдаліць ядры ў Кіраўніку абнаўленняў.
bg: Може да инсталираш и премахваш ядра от мениджъра на актуализациите.
ca: Podeu instal·lar i eliminar kernels amb el gestor d'actualitzacions.
cs: Jádra je možné instalovat a odinstalovávat ve Správě aktualizací.
cy: Gallwch sod a thynnu cnewyll drwy'r Rheolwr Diweddaru
da: Du kan installere og fjerne kerner i Opdateringshåndtering.
de: Sie können Kernel mithilfe der Aktualisierungsverwaltung installieren oder entfernen.
el: Μπορείτε να εγκαταστήσετε και να καταργήσετε πυρήνες από τον Διαχειριστή Ενημερώσεων
eo: Eblas instali kaj forigi kernojn ekde la ĝisdatiga mastrumilo.
es: Puede instalar y eliminar núcleos con el gestor de actualizaciones.
et: Kerneleid saab paigaldada ja eemaldada uuenduste halduri abiga.
eu: Eguneraketa kudeatzailea erabiliz nukleoak instalatu eta kendu ditzakezu.
fi: Voit asentaa ja poistaa ytimiä Päivitysten hallinnasta.
fr_ca: Vous pouvez installer et supprimer des noyaux depuis le gestionnaire de mise à jour.
he: ניתן להסיר ליבות על־ידי מנהל העדכונים.
hi: अपडेट प्रबंधक द्वारा कर्नेल इंस्टॉल करें या हटाएँ।
hr: Možete instalirati i ukloniti kernel iz Upravitelja nadopuna.
hu: Telepíthet és eltávolíthat kerneleket a Frissítéskezelő segítségével.
ia: Tu pote installar e remover le kernels per le Gestor de actualisation.
id: Anda dapat memasang dan menghapus kernel dari Manajer Pembaruan.
is: Þú getur sett inn og fjarlægt kjarna í uppfærslustjóranum.
it: È possibile installare e rimuovere kernel dal Gestore aggiornamenti.
ja: アップデートマネージャーにてカーネルをインストールおよび削除できます。
kab: Tzemreḍ ad tesbeddeḍ neɣ ad tekkseḍ iɣsan seg umsefrak n ileqman.
lt: Jūs galite įdiegti ir šalinti branduolius atnaujinimų tvarkytuvėje.
nl: U kunt systeemkernen installeren en verwijderen met behulp van Bijwerkbeheer.
pl: Możesz instalować i usuwać jądra systemu poprzez Menedżera aktualizacji
pt: Pode instalar e remover os kernel diretamente no gestor de atualizações.
pt_br: Você pode instalar e remover kernels a partir do Gerenciador de Atualização.
ro: Puteți instala și elimina nuclee din Administratorul de actualizări.
ru: Вы можете устанавливать и удалять ядра из Менеджера обновлений.
sk: Jadrá môžete inštalovať a odstraňovať z aktualizátora softvéru
sl: Jedra lahko namestite in odstranite s pomočjo Upravitelja posodobitev.
sr: Можете да инсталирате и уклоните кернеле кроз Управљач ажурирањима.
sr@latin: Kernele možete da instalirate i uklonite iz Menadžera ažuriranja.
sv: Du kan installera och ta bort kärnor från Uppdateringshanteraren.
tr: Güncelleme Yöneticisi ile çekirdekleri kurabilir ve kaldırabilirsiniz.
uk: Ви можете встановити та вилучити ядра з-під «Диспетчера оновлень».
vi: Bạn có thể cài đặt và gỡ bỏ hạt nhân từ Trình quản lý cập nhật.

source: Select "View" -&gt; "Linux Kernels" in the menu.
am: ይምረጡ "View" -&gt; "ሊነክስ ከረኔሎች" ከ ዝርዝር ውስጥ
ar: حدد "عرض" -&gt؛ "نواة لينكس" في القائمة.
be: Выберыце ў меню "Выгляд" -&gt; "Ядры Linux".
bg: Избери "Преглед" -&gt; "Линукс ядра" от лентата.
ca: Seleccioneu "Visualitza" - "Kernels de Linux" al menú.
cs: Z nabídky vyberte „Zobrazit“ -&gt; „Linuxová jádra“.
cy: Dewiswch "Golwg -&gt; "Linux Kernels" yn y ddewislen.
da: Vælg "Vis" -&gt; "Linux-kerner" i menuen.
de: Bitte »Ansicht« → »Linux-Kernel« im Menü auswählen.
el: Επιλέξτε "Προβολή" -&gt; "Linux Kernels" στο μενού.
eo: Elektu "Vidi" -&gt; "Linuksaj kernoj" en la menuo.
es: Seleccione «Ver» -&gt; «Núcleos Linux» en el menú.
et: Vali menüüst "Vaade" -&gt; "Linuxi kernelid".
eu: Hautatu "Ikusi" -&gt; "Linux nukleoak" menuan.
fr_ca: Sélectionnez "Affichage" -&gt; "Noyaux Linux" dans le menu.
he: מהתפריט, יש לבחור ב'תצוגה' -> 'ליבות לינוקס'.
hi: मेन्यू से "देखें" -&gt; "लिनक्स कर्नेल" चुनें।
hr: Odaberite "Prikaz" -&gt; "Linux kerneli" u izborniku.
hu: Válassza ki a „Nézet” menüből a „Linux kernelek” menüpontot.
ia: Selige «Vider» -&gt; «Linux Kernels» in le menu.
id: Pilih "Tampilan" -&gt; "Kernel Linux" di menu.
is: Veldu "Skoða" -&gt; "Linux kjarnar" í valmyndinni.
it: Scegliere "Visualizza" -&gt; "Kernel Linux" nel menu.
ja: メニューにて "表示" -&gt; "Linux カーネル" を選択します。
kab: Fren "Tamuɣli" -&gt; "Iɣes n Linux" deg wumuɣ.
lt: Pasirinkite meniu "Rodymas" -&gt; "Linux branduoliai".
nl: Kies 'Tonen' -&gt; 'Linux-systeemkernen' in de werkbalk.
pl: Wybierz z menu "Widok" -&gt; "Jądra Linuksa".
pt: Selecione "Ver -Kernel Linux" no menu.
pt_br: Selecione "Exibir" -&gt; "Kernel Linux" no menu.
ro: Selectați „Vizualizare” -&gt; „Nuclee Linux” din meniu.
ru: Выберите «Вид» -&gt; «Ядра Linux» в меню.
sk: Zvoľte "Zobraziť" -&gt; "Linuxové jadrá" v ponuke.
sl: V meniju izberite »Pogled« -&gt; »Jedra Linuxa«.
sr: Изаберите „Приказ“ -&gt; „Линукс Кернели“ у изборнику.
sr@latin: Izaberite "Pregled" -&gt; "Linuks Kerneli" u meniju.
sv: Välj "Visa" -&gt; "Linux-kärnor" i menyn
tr: Menüden "Görünüm" -&gt; "Linux Çekirdekleri" seçeneğini seçiniz.
uk: Виберіть «Перегляд» -&gt; «Ядра Linux» у меню.
vi: Chọn "Hiển thị" -> "Nhân Linux" trong menu.

source: You cannot remove the kernel you are currently using. To remove it, you need to reboot and select a different kernel to boot with.
am: እርስዎ አሁን የሚጠቀሙበትን ከረኔል ማስወገድ አይችሉም: ከረኔል ለማስወገድ: እርስዎ ኮምፒዩተሩን እንደገና ማስነሳት እና ሌላ ከረኔል መምረጥ አለብዎት
ar: لا يمكنك إزالة النواة التي تستخدمها حاليًا. لإزالتها، تحتاج إلى إعادة التشغيل وتحديد نواة مختلفة للتمهيد.
be: Вы не можаце выдаліць ядро, якое цяпер выкарыстоўваеце. Каб выдаліць яго, вам трэба перазагрузіцца і выбраць іншае ядро для загрузкі.
bg: Не може да премахнеш ядрото, което използваш в момента. За да го махнеш, трябва да рестартираш и да избереш различно ядро за стартиране.
ca: No es pot esborrar el kernel que està en ús. Per fer-ho, cal reiniciar l'ordinador i seleccionar un kernel diferent per arrencar.
cs: Není možné odstranit jádro, které je aktuálně spuštěné. Pokud ho chcete odstranit, je třeba restartovat počítač a načíst jiné jádro.
cy: Nid oes modd tynnu'r cnewyllyn rydych yn ei ddefnyddio ar hyn o bryd. I'w dynnu, bydd rhaid ailgychwyn a dewis cnewyllyn gwahanol i gychwyn ohono.
da: Du kan ikke fjerne den kerne, der bruges lige nu. For at fjerne den skal du genstarte og vælge en anden kerne, der skal bootes med.
de: Sie können den derzeit verwendeten Kernel nicht entfernen. Um ihn zu entfernen, müssen Sie einen Neustart durchführen und einen anderen Kernel zum Starten auswählen.
el: Δεν μπορείτε να καταργήσετε τον πυρήνα που χρησιμοποιείτε αυτήν τη στιγμή. Για να το καταργήσετε, πρέπει να κάνετε επανεκκίνηση και να επιλέξετε έναν διαφορετικό πυρήνα για την εκκίνηση.
eo: Ne eblas forigi la kernon, kiun vi nun uzadas. Por forigi ĝin, vi bezonas denove praŝargi kaj elekti malsaman kernon, per kiu vi deziras praŝargi.
es: No se puede eliminar el núcleo que está en uso. Para eliminarlo, hay que reiniciar el equipo y seleccionar un núcleo diferente en el menú de arranque.
et: Hetkel kasutusel olevat kernelit ei saa eemaldada. Selle eemaldamiseks tuleb arvuti taaskäivitada ja valida buutimisel teine kernel.
eu: Ezin duzu unean erabiltzen ari zaren nukleoa kendu. Kentzeko, berrabiarazi eta nukleo desberdin bat hautatu behar duzu.
fi: Et voi poistaa käytössä olevaa ydintä. Poistaaksesi sen, sinun täytyy valita toinen ydin käynnistystä varten.
fr_ca: Vous ne pouvez pas supprimer le noyau en cours d'utilisation. Pour ce faire, vous devez redémarrer et sélectionner un noyau différent sur lequel démarrer.
he: לא ניתן להסיר את הליבה הפעילה. על מנת להסירה, נא לאתחל את המחשב ולבחור ליבה אחרת לאתחול.
hi: कार्यरत कर्नेल हटाना संभव नहीं है। इसे हटाने हेतु सिस्टम पुनः आरंभ कर उपयोग हेतु अन्य कर्नेल चुनें।
hr: Ne možete ukloniti kernel koji trenutno koristite. Kako bi ga uklonili, morate ponovno pokrenuti računalo i odabrati drugi kernel za pokretanje.
hu: Az éppen használatban lévő kernel nem távolítható el. Ennek eltávolításához újra kell indítani a számítógépet és egy másik kernellel kell elindítani a rendszert.
ia: Tu non pote remover le kernel tu es currentemente usante. Pro lo remover, tu necessita reinitiar e seliger un altere kernel per le qual reinitiar.
id: Anda tidak dapat menghapus kernel yang sedang Anda gunakan. Untuk menghapusnya, Anda perlu melakukan boot ulang dan memilih kernel lain untuk boot.
is: Þú getur ekki fjarlægt þann kjarna sem þú ert að nota. Til að fjarlægja hann verðurðu að endurræsa tölvuna og velja annan kjarna í ræsingunni.
it: Non è possibile rimuovere il kernel che è attualmente in uso. Per rimuoverlo, è necessario riavviare e selezionare un kernel diverso per fare il boot.
ja: 現在使用しているカーネルを削除することはできません。削除するには、いったん再起動した後、別のカーネルを選択して起動する必要があります。
kab: Ur tezmireḍ ara ad tekkseḍ iɣes i yettwaseqdacen akka tura. Iwakken ad t-tekkseḍ, sekker aselkim tikkelt-nniḍen u fren iɣes-nniḍen swayes ara yekker uselkim.
lt: Jūs negalite pašalinti branduolį, kurį šiuo metu naudojate. Norėdami jį pašalinti, paleiskite kompiuterį iš naujo ir pasirinkite paleisti kitą branduolį.
nl: U kunt de systeemkern die u thans in gebruik hebt, niet verwijderen. Om die te verwijderen dient u te herstarten en dan een andere systeemkern te kiezen om vanaf op te starten.
pl: Nie możesz usunąć jądra systemu, którego aktualnie używasz. By je usunąć, musisz uruchomić komputer ponownie i wybrać przy rozruchu inne jądro.
pt: Não pode remover o kernel que está a ser utilizado. Para o remover, tem que reiniciar e selecionar um kernel diferente durante o arranque.
pt_br: Você não pode remover o kernel que está em uso. Para remove-lo, é necessário reiniciar e selecionar um kernel diferente na inicialização.
ro: Nu puteți elimina nucleul folosit în sesiunea curentă. Pentru asta trebuie să reporniți și să alegeți un alt nucleu din secvența de pornire.
ru: Вы не можете удалить ядро, которое сейчас используется. Чтобы удалить его, нужно перезагрузить компьютер и выбрать другое ядро для загрузки.
sk: Jadro, ktoré momentálne používate nemôžete odstrániť. Na jeho odstránenie musíte naštartovať systém s inou verziou jadra.
sl: Jedra, ki ga trenutno uporabljate, ne morete odstraniti. Da bi ga odstranili, morate ponovno zagnati sistem in izbrati drugo jedro, s katerim računalnik zaženete.
sr: Не можете да уклоните кернел који користите тренутно. Да бисте га уклонили, морате да поново покренете рачунар и одаберете други кернел.
sr@latin: Ne možete da uklonite kernel koji trenutno koristite. Da biste ga uklonili, morate da ponovo pokrenete računar i izaberete neki drugi kernel kojim ćete pokrenuti sistem.
sv: Du kan inte ta bort den kärna du för tillfället använder. För att ta bort den, måste du starta om datorn och välja en annan kärna att starta med.
tr: Halihazırda kullanılan çekirdeği silemezsiniz. Bunu silmek için sistemi yeniden başlatıp, başlangıç sırasında farklı bir çekirdeği seçerek açılış yapmalısınız.
uk: Ви не можете вилучити ядро, яке зараз використовуєте. Щоби вилучити його, вам потрібно перезавантажитися та вибрати інше ядро для завантаження.
vi: Bạn không thể gỡ bỏ kernel bạn đang sử dụng. Để loại bỏ nó, bạn cần khởi động lại và chọn kernel khác để khởi động.

source: Selecting a kernel
am: ከረኔል መምረጫ
ar: اختيار النواة
be: Выбар ядра
bg: Избор на ядра
ca: Selecció d'un kernel
cs: Výběr jádra
cy: Dewis cnewyllyn
da: Vælg en kerne
de: Auswahl eines Kernels
el: Επιλέγοντας έναν πυρήνα
eo: Elekto de kerno
es: Seleccionar un núcleo
et: Kerneli valimine
eu: Nukleo bat hautatzea
fi: Ytimen valinta
fr_ca: Sélection d'un noyau
he: בחירת ליבה
hi: कर्नेल चयन
hr: Odabir kernela
hu: Kernel kiválasztása
ia: Selection de un kernel
id: Memilih kernel
is: Val á kjarna
it: Selezionare un kernel
ja: カーネルの選択
kab: Afran n yiɣes
lt: Branduolio pasirinkimas
nl: Het kiezen van een systeemkern
pl: Wybór jądra systemu
pt: Selecionar um kernel
pt_br: Selecionando um kernel
ro: Selectarea unui nucleu
ru: Выбор ядра
sk: Zvolenie jadra
sl: Izbiranje jedra
sr: Одабир кернела
sr@latin: Biranje kernela
sv: Välja en kärna
tr: Çekirdek seçimi
uk: Вибрання ядра
vi: Chọn một kernel

source: You can have multiple kernels installed, but you can only run one kernel at a time.
am: እርስዎ በርካታ ከረኔሎች መግጠም ይችላሉ: ነግር ግን መጠቀም የሚችሉት አንዱን ብቻ ነው
ar: يمكنك تثبيت عدة نواة، ولكن يمكنك تشغيل نواة واحدة فقط في كل مرة.
be: Вы можаце мець шмат усталяваных ядраў, але адначасова можа быць запушчана толькі адно.
bg: Може да имаш много инсталирани ядра, но можеш да стартираш само едно от тях.
ca: Podeu tenir diversos kernels instal·lats, però només es pot executar un alhora.
cs: Je možné mít nainstalováno více jader, ale spuštěné může být vždy jen jedno z nich.
cy: Mae modd i chi gael amryw o gnewyll wedi eu gosod ond dim ond rhedeg un ar y tro.
da: Du kan have flere kerner installeret, men du kan kun køre en kerne ad gangen.
de: Sie können mehrere Kernel installiert haben, aber Sie können jeweils nur einen Kernel ausführen.
el: Μπορείτε να έχετε εγκαταστήσει πολλούς πυρήνες, αλλά μπορείτε να εκτελέσετε μόνο έναν πυρήνα κάθε φορά.
eo: Eblas, ke pluraj kernoj estas instalitaj, sed ĉiumomente eblas ruli nur unu kernon.
es: Se pueden tener varios núcleos instalados, pero solo se puede ejecutar un núcleo a la vez.
et: Arvutisse võib paigaldatud olla mitu kernelit, kuid sa saad kasutada ainult ühte korraga.
eu: Hainbat nukleo eduki ditzakezu instalatuta, baina aldiko bakarra exekutatzen da.
fi: Sinulla voi olla useita ytimiä asennettuna, mutta voit käyttää vain yhtä kerrallaan.
fr_ca: Vous pouvez avoir plusieurs noyaux installés, mais vous ne pouvez lancer qu'un noyau à la fois.
he: ניתן להתקין מספר ליבות, אך ניתן להריץ רק אחת בכל פעם.
hi: एकाधिक कर्नेल इंस्टॉल करना संभव है परंतु उपयोग केवल एक ही होगा।
hr: Imate više instaliranih kernela, ali možete istovremeno imati samo jedan kernel pokrenut.
hu: Több kernelt is telepíthet, de egyszerre mindig csak egyetlen kernelt futtathat a számítógépen.
ia: Tu pote haber plure kernels installate, ma tu pote solmente facer fluer un kernel al vice.
id: Anda dapat memasang beberapa kernel, tetapi Anda hanya dapat menjalankan satu kernel dalam satu waktu.
is: Þú getur verið með marga kjarna uppsetta, en þú getur aðeins keyrt einn kjarna í einu.
it: È possibile avere più kernel installati, ma se ne può eseguire solo uno per volta.
ja: 複数のカーネルをインストールできますが、一度に実行できるカーネルは 1 つだけです。
kab: Tzemreḍ ad tesɛuḍ aṭas n iɣsan yettusbedden, maca yiwen kan i tzemreḍ ad tsekkreḍ ɣef tikkelt.
lt: Jūs galite turėti įdiegtus kelis branduolius, tačiau vienu metu galite naudoti tik vieną branduolį.
nl: U kunt meerdere systeemkernen geïnstalleerd hebben, maar u kunt er slechts één in gebruik hebben.
pl: Możesz mieć zainstalowanych jednocześnie wiele jąder systemu, jednak możesz uruchomić tylko jedno na raz.
pt: Pode ter instalados diversos kernel, mas só poderá executar um kernel de cada vez.
pt_br: Você pode ter múltiplos kernels instalados, mas poderá executar apenas um kernel de cada vez.
ro: Puteți avea mai multe nuclee instalate, dar puteți rula un singur nucleu la un moment dat.
ru: Можно установить несколько ядер, но загрузиться и работать может только одно ядро.
sk: Môžete mať nainštalovaných viacero jadier, no spustené môže byť v jednu chvíľu len jedno.
sl: Nameščenih imate lahko več jeder, naenkrat pa lahko poganjate le eno jedro.
sr: Можете инсталирати више кернела, но у сваком тренутку само један може бити покренут.
sr@latin: Možete da imate više instaliranih kernela, ali možete da koristite samo jedan u datom trenutku.
sv: Du kan ha flera kärnor installerade, men du kan bara köra en kärna åt gången.
tr: Sisteminizde birden fazla çekirdek kurulu olabilir, ama sisteminizi bunlardan sadece biriyle açabilirsiniz.
uk: Ви можете мати декілька встановлених ядер, але можете працювати лише на одному ядрі одночасно.
vi: Bạn có thể cài đặt nhiều kernel, nhưng mỗi lần bạn chỉ có thể chạy một kernel.
