Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: If a proprietary driver isn't properly recompiled with DKMS for one of your kernels, it will not function correctly with that kernel.
am: ይህ proprietary driver በ ትክክል recompiled ካልሆነ በ DKMS ለ አንዱ ከረኔል: በ ትክክል አይሰራም ለዛ ከረኔል
ar: إذا لم يتم إعادة تحميل برنامج التشغيل الخاص بك بشكل صحيح مع DKMS لإحدى النواة الخاصة بك، فلن يعمل بشكل صحيح مع تلك النواة.
be: Калі прапрыетарны драйвер не пераўкладзены правільна для ядра, ён не будзе правільна працаваць з гэтым ядром.
bg: Ако затвореният драйвер не е компилиран правилно чрез DKMS за някое от ядрото, той няма да работи правилно с това ядро.
ca: Si un controlador propietari no està adequadament recompilat amb DKMS per a algun dels vostres kernels, no funcionarà correctament amb aquest kernel.
cs: Pokud proprietární ovladače nejsou řádně rekompilovány s DKMS pro jedno z nainstalovaných jader, nebudou na tomto jádru správně fungovat.
cy: Os nad yw gyrrwr masnachol yn cael ei grynhoi'n iawn gan DKMS ar gyfer un o'ch cnewyll, ni fydd yn gweithio'n iawn gyda'r cnewyllyn hwnnw.
da: Hvis en proprietær driver ikke er ordentligt rekompileret med DKMS for en af dine kerner, vil den ikke virke korrekt med den kerne.
de: Wenn ein proprietärer Treiber nicht ordnungsgemäß mit DKMS für einen Ihrer Kernel kompiliert wird, funktioniert er nicht ordnungsgemäß mit diesem Kernel.
el: Εάν ένα ιδιόκτητο πρόγραμμα οδήγησης δεν συμμορφώνεται σωστά με το DKMS για έναν από τους πυρήνες σας, δεν θα λειτουργήσει σωστά με αυτόν τον πυρήνα.
eo: Se komerca pelilo ne estas konvene denove tradukita per DKMS por unu el viaj kernoj, ĝi ne funkcios korekte kun tiu kerno.
es: Si un controlador privativo no se recompila correctamente con DKMS para uno de los núcleos, no funcionará correctamente con ese núcleo.
et: Kui omanduslikku draiverit ei kompileerita uuesti DKMSiga mõne sinu kerneli jaoks, siis see draiver ei tööta selle kerneliga koos.
eu: Jabedun kontrolatzaile bat ez bada DKMS erabiliz zure nukleoetako batentzat birkonpilatzen, ez du ondo funtzionatuko nukleo horrekin.
fi: Jos suljettua ajuria ei ole käännetty kunnolla DKMS:llä yhdelle ytimistäsi, se ei toimi oikein sen ytimen kanssa.
fr_ca: Si un pilote propriétaire n'est pas correctement recompilé avec DKMS pour un de vos noyaux, il ne fonctionnera pas correctement avec ce noyau.
he: אם התקן קנייני לא הודר כנדרש באמצעות DKMS לאחת הליבות, ההתקן לא יתפקד בליבה זו באופן תקין .
hi: कर्नेल हेतु डीकेएमएस द्वारा अमुक्त ड्राइवर संयोजित न होने पर, यह कर्नेल के साथ उचित रूप से कार्य नहीं करेगा।
hr: Ako vlasnički upravljački programi nisu ispravno ponovno kompilirani s DKMS-om od vašeg jednog kernela, neće ispravno funkcionirati s tim kernelom.
hu: Amennyiben a tulajdonosi illesztőprogram DKMS általi lefordítása nem hibátlan az egyes kernelekkel, akkor az eszköz nem fog megfelelően működni azokkal a kernelekkel.
ia: Si un driver proprietari non es debitemente recompilate per le DKMS pro un de tu kernels, illo non functionara correctemente per celle kernel.
id: Jika driver berpemilik tidak dikompilasi ulang dengan benar dengan DKMS untuk salah satu kernel Anda, itu tidak akan berfungsi dengan benar dengan kernel itu.
is: Ef séreignarekill er ekki rétt endurvistþýddur með DKMS fyrir einn af kjörnunum þínum, mun rekillinn ekki virka rétt með þeim kjarna.
it: Se un driver proprietario non è correttamente ricompilato con DKMS per uno dei tuoi kernel, non funzionerà correttamente con tale kernel.
ja: プロプライエタリドライバーが、いちカーネルに対して DKMS で適切に再コンパイルされていないと、そのカーネルでは正しく機能しません。
kab: Ma yella anuḍaf n umli ur yettwasefsu ara akken iwata s DKMS i yiwen gar iɣsan-inek, ur itteddu ara akken iwata akked yiɣes-agi.
lt: Jeigu nuosavybinė tvarkyklė nėra tinkamai iš naujo kompiliuojama jūsų branduoliui naudojant DKMS, tuomet ji nefunkcionuos teisingai su tuo branduoliu.
nl: Indien een niet-vrij stuurprogramma niet naar behoren wordt gecompileerd met DKMS voor één van uw systeemkernen, dan zal het niet goed functioneren met die systeemkern.
pl: Jeśli sterownik własnościowy nie jest prawidłowo przekompilowany przez DKMS do jednego z Twoich jąder systemu, nie będzie z nim prawidłowo współpracował.
pt: Se um controlador proprietário não for recompilado devidamente com DKMS para um dos seus kernel, não irá funcionar corretamente com esse kernel.
pt_br: Se um driver proprietário não for recompilado devidamente com DKMS para um dos seus kernels, ele não irá funcionar corretamente com esse kernel.
ro: Dacă un driver proprietăresc nu este corect recompilat cu DKMS pentru unul dintre nucleele dvs., acesta nu va funcționa corect cu acest nucleu.
ru: Если для одного из ядер проприетарный драйвер перекомпилирован не правильно с применением DKMS, то он не будет правильно работать с этим ядром.
sk: Ak sa proprietárny ovládač neskompiluje správne s DKMS na dané jadro, nebude s ním fungovať.
sl: Če lastniški gonilnik ni pravilno ponovno preveden z DMKS za enega od vaših jeder, s tem jedrom ne bo pravilno deloval.
sr: Ако власнички драјвер није исправно састављен за један од ваших кернела путем DKMS, он неће исправно радити са тим кернелом.
sr@latin: Ukoliko vlasnički upravljački program nije pravilno prekompajliran preko DKMS-a za neki od Vaših kernela, on neće funkcionisati ispravno sa tim kernelom.
sv: Om en proprietär drivrutin inte är korrekt kompilerad med DKMS för en av dina kärnor, fungerar den inte korrekt med denna kärna.
tr: Eğer sahipli bir sürücü; çekirdeklerinizden biri için doğru biçimde yeniden derlenmezse, ilgili çekirdek ile doğru biçimde fonksiyonunu yerine getiremez.
uk: Якщо патентований драйвер належно не перекомпільовується за допомогою DKMS для одного з ваших ядер, він не буде правильно функціювати із тим ядром.
vi: Nếu trình điều khiển độc quyền không được biên dịch lại đúng cách bằng DKMS cho một trong các kernel của bạn thì nó sẽ không hoạt động chính xác với kernel đó.

source: After installing or removing a kernel, you can check your DKMS status, to make sure all proprietary drivers are properly installed for each of your kernels with the following command:
am: እርስዎ ከረኔል ከ ገጠሙ ወይንም ካስወገዱ በኋላ የ እርስዎን DKMS ሁኔታ መመርመር ይችላሉ: ሁሉም የ proprietary drivers በ ትክክል መገጠማቸውን ለ እርስዎ ከረኔል በሚቀጥለው ትእዛዝ:
ar: بعد تثبيت أو إزالة النواة، يمكنك التحقق من حالة DKMS، للتأكد من تثبيت جميع برامج التشغيل الخاصة بشكل صحيح لكل من النواة الخاصة بك باستخدام الأمر التالي:
be: Пасля ўсталявання ці выдалення ядра, вы можаце праверыць статус DKMS, каб упэўніцца ў правільнай усталёўцы прапрыетарных драйвераў для кожнага ядра, наступнай камандай:
bg: След инсталиране или премахване на ядро, може да провериш DKMS статуса, за да провериш дали всички затворени драйвери са за инсталирани правилно с командата:
ca: Després d'instal·lar o suprimir un kernel, podeu comprovar l'estat DKMS, per assegurar-vos que tots els controladors propietaris estan correctament instal·lats per a cadascun dels vostres kernels, amb l'ordre següent:
cs: Po instalaci nebo odstranění jádra si můžete zkontrolovat stav DKMS, abyste měli jistotu, že všechny proprietární ovladače jsou řádně nainstalovány pro každé jádro ve vašem systému. Lze to provést příkazem:
cy: Ar ôl gosod neu dynnu cnewyllyn, gallwch wirio eich statws DKMS, i wneud yn siŵr fod yr holl yrwyr masnachol wedi eu gosod yn iawn ar gyfer pob un o'ch cnewyll, gyda'r gorchymyn canlynol:
da: Efter at have installeret eller fjernet en kerne kan du tjekke status for DKMS, for at sikre dig at alle proprietære drivere er korrekt installeret for hver af dine kerner, med den følgende kommando:
de: Nach dem Installieren oder Entfernen eines Kernels können Sie Ihren DKMS-Status überprüfen, um sicherzustellen, dass alle proprietären Treiber, für jeden Ihrer Kernel, ordnungsgemäß installiert sind:
el: Αφού εγκαταστήσετε ή αφαιρέσετε έναν πυρήνα, μπορείτε να ελέγξετε την κατάσταση DKMS σας, για να βεβαιωθείτε ότι όλα τα ιδιόκτητα προγράμματα οδήγησης έχουν εγκατασταθεί σωστά για καθένα από τους πυρήνες σας με την ακόλουθη εντολή:
eo: Post instalo aŭ forigo de kerno vi povas kontroli vian DKMS-staton por certiĝi, ke ĉiuj komercaj peliloj estas konvene instalitaj por ĉiu el viaj kernoj per jena komando:
es: Tras instalar o eliminar un núcleo, puede comprobar el estado de DKMS, para asegurarse de que todos los controladores privativos estén instalados correctamente para cada núcleo, con la orden siguiente:
et: Pärast kerneli paigaldust või eemaldamist võid kontrollida DKMSi olekut, et veenduda, et kõik omanduslikud draiverid on õigesti paigaldatud kõigile sinu kernelitele järgmise käsuga:
eu: Nukleo bat instalatu edo kendu ondoren, zure DKMS egoera egiaztatu dezakezu, jabedun kontrolatzaile guztiak nukleo guztientzat ondo instalatuta daudela ziurtatzeko. Horretarako erabili komando hau:
fi: Ytimen asentamisen tai poistamisen jälkeen voit tarkastaa DKMS:n tilan varmistaaksesi kaikkien suljettujen ajurien olevan kunnolla asennettuna jokaiselle ytimellesi seuraavalla komennolla:
fr_ca: Après l'installation ou la suppression d'un noyau, vous pouvez vérifier le status de votre DKMS, pour vous assurer que tous les pilotes propriétaires sont correctement installés pour chacun de vos noyaux avec la commande suivante :
he: לאחר התקנת או הסרת ליבה, ניתן לבדוק את מצב ה־DKMS, כדי לוודא שכל ההתקנים הקנייניים מותקנים באופן תקין, עבור כל אחת מהליבות המותקנות במחשב, באמצעות הפקודה הבאה:
hi: कर्नेल इंस्टॉल या हटाने उपरांत निम्नलिखित कमांड द्वारा डीकेएमएस स्थिति जाँचकर सुनिश्चित करें कि सभी अमुक्त ड्राइवर कर्नेल हेतु उचित रुप से इंस्टॉल हैं:
hr: Nakon instaliranja ili uklanjanja kernela, možete provjeriti vaše DKMS stanje, kako bi bili sigurni da su svi vlasnički upravljački programi ispravno instalirani za svaki vaš kernel upisivanjem naredbe u terminal:
hu: A kernelek telepítése és eltávolítása után ellenőrizheti a DKMS állapotát, amellyel meggyőződhet, hogy a tulajdonosi illesztőprogramok megfelelően telepítve lettek az összes kernelhez. Az ellenőrzéshez írja be a következő parancsot:
ia: Post le installation o remotion de un kernel, tu pote controlar le stato de tu DKMS, render te certe que tote le drivers proprietari es debitemente installate pro cata de tu kernels per le sequente commando:
id: Setelah memasang atau menghapus kernel, Anda dapat memeriksa status DKMS Anda, untuk memastikan semua driver berpemilik dipasang dengan benar untuk setiap kernel Anda dengan perintah berikut:
is: Eftir að hafa sett inn eða fjarlægt kjarna, geturðu skoðað stöðu DKMS til að ganga úr skugga um að allir séreignareklar séu rétt uppsettir gagnavart hverjum af kjörnunum þínum, með því að gefa eftirfarandi skipunin:
it: Dopo l'installazione o la rimozione di un kernel, è possibile controllare il tuo stato DKMS, per assicurarsi che tutti i driver proprietari siano installati correttamente per ciascuno dei tuoi kernel con il comando seguente:
ja: カーネルをインストールまたは削除した後に、次のコマンドを使用して DKMS ステータスを確認することで、カーネルごとに全てのプロプライエタリドライバーが正しくインストールされているかを知ることができます:
kab: Ticki yettwasbedd neɣ yettwakkes yiɣes, tzemreḍ ad tselkneḍ addad n DKMS inek, iwakken ad tetḥeqqeḍ belli inuḍaf-inek n umli ttwasbedden akken iwta i yal iɣes s unezḍay-agi:
lt: Įdiegę ar pašalinę branduolį ir norėdami įsitikinti, jog visos nuosavybinės tvarkyklės yra tinkamai įdiegtos kiekvienam jūsų branduoliui, jūs galite patikrinti savo DKMS būseną, naudodami šią komandą:
nl: Na het installeren of verwijderen van een systeemkern, kunt u uw DKMS-status nakijken om te zien of alle niet-vrije stuurprogramma's naar behoren zijn geïnstalleerd voor elke aanwezige systeemkern. Daarvoor gebruikt u de volgende terminalopdracht:
pl: Po instalacji lub usunięciu jądra systemu, by upewnić się, że wszystkie sterowniki własnościowe zostały prawidłowo zainstalowane dla każdego z jąder, możesz sprawdzić status DKMS poniższym poleceniem:
pt: Após a instalação ou remoção de um kernel, pode verificar o estado DKMS para se certificar de que todos os controladores proprietários foram devidamente instalados para cada um dos kernel com o seguinte comando:
pt_br: Após a instalação ou remoção do kernel, você pode verificar o status do seu DKMS, para certificar que todos os drivers proprietários estão devidamente instalados para cada um dos kernels com o seguinte comando:
ro: După instalarea sau eliminarea unui nucleu, puteți verifica starea DKMS pentru a vă asigura că toate driverele proprietărești sunt instalate corespunzător pentru fiecare dintre nucleele dvs., folosind următoarea comandă:
ru: После установки или удаления ядра, вы сможете проверить состояние DKMS, чтобы убедиться, что все проприетарные драйверы правильно установлены для каждого ядра, с помощью следующей команды:
sk: Po nainštalovaní alebo odstránení jadra môžete skontrolovať stav DKMS aby ste sa usistili, že sú všetky proprietárne ovládače nainštalované na každé jadro. Kontrolu prevediete príkazom:
sl: Po namestitvi ali odstranitvi jedra lahko preverite stanje DKMS, da preverite, če so vsi lastniški gonilniki ustrezno nameščeni za vsakega od jeder z naslednjim ukazom:
sr: Након што инсталирате или уклоните кернел, можете проверити ваш статус DKMS, да се уверите да су сви власнички драјвери исправно инсталирани за сваки од ваших кернела користећи следећи унос:
sr@latin: Posle instalacije ili uklanjanja kernela, možete da proverite Vaš DKMS status, da biste bili sigurni da su svi vlasnički upravljački programi pravilno istalirani za svaki od Vaših kernela, sledećom komandom:
sv: Efter installation eller borttagning av en kärna kan du kontrollera din DKMS-status, för att säkerställa att alla proprietära drivrutiner är korrekt installerade för var och en av dina kärnor, med följande kommando:
tr: Bir çekirdeği kurduktan ya da kaldırdıktan sonra, DKMS durumunuzu kontrol edebilirsiniz. Tüm sahipli sürücülerin, çekirdeğinizin her biri için doğru şekilde yüklendiğinden emin olmak için aşağıdaki komutu kullanabilirsiniz:
uk: Після встановлення або вилучення ядра, щоб упевнитися, що всі патентовані драйвери належно встановлені для кожного з ваших ядер, ви можете перевірити статус DKMS такою командою:
vi: Sau khi cài đặt hoặc gỡ bỏ kernel, bạn có thể kiểm tra trạng thái DKMS của mình để đảm bảo tất cả các trình điều khiển độc quyền đều được cài đặt đúng cách cho từng kernel của bạn bằng lệnh sau:
