Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: It can be used to create snapshots manually but also to automate system snapshots.
ar: يمكن استخدامه لإنشاء اللقطات يدويا ولكن أيضا لأتمام لقطات النظام تلقائياً.
be: Яе можна выкарыстоўваць для стварэння здымкаў уручную або аўтаматычна.
bg: Той може да бъде използван както за ръчно създаване на снимки, така и за автоматизирани снимки на системата.
ca: Es pot utilitzar per crear manualment instantànies, però també per automatitzar les instantànies del sistema.
cy: Mae modd ei ddefnyddio i greu cipluniau â llaw ac hefyd i awtomeiddio cipluniau systemau.
el: Μπορεί να χρησιμοποιηθεί για τη δημιουργία στιγμιότυπων με μη αυτόματο τρόπο, αλλά και για την αυτοματοποίηση των στιγμιότυπων του συστήματος.
eo: Ĝi uzeblas por krei momentfotojn permane, sed ankaŭ por aŭtomatigi sistem-momentfotojn.
es: Se puede usar para crear instantáneas manualmente, pero también para automatizar las instantáneas del sistema.
et: Sellega saab luua süsteemi hetktõmmise käsitsi, kuid nende loomise võib ka automatiseerida.
eu: Argazkiak eskuz sortu edo sistemaren argazkiak automatizatzeko erabil daiteke.
fr_ca: Il peut être utilisé pour créer un image manuelle mais aussi en automatisant les images du système.
he: ניתן להשתמש בה ליצירת תמונות־חטף מערכת באופן ידני אך גם לאטמט את תהליך יצירת תמונות־חטף המערכת.
hi: इसके द्वारा आप स्वयं या स्वतः सिस्टम स्नैपशॉट बना सकते हैं।
ia: Illo pote esser usate pro crear instantaneos manualmente, ma alsi pro automatisar le instantaneos de systema.
id: Bisa digunakan untuk membuat tangkapan secara manual tetapi juga untuk mengotomatisasi tangkapan sistem.
is: Það má nota til að taka skyndiafrit handvirkt en einnig til að setja upp sjálfvirka skyndiafritun kerfisins.
it: Può essere usata per creare istantanee di sistema (snapshot) manualmente ma anche automaticamente.
ja: スナップショットを手動で作成するために使用できますが、システムスナップショットを自動化することにも使用できます。
kab: Yezmer ad yettwaseqdec i wesnulfu n tuṭṭfiwin s ufus maca daɣen iwakken ad d-ttilin s wudem awurman.
lt: Ji gali būti naudojama momentinių kopijų kūrimui rankiniu būdu, o taip pat norint automatizuoti sistemos momentines kopijas.
nl: Het kan worden gebruikt om handmatig momentopnamen te maken maar ook om momentopnamen van het systeem te automatiseren.
pl: Może zostać użyty do ręcznego stworzenia migawki, ale również automatyzacji migawek systemu.
pt: Pode ser utilizado para criar cópias manualmente mas também podem ser automatizadas.
pt_br: Ele pode ser usado para criar snapshots manualmente, bem como automatizar os snapshots do sistema.
ro: Poate fi folosit pentru crearea manuală de instantanee, precum și automatizarea instantaneelor de sistem.
ru: Может быть использовано для ручного и автоматического создания снимков системы.
sl: Z njim lahko izdelate posnetke ročno, lahko pa tudi avtomatizirate izdelavo posnetkov sistema.
sr: Може се користити за ручно креирање снимака, али и за аутоматизацију снимака система.
sr@latin: On se može koristiti za ručno pravljenje snimaka stanja sistema, ali takođe i za automatizaciju snimanja stanja sistema.
sv: Det kan användas för att skapa avbilder manuellt men kan också göra detta automatiskt.
uk: Її можливо використати для ручного створення знімків, а також для автоматизування знімків системи.
vi: Nó có thể được sử dụng để tạo bản sao lưu theo cách thủ công nhưng cũng để tự động hóa bản sao lưu hệ thống.

source: Linux Mint recommends the automation of daily and boot snapshots.
ar: ينصح Linux Mint بأتمام اللقطات التلقائية اليومية والتمهيد.
be: Linux Mint рэкамендуе аўтаматычныя здымкі, штодзённыя і пры кожнай загрузцы.
bg: Линукс Минт препоръчва автоматични ежедневни снимки.
ca: Linux Mint Recomana automatitzar les instantànies diàries i d'arrencada.
cy: Mae Linux Mint yn argymell awtomeiddio cipluniau dyddiol a chychwyn.
el: Το Linux Mint συνιστά την αυτοματοποίηση των ημερήσιων στιγμών και των στιγμιότυπων εκκίνησης.
eo: Linukso Minto rekomendas aŭtomatigon de ĉiutagaj kaj praŝargaj momentfotoj.
es: Linux Mint recomienda automatizar las instantáneas diarias y de arranque.
et: Linux Mint soovitab automaatselt luua igapäevased ja buutimise hetktõmmised.
eu: Linux Mintek eguneroko eta abioko argazkiak automatizatzea gomendatzen du.
fr_ca: Linux Mint recommande l'automatisation des images quotidiennes ainsi que les images du démarrage.
he: לינוקס מינט ממליצה להגדיר אטמוט ליצירת תמונות־חטף מערכת ומחיצת האתחול (boot), בתדירות יומית.
hi: लिनक्स मिंट परामर्श अनुसार दैनिक एवं बूट हेतु स्वतः स्नैपशॉट करें।
ia: Linux Mint recommenda le automation de instantaneos quotidian e de initio.
id: Linux Mint merekomendasikan otomatisasi secara harian dan boot tangkapan.
is: Linux Mint mælir með sjálfvirkni fyrir bæði dagleg- og ræsiskyndiafrit.
it: Linux Mint raccomanda di automatizzare la creazione automatica di istantanee giornaliere ed all'avvio.
ja: Linux Mint では、毎日のスナップショットとブート時のスナップショットの自動化を推奨しています。
kab: Linux Mint yessemtar aswurmen n tuṭṭfiwin n wass akked twaṭṭfiwin n usekker.
lt: Linux Mint rekomenduoja kasdienių ir paleidimo metu kuriamų momentinių kopijų automatizavimą.
nl: Linux Mint raadt het automatiseren aan van periodieke momentopnamen.
pl: Linux Mint zaleca automatyzację migawek dziennych oraz migawek rozruchowych.
pt: O Linux Mint recomenda a criação automática de cópias diárias do sistema e do arranque.
pt_br: Linux Mint recomenda a automação de snapshots diários e de inicialização.
ro: Linux Mint recomandă automatizarea instataneelor zilnice, inclusiv pentru secvența de pornire.
ru: В Linux Mint желательно автоматизировать создание ежедневных и загрузочных снимков.
sl: Linux Mint priporoča samodejno izdelavo dnevnih in zagonskih posnetkov.
sr: Линукс Минт препоручује аутоматизацију дневних и покретних снимака.
sr@latin: Linuks Mint preporučuje automatizaciju dnevnih snimaka stanja sistema i onih prilikom podizanja sistema.
sv: Utvecklingsgruppen rekommenderar automatiskt skapande av avbilder vid start och ytterligare en gång per dag.
uk: «Linux Mint» рекомендує автоматизувати щоденні знімки та завантажувальні знімки.
vi: Linux Mint khuyến nghị tự động hóa các bản sao lưu hàng ngày và khởi động.

source: If an update, a mistake, a bug or a malicious program breaks something on your computer, you can restore the operating system from any snapshot, thus cancelling the problem as if it never happened.
ar: إذا كان أحد التحديثات خطأ أو برنامج ضار عطل أي شيء على جهاز الكمبيوتر الخاص بك، يمكنك استعادة نظام التشغيل من أية لقطة، وبالتالي إلغاء المشكلة كأنها لم تحدث.
be: Калі абнаўленне, памылка або шкодная праграма зламае нешта на вашым камп'ютары, вы зможаце аднавіць аперацыйную сістэму з любога здымка, такім чынам скасаваўшы праблему, як быццам яе і не было.
bg: Ако актуализация, грешка, бъг или вредна програма нещо по компютъра се счупи, ще може да възстановите операционната система от снимка. Това ще оправи проблема, ако някога се случи.
ca: Si una actualització, una errada, un error o un programa maliciós espatlla alguna cosa al vostre ordinador, podeu restaurar el sistema operatiu a parir de qualsevol instantània, eliminant així el problema com si mai hagués passat.
cy: Os yw diweddariad, camgymeriad, gwall neu raglen faleisus yn torri rhywbeth ar eich cyfrifiadur, gallwch adfer y system weithredu o unrhyw giplun, felly'n diddymu'r anhawster os bydd yn digwydd byth
el: Εάν μια ενημέρωση, ένα λάθος, ένα σφάλμα ή ένα κακόβουλο πρόγραμμα σπάσει κάτι στον υπολογιστή σας, μπορείτε να επαναφέρετε το λειτουργικό σύστημα από οποιοδήποτε στιγμιότυπο, ακυρώνοντας έτσι το πρόβλημα σαν να μην συνέβη ποτέ.
eo: Se ĝisdatigo, eraro, cimo aŭ malbonintenca programo fuŝas ion sur via komputilo, tiam vi povas restaŭri la operaciumon ekde iu ajn momentfoto kaj tiumaniere nuligi la problemon, kvazaŭ tio neniam okazis.
es: Si una actualización, un fallo, un error o un programa malicioso estropea algo en su equipo, puede restaurar el sistema operativo a partir de cualquier instantánea y eliminar, de este modo, el problema.
et: Kui uuendus, kasutaja või tarkvara viga rikuvad midagi sinu arvutis, saad operatsioonisüsteemi taastada mõne varasema hetktõmmise järgi, selliselt kaotades probleemi nagu seda poleks kunagi juhtunudki.
eu: Eguneraketa batek, akats batek, errore batek edo programa maltzur batek zure ordenagailuan zerbait puskatzen badu, sistema eragilea leheneratu dezakezu edozein argazkitatik, arazoa ezeztatuz.
fr_ca: Si une mise à jour, une erreur, un bogue ou un programme malsain rend inutilisable quelque chose dans votre ordinateur, vous pouvez le restaurer depuis une image antérieure et ainsi, annuler le problème comme si rien n'était arrivé.
he: אם מעדכון, טעות, תקל או תוכנה זדונית, משבשים דבר מה במחשב, ניתן לשחזר את מערכת ההפעלה מכול תמונת־חטף ובכך לבטל את הבעיה כאילו שמעולם לא ארעה.
hi: किसी अपडेट, त्रुटि, समस्या या दुर्भावनापूर्ण प्रोग्राम द्वारा कंप्यूटर कार्यप्रणाली प्रभावित होने के स्थिति में आप पूर्व स्नैपशॉट द्वारा ऑपरेटिंग सिस्टम पुनः स्थापित कर इसका समाधान कर सकते हैं।
ia: Si un actualisation, un error, un defecto o un programma maligne rumpe alco sur tu computator, tu pote restaurar le systema operative ab ulle instantaneo, assi cancellante le problema como si illo jammais eveniva.
id: Jika sebuah pembaharuan, sebuah kesalahan, sebuah kutu program yang tidak dikenal merusak sesuatu dikomputer anda, anda dapat pulihkan sistem operasi dari tangkapan apa saja, sehingga membatalkan masalah seolah tidak pernah terjadi.
is: Ef uppfærsla, mistök eða einhver óværa skemmir eitthvað í tölvunni þinni, geturðu endurheimt stýrikerfið með skyndiafriti, og komist þannig framhjá vandamálinu eins og ef það hafi aldrei átt sér stað.
it: Se un aggiornamento, un errore, un bug o un programma malevolo danneggia qualcosa del tuo computer, puoi ripristinare il sistema operativo da qualunque istantanea (snapshot), cancellando il problema come se non fosse mai avvenuto.
ja: アップデート、誤操作、バグ、または悪意のあるプログラムがコンピューター上の何かを壊した場合、スナップショットからオペレーティングシステムを復元することができます。それにより、発生したことがないかのように問題を解決できます。
kab: Ma yella lqem, tuccḍa, abug neɣ yir ahil yerẓa taɣawsa deg uselkim-inek, tzemreḍ ad d-terreḍ anagraw n wammud si tugna yettwaṭṭfen, u s wakka ad tekkseḍ ugur.
lt: Jeigu atnaujinimas, klaida, strigtis ar kenkėjiška programa jūsų kompiuteryje ką nors sugadins, galėsite atkurti operacinę sistemą iš bet kurios momentinės kopijos, tuo pačiu panaikindami problemą taip, lyg jos niekada ir nebūtų.
nl: Indien een actualisering, een vergissing, een fout of zelfs (hoogst onwaarschijnlijk, maar je weet maar nooit) een kwaadaardig programma iets kapot maakt op uw computer, dan kunt u het besturingssysteem herstellen vanuit elke eerder gemaakte momentopname, waardoor het probleem in één klap grondig wordt verholpen.
pl: Jeśli aktualizacja, pomyłka, błąd lub złośliwy program popsuje coś na twoim komputerze, możesz przywrócić system operacyjny z migawki. Spowoduje to pozbycie się problemu, jakby nigdy nie wystąpił.
pt: Se uma atualização, um erro ou um programa mal intencionado danificar algo no seu computador, poderá restaurar o sistema operativo a partir de qualquer imagem, revertendo assim o problema criado.
pt_br: Se uma atualização, um erro, um bug ou um programa mal-intencionado danificar algo no seu computador, você poderá restaurar o sistema operacional a partir de qualquer snapshot, cancelando assim o problema como se nunca tivesse acontecido.
ro: Dacă o actualizare, o greșeală, un defect sau un program rău-intenționat strică ceva pe calculator, puteți restaura sistemul de operare din oricare instantaneu, eliminând astfel problema, ca și când nu s-ar fi întâmplat.
ru: Если обновление, ошибка или вредоносное приложение что-то сломали на вашем компьютере, вы сможете восстановить операционную систему из любого снимка, устранив проблему, как будто этого не произошло.
sl: Če posodobitev, napaka, hrošč ali zlovešči program okvari nekaj na vašem računalniku, lahko operacijski sistem obnovite iz sleherne slike sistema, s čimer se rešite težave, kot da se ne bi zgodila.
sr: Ако ажурирање, заблуде, грешка или злонамерни програм ломи нешто на вашем рачунару, можете вратити оперативни систем из било ког снимка, тако поништава проблем као да се никад није десило.
sr@latin: Ukoliko neko ažuriranje, greška, greška u programu ili zlonamerni program pokvari nešto na Vašem računaru, možete vratiti operativni sistem u prethodno stanje iz bilo kog snimka stanja sistema, čime se taj problem poništava, kao da ga nikada nije ni bilo.
sv: Om något skulle sluta fungera på grund av en felaktig uppdatering, ett misstag, programfel eller skadligt program så kan du använda en avbild för att återställa operativsystemet till en tidpunkt innan felet uppstod.
uk: Якщо оновлення, помилка, вада чи шкідлива програма пошкодить щось на вашому комп'ютері, ви зможете відновити операційну систему з будь-якого знімку й, отже, усунути проблему так, ніби вона ніколи не виникала.
vi: Nếu một bản cập nhật, một lỗi, một lỗi hoặc một chương trình độc hại làm hỏng thứ gì đó trên máy tính của bạn, bạn có thể khôi phục hệ điều hành từ bất kỳ bản sao lưu nào, hủy bỏ sự cố như thể nó chưa từng xảy ra.

source: System snapshots only cover the operating system itself. They do not include or affect your personal data.
ar: لقطات النظام تغطي فقط نظام التشغيل نفسه. لا تشمل أو تؤثر على بياناتك الشخصية.
be: Здымкі сістэмы пакрываюць толькі саму аперацыйную сістэму. Яны не закрануць вашы асабістыя даныя.
bg: Системните снимки покриват само операционната система. Те не включват и нямат отношение към личните данни.
ca: Les instantànies del sistema només cobreixen el sistema operatiu en si. No inclouen ni afecten les vostres dades personals.
cy: Mae cipluniau o'r system mond yn cynnwys y system weithredu ei hun. Nid yw'n cynnwys nac yn effeithio ar eich data personol.
el: Τα στιγμιότυπα συστήματος καλύπτουν μόνο το ίδιο το λειτουργικό σύστημα. Δεν περιλαμβάνουν ούτε επηρεάζουν τα προσωπικά σας δεδομένα.
eo: Sistem-momentfotoj nur ampleksas la operaciumon mem. Ili ne inkluzivas aŭ tuŝas viajn personajn datumojn.
es: Las instantáneas del sistema solo cubren el sistema operativo en sí. No incluyen ni afectan a sus datos personales.
et: Süsteemi hetktõmmised katavad ainult operatsioonisüsteemi ennast. Need ei sisalda ega mõjuta sinu isiklikke andmeid.
eu: Sistemaren argazkiek sistema eragilea bakarrik hartzen dute barne. Ez dituzte zure datu pertsonalak barne hartzen.
fr_ca: Les captures d'écran couvrent seulement le système d'exploitation. Ils n'incluent pas ou touchent pas vos données personnelles
he: תמונות־חטף מערכת, מגבות רק את מערכת ההפעלה עצמה. הן אינן מכילות את, או משפיעות על, הנתונים האישיים במחשב.
hi: सिस्टम स्नैपशॉट में केवल ऑपरेटिंग सिस्टम सम्मिलित होता है न कि निजी डेटा। इससे निजी डेटा पर कोई प्रभाव नहीं पड़ता है।
ia: Le instantaneos de systema coperi solo le systema operative mesme. Illos non include o affice tu datos personal.
id: Tangkapan sistem hanya meliputi sistem operasi itu sendiri. Mereka tidak termasuk atau berpengaruh dengan data pribadi anda.
is: Skyndiafrit kerfisins eiga aðeins við kerfið sjálft. Þau innihalda hvorki né hafa áhrif á persónuleg gögn þín.
it: Le istantanee di sistema coprono solo il sistema operativo stesso. Non includono o coinvolgono i tuoi dati personali.
ja: システムスナップショットは、オペレーティングシステム自体のみを対象としています。あなたの個人用データは含まれず、影響もしません。
kab: Tuṭṭfiwin ɛnant kan anagraw n wammud. Ur sedduyent isefka udmawanen, ur ten-ttbeddilent.
lt: Sistemos momentinės kopijos apima tik pačią operacinę sistemą. Jos neįtraukia ar nepaveikia jūsų asmeninių duomenų.
nl: Momentopnamen van het systeem, betreffen uitsluitend het besturingssysteem zelf. Ze bevatten niet uw persoonlijke bestanden, noch hebben ze daar enige invloed op.
pl: Migawki systemu obejmują tylko system operacyjny. Nie zawierają ani nie wpływają na Twoje osobiste dane.
pt: As cópias do sistema apenas abrangem o sistema operativo. Estas não incluem nem afetam os seus dados pessoais.
pt_br: Snapshots do sistema protegem somente o sistema operacional. Eles não incluem ou afetam seus dados pessoais.
ro: Instantaneele de sistem acoperă doar sistemul de operare. Acestea nu includ și nu afectează datele dvs. personale.
ru: Снимки системы касаются только операционной системы. Они не включают пользовательские данные.
sl: Posnetki sistema pokrivajo zgolj sam operacijski sistem. Ne vključujejo ali vplivajo na vaše osebne podatke.
sr: Системски снимци покривају само оперативни систем. Не укључују или утичу на ваше личне податке.
sr@latin: Snimci stanja sistema obuhvataju jedino sam operativni sistem. Oni ne uključuju ili utiču na Vaše lične podatke.
sv: De systemavbilder som skapas innehåller bara operativsystemet. De vare sig inkluderar eller påverkar dina personliga data.
uk: Системні знімки охоплюють тільки саму операційну систему. Вони не включають ваші персональні дані та не впливають на них.
vi: Hệ thống bản sao lưu chỉ bao gồm bản thân hệ điều hành. Chúng không bao gồm hoặc ảnh hưởng đến dữ liệu cá nhân của bạn.

source: When an update breaks something, it's called a "regression".
am: ማሻሻያ እቃ በሚሰብር ጊዜ: "ዝቅ ማድረጊያ" ይባላል
ar: عندما يقوم أحد التحديثات بفصل شيء ما، فانه يدعي "الإنتكاس".
be: Калі абнаўленне нешта ламае, гэта завецца "рэгрэсіяй".
bg: Когато обновяването "прекъсва" нещо, то се нарича "регресия".
ca: Quan una actualització fa malbé alguna cosa, a això se l'anomena "regressió".
cs: Pokud aktualizace něco rozbije, nazývá se to „regrese“.
cy: Pan fydd diweddariad yn torri rhywbeth, mae'n cael ei alw'n "atchweliad".
da: Når en opdatering ødelægger noget, kaldes det for en "regression".
de: Wenn eine Aktualisierung etwas kaputt macht, dann nennt man das eine »Regression«.
el: Όταν μια ενημέρωση σπάσει κάτι, ονομάζεται "υποχώρηση".
eo: Kiam ĝisdatigo fuŝas ion, tio nomiĝas "regreso".
es: Una actualización que estropea algo se llama regresión.
et: Kui uuenduse käigus läheb midagi katki, nimetatakse sda "regressiooniks".
eu: Eguneraketa batek zerbait hondatzen duenean "erregresio" deitzen zaio.
fi: Silloin kun päivittäminen rikkoo jotakin, sitä kutsutaan "regressioksi".
fr_ca: Lorsqu’une mise à jour détériore quelque chose, il y a "régression"..
he: שיבוש שמתרחש כתוצאה מעדכון מערכת, נקרא 'תסוגה'.
hi: अपडेट कारणवश हुई समस्या को "दोष" कहते हैं।
hr: Kada nadopuna slomi nešto, to se zove "nestabilnost".
hu: Visszafejlődési hibának nevezzük azt a jelenséget, amikor egy szoftverfrissítés tönkretesz egy korábban működő funkciót.
ia: Quando un actualisation corrumpe alco, illo es appellate «regression».
id: Ketika pembaruan merusak sesuatu, itu disebut "regresi".
is: Þegar uppfærsla skemmir eitthvað, kallast það "hnignun" (regression).
it: Quando un aggiornamento danneggia qualcosa, questo problema si chiama "regressione".
ja: アップデートして何かが壊れることを 'リグレッション' と呼びます。
kab: Ticki aleqqem yerẓa taɣawsa, ayagi yettusemman "tuɣalin ar deffir".
lt: Kai atnaujinimas ką nors sugadina, tai yra vadinama "regresija".
nl: Wanneer een actualisering iets kapot maakt, heet dat een 'regressie'.
pl: Jeśli aktualizacja coś psuje, nazywane jest to „regresją”.
pt: Quando uma atualização estraga alguma coisa, é chamada de regressão.
pt_br: Quando uma atualização danifica alguma coisa, ela é chamada de "regressão".
ro: Când o actualizare are efecte nedorite, aceasta se numește „regresie”.
ru: В случае, если обновление что-то ломает в системе, это называется «регрессия».
sk: Ak aktualizácie niečo pokazia, nazýva sa to "regresia".
sl: Ko posodobitev kaj pokvari, to imenujemo »regresija«.
sr: Када се нешто поквари током ажурирања, то се зове "регресија".
sr@latin: Kada neko ažuriranje pokvari nešto, to nazivamo "regresija".
sv: När en uppdatering gör att någonting slutar fungera, så kallas detta en "regression".
tr: Bir güncelleme yaptığınızda bir şeyi kırabilir, bu olasılık "regresyon" olarak adlandırılır.
uk: Коли оновлення пошкоджує щось, це має назву «регресія».
vi: Khi một bản cập nhật phá vỡ nội dung nào đó, nó được gọi là "hồi quy".

source: Software regressions
am: ሶፍትዌር ዝቅ ማድረጊያ
ar: إنتكاسات البرامج
be: Праграмныя рэгрэсіі
bg: Софтуерни регресии
ca: Regressions de programari
cs: Softwarové regrese
cy: Atchweliadau meddalwedd
da: Programregressioner
de: Anwendungsregressionen
el: Υποχωρήσεις λογισμικού
eo: Programaraj regresoj
es: Regresiones de software
et: Tarkvara regressioonid
eu: Software erregresioak
fi: Ohjelmistojen regressiot
fr_ca: Régressions logicielles
he: תסוגת מערכת
hi: सॉफ्टवेयर प्रतिगमन
hr: Softverske nestabilnosti
hu: Szoftver visszafejlődési hibák
ia: Regressiones del software
id: Regresi-regresi perangkat lunak
is: Hnignun hugbúnaðar
it: Regressioni del software
ja: ソフトウェアのリグレッション
kab: Tuɣalin ar deffir n useɣzan
lt: Programinės įrangos regresijos
nl: Regressies in programmatuur
pl: Regresje oprogramowania
pt: Regressões de software
pt_br: Regressão de software
ro: Regresii în programe
ru: Регрессии программного обеспечения
sk: Softvérové regresie
sl: Regresije programja
sr: Регресије софтвера
sr@latin: Regresije softvera
sv: Mjukvaru-regressioner
tr: Yazılım regresyonları
uk: Регресії програм
vi: Hồi quy phần mềm
