Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: When you apply an update, you replace the old version of the software with the new version.
am: እርስዎ ማሻሻያ በሚፈጽሙ ጊዜ: እሮጌውን እትም በ አዲሱ እትም ሶፍትዌር ይቀይራሉ
ar: عند تطبيق أحد التحديثات، فإنك تستبدل الإصدار القديم من البرنامج بالإصدار الجديد.
be: Калі вы ўжываеце абнаўленне, вы замяняеце старую версію праграмы на новую.
bg: Когато прилагаш актуализация, заменяш стара версия на софтуера с нова.
ca: Quan apliqueu una actualització, substituïu la versió antiga del programari amb la versió nova.
cs: Nainstalováním aktualizace nahradíte starší verzi softwaru tou novější.
cy: Pan fyddwch yn gosod diweddariad, rydych yn gosod fersiwn newydd yn lle'r hen un.
da: Når du installerer en opdatering, erstatter du den gamle version af programmet med en ny.
de: Wenn Sie eine Aktualisierung anwenden, ersetzen Sie die alte Version der Anwendung durch die neue Version.
el: Όταν εφαρμόζετε μια ενημερωμένη έκδοση, αντικαθιστάτε την παλιά έκδοση του λογισμικού με τη νέα έκδοση.
eo: Kiam vi aplikas ĝisdatigon, vi anstataŭigas la malnovan version de la programaro per la nova versio.
es: Al aplicar una actualización, se sustituye la versión existente del programa por una versión nueva.
et: Uuenduse paigaldamisel asendatakse tarkvara vana versioon uuega.
eu: Eguneraketa bat aplikatzen duzunean softwarearen bertsio zaharra berriarekin ordezkatzen duzu.
fi: Kun toteutat päivityksen, korvaat ohjelmiston vanhan version uudella versiolla.
fr_ca: Quand vous appliquez une mise à jour, vous remplacez l'ancienne version du logiciel avec la nouvelle version.
he: בעת החלת עדכון, גרסת התוכנה הישנה תוחלף בגרסה חדשה.
hi: अपडेट लागू करने पर, नवीन संस्करण सॉफ्टवेयर के पुराने संस्करण का स्थान ले लेता है।
hr: Kada primjenjujete nadopunu, zamjenjujete stariju inačicu softvera s novom inačicom.
hu: Frissítés telepítésekor a szoftver új verziója kerül a régi verzió helyére.
ia: Quando tu applica un actualisation, tu reimplacia le vetule version del software per le nove version.
id: Saat Anda menerapkan pembaruan, Anda mengganti perangkat lunak versi lama dengan versi baru.
is: Þegar þú virkjar uppfærslu, ertu að skipta eldri útgáfu hugbúnaðar út fyrir nýrri útgáfu.
it: Quando si applica un aggiornamento, si sostituisce la vecchia versione del software con la nuova versione.
ja: アップデートを適用すると、古いバージョンのソフトウェアが新しいバージョンに置き換えられます。
kab: Mi ara tesbeddeḍ lqem, ad tsemselsiḍ lqem aqbur n useɣẓan s lqem amaynut.
lt: Kai taikote atnaujinimą, jūs pakeičiate senąją programinės įrangos versiją naująja.
nl: Bij normale programmatuur, vervangt een actualisering de reeds aanwezige oudere versie.
pl: Gdy stosujesz aktualizację, zastępujesz starą wersję oprogramowania nową.
pt: Ao aplicar uma atualização, substitui uma versão antiga do programa por uma nova versão.
pt_br: Quando você aplica uma atualização, você substitui uma versão antiga do software por uma nova versão.
ro: Când aplicați o actualizare, înlocuiți vechea versiune a programului cu una nouă.
ru: При установке обновления, вы заменяете старую версию программного обеспечения на новую.
sk: Ak aplikujete aktualizáciu, nahrádzate starú verziu softvéru novou verziou.
sl: Ko uveljavite posodobitev, zamenjate staro različico programja z novo.
sr: Када примените ажурирање, мењате стару верзију софтвера за нову верзију.
sr@latin: Kada primenjujete neko ažuriranje, time zamenjujete staru verziju softvera novom.
sv: När du tillämpar en uppdatering, ersätter du den gamla versionen av mjukvaran, med en ny version.
tr: Bir güncellemeyi uyguladığınızda, yazılımın eski sürümü ile yeni sürümü yer değiştirir.
uk: Коли ви застосовуєте оновлення, ви замінюєте стару версію програми на нову.
vi: Khi bạn áp dụng bản cập nhật, bạn sẽ thay thế phiên bản phần mềm cũ bằng phiên bản mới.

source: Things are different when it comes to kernels. When you apply a "kernel update", you don't actually update the kernel, you install a new kernel alongside the existing one.
am: ከረኔል የ ተለየ ነው: እርስዎ ሲፈጽሙ "ከረኔል ማሻሻያ" እርስዎ ከረኔል ማሻሻል አይችሉም: እርስዎ የሚችሉት ከ ነበረው አጠገብ አዲስ ከረኔል መግጠም ነው
ar: الأمور مختلفة عندما يتعلق الأمر بالنواة. عند تطبيق "تحديث النواة"، لا تقوم بتحديث النواة فعلياً، بل تقوم بتثبيت النواة الجديدة إلى جانب الموجودة.
be: Але з ядрамі па-іншаму. Калі вы ўжываеце "абнаўленне ядра", вы не абнаўляеце існуючае ядро, вы ўсталёўваеце новае побач з існуючым.
bg: Но при ядрото нещата са различни. Когато прилагаш "актуализация на ядрото", всъщност не актуализираш ядрото, а инсталираш ново, заедно със съществуващото.
ca: Les coses són diferents amb els kernels. Quan s'aplica una "actualització del kernel", realment s'instal·la un kernel nou al costat del ja existent.
cs: Jinak je tomu u jádra operačního systému. Při instalaci aktualizace jádra se nepřepíše to stávající, ale je nainstalováno nové jádro vedle toho stávajícího.
cy: Mae'n wahanol wrth osod cnewyll. Pan fyddwch yn gosod "diweddariad cnewyllyn", fyddwch chi ddim yn ei ddiweddaru ond yn gosod un arall ochr yn ochr â'r hen un.
da: Der er anderledes med kerner. Når du foretager en "kerneopdatering", opdaterer du faktisk ikke kernen, du installerer en ny kerne ved siden af den gamle.
de: Anders sieht es aus, wenn es um den Kernel geht. Wenn Sie eine Kernelaktualisierung anwenden, aktualisieren Sie nicht den Kernel, Sie installieren einen neuen Kernel neben dem vorhandenen.
el: Τα πράγματα είναι διαφορετικά όταν πρόκειται για πυρήνες. Όταν εφαρμόζετε μια "ενημέρωση του πυρήνα", δεν ενημερώνετε τον πυρήνα, εγκατασταίνεται έναν νέο πυρήνα παράλληλα με τον υπάρχοντα.
eo: La situacio malsamas, kiam temas pri kernoj. Kiam vi aplikas "kernan ĝisdatigon", vi fakte ne ĝisdatigas la kernon, sed vi instalas novan kernon laŭlonge de tiu, kiu jam ekzistas.
es: Con el núcleo, las cosas son diferentes. Al aplicar una actualización del núcleo, en realidad no se actualiza, sino que se instala un núcleo nuevo junto al núcleo existente.
et: Kernelite puhul käivad asjad teistmoodi. "Kerneli uuenduse" paigaldamisel tegelikult kernelit ei uuendata vaid paigaldatakse uus kernel vana kõrvale.
eu: Nukleoen eguneraketak desberdinak dira. "Nukleoaren eguneraketa" bat aplikatzen duzunean, ez duzu benetan nukleoa eguneratzen, nukleo berria zaharraren ondoan instalatzen duzu.
fi: Ytimien kohdalla tilanne on toinen. Kun toteutat ytimen päivityksen (kernel update), et itse asiassa päivitä ydintä, vaan asennat uuden ytimen vanhan rinnalle.
fr_ca: Les choses sont différentes quand il s'agit des noyaux. Quand vous appliquez une "mise à jour du noyau", en fait, vous ne mettez pas à jour le noyau, vous installez un nouveau noyau à côté de celui existant.
he: הדברים משתנים כשמדובר בליבה. בהחלת 'עדכון ליבה', הליבה לא באמת מתעדכנת, גרסת הליבה החדשה מותקנת לצד הגרסה הישנה.
hi: कर्नेल प्रक्रिया भिन्न होती है। "कर्नेल अपडेट" लागू करने पर कर्नल अपडेट नहीं होता है बल्कि नवीन कर्नेल पुराने के साथ इंस्टॉल होता है।
hr: Stvari su drugačije kada se radi o kernelu. Kada primjenjujete "Nadopunu kernela", vi ustvari ne nadopunjujete kernel, vi instalirate novi kernel uz postojeći.
hu: Más a helyzet kernelek telepítésekor. „Kernel frissítés” telepítéskor nem a meglévő kernel frissül, hanem az új kernel a régi mellé lesz telepítve.
ia: Le cosas es differente quando illo occurre al kernels. Quando tu applica un «actualisation del kernel», tu non actualisa vermente le kernel, tu installa un nove kernel insimul al illo que es existente.
id: Hal-hal berbeda dalam hal kernel. Ketika Anda menerapkan "pembaruan kernel", Anda tidak benar-benar memperbarui kernel, Anda memasang kernel baru di samping yang sudah ada.
is: Hlutirnir eru svolítið öðruvísi þegar kemur að kjörnum. Þegar þú virkjar uppfærslu á kjarna, ertu í rauninni ekki að uppfæra kjarnann, þú ert að setja inn nýjan kjarna til viðbótar við þá eldri.
it: Le cose sono diverse quando si tratta dei kernel. Quando applichi un "aggiornamento del kernel", in realtà non lo aggiorni sostituendo il vecchio, ma ne installi uno nuovo accanto a quello esistente.
ja: カーネルに関しては状況が異なります。 "カーネルアップデート" を適用すると、実際にカーネルを更新するのではなく、既存のカーネルと一緒に新しいカーネルをインストールします。
kab: Timsal mgaradent ticki d ayen yeɛnan aɣsawen. Deg lawan n usnes "alleqem n uɣesaw", di tidet mači d aɣsaw-agi id-tleqmeḍ maca d asebded i tesbeddeḍ aɣsaw amaynut rrif n win yellan yakan.
lt: Tačiau kalbant apie branduolius, viskas yra šiek tiek kitaip. Kai taikote "branduolio atnaujinimą", jūs, iš tiesų, neatnaujinate branduolį, o šalia esamo branduolio įdiegiate naują.
nl: Bij systeemkernen is dat anders. Wanneer u een 'bijgewerkte systeemkern' installeert, installeert u namelijk een geheel nieuwe systeemkern naast de bestaande systeemkern.
pl: Inaczej jest z jądrami systemu. Gdy instalujesz „aktualizację jądra”, tak naprawdę nie aktualizujesz istniejącego jądra systemu, a instalujesz nowe obok niego.
pt: O mesmo não se passa com os kernel. Ao aplicar uma "atualização do kernel", não o atualiza mas instala um novo kernel.
pt_br: As coisas são diferentes quando se trata de kernels. Quando você aplica uma "atualização do kernel", não atualiza o kernel, mas instala um novo kernel e mantém o que já existia anteriormente.
ro: Lucrurile sunt diferite cu un nucleu. Când aplicați o „actualizare de nucleu”, de fapt nu-l actualizați, ci noul nucleu va fi instalat alături de cel existent.
ru: Всё меняется, когда дело доходит до ядра. Принимая «обновление ядра», вы на самом деле не обновляете ядро, а устанавливаете новое ядро ​​вместе с существующим.
sk: Veci sú trochu inak pri jadrách. Ak aplikujete aktualizáciu jadra, neaktualizujete jadro, inštalujete úplne novú verziu jadra vedľa súčasnej verzie.
sl: Drugače je z jedri. Ko uveljavite posodobitev jedra, dejansko ne posodobite jedra, temveč namestite novo jedro ob bok obstoječega.
sr: Ствари су другачије када се ради о кернелу. Када примените ажурирање кернела, ви заправо не замењујете кернел, већ инсталирате нови кернел уз постојећи.
sr@latin: Ali, kada se radi o kernelima, stvari su drugačije. Kada primenite "ažuriranje kernela", zapravo ne ažurirate kernel, već instalirate novi kernel pored već postojećeg.
sv: Med kärnor är det annorlunda. När du tillämpar en "kärnuppdatering", uppdaterar du faktiskt inte kärnan. Istället installerar du en ny kärna jämsides med den befintliga.
tr: Çekirdekler konusunda durum farklıdır. Bir "çekirdek güncellemesi"ni uyguladığınızda, aslında çekirdeği gerçekten güncellemezsiniz, mevcut çekirdeğin yanına yeni bir çekirdek yüklemiş olursunuz.
uk: Інша річ, коли справа стосується ядер. Коли ви застосовуєте «оновлення ядра», ви насправді не оновлюєте ядро, а встановлюєте нове ядро ​​поряд із наявним.
vi: Mọi thứ lại khác khi nói đến kernel. Khi bạn áp dụng "cập nhật kernel", thực tế bạn không cập nhật kernel mà bạn cài đặt kernel mới cùng với kernel hiện có.

source: Every time you apply a kernel update, you install a new kernel on the system, without removing the old ones.
am: እርስዎ የ ከረኔል ማሻሻያ በሚፈጽሙ ጊዜ: እሮጌው የ ከረኔል እትም በ አዲሱ የ ከረኔል እትም ይቀይራል
ar: في كل مرة تقوم بتطبيق تحديث النواة، يمكنك تثبيت نواة جديدة على النظام، دون إزالة القديمة.
be: Кожны раз, калі вы ўжываеце абнаўленне ядра, вы ўсталёўваеце новае ядро ў сістэму без выдалення старых.
bg: Всеки път, когато прилагаш актуализация, инсталираш ново ядро в системата, без да премахваш старите.
ca: Cada vegada que s'aplica una actualització del kernel, s'instal·la un kernel nou en el sistema, sense eliminar els antics.
cs: Pokaždé, když aktualizujete jádro, instaluje se do systému nové jádro, ovšem ta stávající zůstávájí.
cy: Bob tro fyddwch chi'n diweddaru cnewyllyn, rydych yn gosod cnewyllyn newydd ar y system, ond heb dynnu'r hen un.
da: Hver gang du foretager en kerneopdatering, installerer du en ny kerne på systemet uden at fjerne den gamle.
de: Jedes Mal, wenn Sie eine Kernel-Aktualisierungen anwenden, installieren Sie einen neuen Kernel auf Ihrem System, ohne die Alten zu entfernen.
el: Κάθε φορά που εφαρμόζετε μια ενημερωμένη έκδοση του πυρήνα, εγκαθιστάτε ένα νέο πυρήνα στο σύστημα, χωρίς να αφαιρέσετε τους παλιούς.
eo: Ĉiufoje, kiam vi aplikas kernan ĝisdatigon, vi instalas novan kernon sur la sistemo, sen forigi la malnovajn.
es: Cada vez que se aplica una actualización del núcleo, se instala un núcleo nuevo en el sistema, sin eliminar los existentes.
et: Iga kord kui paigaldad kerneli uuenduse, paigaldatakse arvutisse uus kernel, aga vanu ei eemaldata.
eu: Nukleoaren eguneraketa bat aplikatzen duzun bakoitzean nukleo berri bat instalatzen duzu sisteman, zaharrak kendu gabe.
fi: Jokaisella kerralla jolloin toteutat ytimen päivityksen, asennat järjestelmään uuden ytimen, poistamatta vanhoja.
fr_ca: À chaque fois que vous appliquez une mise à jour du noyau, vous installez un nouveau noyau sur le système, sans supprimer les anciens.
he: בכל פעם שמחילים עדכון ליבה, תתקן למעשה ליבה חדשה במערכת, מבלי להסיר ליבות ישנות.
hi: प्रत्येक कर्नेल अपडेट लागू होने पर पुराने संस्करण हटाए बिना ही सिस्टम पर नवीन कर्नेल इंस्टॉल होता है।
hr: Svaki puta kada primijenite nadopunu kernela, vi instalirate novi kernel na sustav, bez uklanjanja starih kernela.
hu: Minden alkalommal, amikor kernel frissítést telepít, új kernelt telepít a számítógépre a régi kernel eltávolítása nélkül.
ia: Cata vice que tu applica un actualisation del kernel, tu installa un nove kernel sur le systema, sin remotion de los vetule.
id: Setiap kali Anda menerapkan pembaruan kernel, Anda memasang kernel baru pada sistem, tanpa menghapus yang lama.
is: Í hvert skipti sem þú virkjar uppfærslu á kjarna, ertu í raun að setja inn nýjan kjarna til viðbótar við þá eldri.
it: Ogni volta che si applica un aggiornamento del kernel, si installa un nuovo kernel sul sistema, senza rimuovere i vecchi.
ja: カーネルアップデートを適用するたびに、新しいカーネルをシステムにインストールします。この時、古いカーネルは削除されません。
kab: Di yal tikkelt ara tesbeddeḍ lqem n yiɣes, ad tesbeddeḍ iɣes amaynut ɣef unagraw, war ma tekkseḍ iqburen.
lt: Kas kartą kai taikote branduolio atnaujinimą, jūs savo sistemoje įdiegiate naują branduolį, nepašalindami senojo.
nl: Telkens wanneer u een bijgewerkte systeemkern installeert, installeert u een geheel nieuwe systeemkern, zonder bestaande oudere systeemkernen te verwijderen.
pl: Za każdym razem gdy instalujesz aktualizację jądra systemu, instalujesz nowe jądro systemu nie usuwając przy tym starych.
pt: Sempre que aplicar uma atualização de kernel, instala um novo kernel no sistema sem remover os antigos.
pt_br: Cada vez que você aplica uma atualização de kernel, instala um novo kernel no sistema, sem remover o antigo.
ro: La fiecare aplicare a unei actualizări de nucleu, instalați un nou nucleu în sistem, fără eliminarea celor vechi.
ru: Каждый раз, когда вы устанавливаете обновления ядра, в системе устанавливается новое ядро без удаления старых.
sk: Vždy, keď aktualizujete jadro, nainštalujete nové bez odstránenia starých.
sl: Ko uveljavite posodobitev jedra, namestite novo jedro na sistem, ne da bi odstranili prejšnjih.
sr: Сваки пут када примените ажурирање кернела, ви заправо инсталирате нови кернел, без уклањања старих.
sr@latin: Svaki put kada primenite ažuriranje kernela, Vi instalirate novi kernel na sistem, bez uklanjanja starih kernela.
sv: Varje gång du tillämpar en kärnuppdatering, installerar du ännu en ny kärna i systemet, utan att ta bort de gamla.
tr: Bir çekirdek güncellemesini her uyguladığınızda, sistemdeki eski çekirdek ya da çekirdekleri silmeden yeni bir çekirdek kurarsınız.
uk: Щоразу, коли ви застосовуєте оновлення ядра, ви встановлюєте ​​в системі нове ядро, не вилучаючи старих.
vi: Mỗi khi bạn áp dụng bản cập nhật kernel, bạn sẽ cài đặt kernel mới trên hệ thống mà không cần gỡ bỏ kernel cũ.

source: At boot time, the computer selects the most recent one.
am: ኮምፒዩተሩ በሚነሳ ጊዜ የ ቅርብ ጊዜ ዘመናዊውን ይመርጣል
ar: في وقت التمهيد، يختار الكمبيوتر أحدث واحدة.
be: Падчас запуску камп'ютар выбірае самае свежае.
bg: По-време на стартиране, компютъра избира най-новото.
ca: En l'arrencada, l'ordinador selecciona el més recent.
cs: Při načítání systému zvolí počítač nejnovější verzi.
cy: Wrth gychwyn, mae'r system yn dewis y diweddaraf
da: Under opstart vælger computeren den nyeste kerne.
de: Beim Startvorgang wählt der Rechner die Aktuellsten aus.
el: Κατά την εκκίνηση, ο υπολογιστής επιλέγει τον πιο πρόσφατο.
eo: Kiam vi praŝargas, la komputilo elektas la plej lastan.
es: En el arranque, el equipo selecciona el núcleo más reciente.
et: Arvuti käivitamisel valib see kõige uuema kerneli.
eu: Abioan ordenagailuak nukleo berriena hautatzen du.
fi: Käynnistettäessä tietokone valitsee tuoreimman
fr_ca: Au démarrage, l'ordinateur sélectionne le plus récent.
he: בזמן אתחול, המחשב בוחר בליבה העדכנית ביותר.
hi: आरंभ के दौरान कंप्यूटर नवीन संस्करण का चयन करता है।
hr: Pri pokretanju u izborniku pokretanja, računalo odabire najnoviji kernel.
hu: Rendszerindításkor automatikusan a legújabb kerül kiválasztásra.
ia: Al tempore del initio, le computator selige lo plus recente.
id: Pada saat boot, komputer memilih yang terbaru.
is: Í ræsingu velur tölvan þann nýjasta.
it: Al momento dell'avvio, il computer seleziona quello più recente.
ja: ブート時に、コンピューターは最新のものを選択します。
kab: Deg usekker, aselkim ad yefren aneggaru.
lt: Paleidimo metu, kompiuteris pasirenka patį naujausią branduolį.
nl: Tijdens het opstarten kiest uw computer standaard de meest recente systeemkern van de nieuwste systeemkernreeks.
pl: W czasie uruchamiania komputer wybiera najnowsze.
pt: Ao arrancar, o computador seleciona o kernel mais recente.
pt_br: Na hora da inicialização, o computador seleciona o mais recente.
ro: La momentul pornirii, computerul îl alege pe cel mai recent.
ru: Во время загрузки компьютер выбирает последнее установленное ядро.
sk: Pri štarte počítača, systém automaticky zvolí najnovšie jadro.
sl: Ob zagonu računalnik izbere najnovejšega.
sr: Приликом покретања, рачунар сам бира најновију верзију.
sr@latin: Prilikom pokretanja sistema, računar bira najsvežiju verziju kernela.
sv: Vid systemstart, väljer datorn den senaste.
tr: Açılış sırasında bunların en sonuncusu seçilerek sistem başlatılır.
uk: Під час завантаження комп'ютер вибирає найбільш недавнє.
vi: Khi khởi động, máy tính sẽ chọn cái gần đây nhất.

source: Identifying the current kernel
am: የ አሁኑን ከረኔል መለያ
ar: تحديد النواة الحالية
be: Вызначэнне бягучага ядра
bg: Идентифициране на текущото ядро
ca: Identificació del kernel actual
cs: Identifikace stávajícího jádra
cy: Adnabod y cnewyllyn cyfredol
da: Identificér den aktuelle kerne
de: Den aktuellen Kernel ermitteln
el: Προσδιορισμός του τρέχοντος πυρήνα
eo: Identigado de la nuna kerno
es: Identificar el núcleo actual
et: Praeguse kerneli tuvastamine
eu: Uneko nukleoa identifikatzea
fi: Nykyisen ytimen tunnistaminen
fr_ca: Identifier le noyau actuel
he: זיהוי הליבה הנוכחית
hi: वर्तमान कर्नेल पहचानना
hr: Identifikacija trenutnog kernela
hu: Használatban lévő kernel azonosítása
ia: Identificar le kernel actual
id: Mengidentifikasi kernel saat ini
is: Bera kennsl á núverandi kjarna
it: Identificare il kernel corrente
ja: 現在のカーネルを特定する
kab: Af-d iɣes amiran
lt: Esamo branduolio identifikavimas
nl: De huidige systeemkern identificeren
pl: Identyfikacja bieżacego jądra systemu
pt: Identificar o kernel atual
pt_br: Identificando o kernel atual
ro: Identificarea nucleului curent
ru: Определение текущего ядра
sk: Identifikovanie momentálneho jadra
sl: Identifikacija trenutnega jedra
sr: Препознавање тренутног кернела
sr@latin: Utvrđivanje aktuelnog kernela
sv: Identifierar aktuell kärna
tr: Mevcut çekirdeğin tanımlanması
uk: Визначення поточного ядра
vi: Xác định kernel hiện tại

source: If you want to know which kernel you are currently using, open a terminal and type:
am: እርስዎ የትኛውን ከረኔል እንደሚጠቀሙ ማወቅ ከ ፈለጉ: ተርሚናል ይክፈቱ እና ይጻፉ:
ar: إذا كنت تريد معرفة النواة التي تستخدمها حالياً، فافتح محطة الطرفية واكتب الأمر:
be: Калі вы жадаеце ведаць, якое ядро вы цяпер выкарыстоўваеце, адкрыйце тэрмінал і ўвядзіце:
bg: Ако искаш да знаеш кое ядро използваш в момента, отвори терминал и напиши:
ca: Si voleu saber quin kernel esteu utilitzant actualment, obriu un terminal i teclegeu:
cs: Pokud chcete vědět, jakou verzi jádra aktuálně využíváte, spusťte terminál a napište:
cy: Os hoffech chi wybod pa gnewyllyn rydych yn ei ddefnyddio, agorwch derfynell a theipio:
da: Hvis du vil vide, hvilken kerne der aktuelt anvendes, så åbn en terminal og indtast:
de: Wenn Sie wissen möchten, welchen Kernel Sie gerade verwenden, bitte ein Terminal öffnen und Folgendes eingeben:
el: Αν θέλετε να μάθετε ποιο πυρήνα χρησιμοποιείτε αυτήν τη στιγμή, ανοίξτε ένα τερματικό και πληκτρολογήστε:
eo: Se vi deziras ekscii, kiun kernon vi nun uzadas, malfermu terminalon kaj tajpu:
es: Si quiere saber qué núcleo está usando actualmente, abra un terminal y escriba:
et: Kui sa tahad teada, millist kernelit sa praegu kasutad, ava terminal ja kirjuta:
eu: Une honetan erabiltzen ari zaren nukleoa zein den jakiteko, ireki terminala eta idatzi:
fi: Jos haluat tietää mitä ydintä käytät tällä hetkellä, avaa pääte ja kirjoita:
fr_ca: Si vous voulez savoir quel noyau est en cours d'utilisation , ouvrez un terminal et tapez :
he: על מנת לדעת מהי הליבה הפעילה, נא לפתוח מסוף ולהקליד:
hi: वर्तमान कर्नेल पहचानने हेतु टर्मिनल में टाइप करें :
hr: Ako želite znati koji kernel trenutno koristite, upišite u terminal:
hu: Amennyiben meg szeretné tudni, hogy melyik kernelt használja éppen a számítógép, nyissa meg a terminált és írja be a következő parancsot:
ia: Si tu desira saper qual kernel tu es currentemente usante, aperi un terminal e scribe:
id: Jika Anda ingin mengetahui kernel mana yang sedang Anda gunakan, buka terminal dan ketik:
is: Ef þig langar til að vita hvaða kjarna þú ert að nota núna, opnaðu skjáhermi og skrifaðu:
it: Se volete sapere quale kernel è attualmente in uso, aprire un terminale e digitare:
ja: 現在使用しているカーネルを知りたい場合は、端末を開いて次のように入力します:
kab: Ma tebɣiḍ ad teẓreḍ anwa iɣes i yettuseqdacen akka tura, ldi ixef sakin aru:
lt: Jeigu norite žinoti kurį branduolį šiuo metu naudojate, atverkite terminalą ir įrašykite:
nl: Indien u wilt weten welke systeemkern u thans gebruikt, open dan een terminalvenster en tik in:
pl: Jeśli chcesz się dowiedzieć, którego jądra systemu aktualnie używasz, otwórz terminal i wpisz:
pt: Se quiser saber qual o kernel que está a utilizar, abra um terminal e digite:
pt_br: Se você quiser saber qual kernel está usando agora, abra um terminal e digite:
ro: Dacă doriți să știți ce nucleu utilizați în prezent, deschideți un terminal și tastați:
ru: Если вы хотите знать, какое ядро сейчас используется, откройте терминал и введите:
sk: Ak chcete vediet, aké jadro momentálne používate, otvorte terminál a napíšte:
sl: Če želite vedeti, katero izdajo jedra trenutno uporabljate, odprite terminal in vnesite:
sr: Ако желите да знате који кернел тренутно користите, отворите терминал и упишите:
sr@latin: Ukoliko želite da znate koji kernel trenutno koristite, otvorite terminal i ukucajte:
sv: Om du vill veta vilken kärna du för tillfället använder, kan du öppna ett terminalfönster och skriva:
tr: Eğer şu an hangi çekirdeğin kullanıldığını bilmek istiyorsanız, uçbirimi açıp aşağıdaki komutu çalıştırın:
uk: Якщо ви хочете дізнатися, яке ядро ви зараз використовуєте, відкрийте термінал і введіть:
vi: Nếu bạn muốn biết bạn hiện đang sử dụng nhân kernel nào, hãy mở trình dòng lệnh và gõ:
