Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: System Snapshots
am: የ ስርአት መመልከቻ ፎቶ
ast: Semeyes del sistema
be: Здымкі сістэмы
bg: Системни снимки
cy: Cipluniau o'r System
el: Στιγμιότυπα Συστήματος
eo: Momentfotoj de la sistemo
es: Instantáneas del sistema
et: Süsteemi hetktõmmised
eu: Sistemaren argazkiak
fa: اسنپ‌شات های سیستم
fr_ca: Instantanés du système
he: תמונות־חטף מערכת
hi: सिस्टम स्नैपशॉट
ia: Instantaneos de systema
id: Snapshot Sistem
is: Skyndiafrit kerfisins
it: Istantanee di sistema
ja: システムスナップショット
kab: Tiwaṭṭfiwin n unagraw
lo: ພາບຖ່າຍລະບົບ
lt: Sistemos momentinės kopijos
lv: Sistēmas momentuzņēmumi
nb: Systembilder
nl: Momentopnamen van het systeem
nn: Systemøyeblikksbilete
oc: Snapshots sistèma
pl: System migawek
pt: Cópias do sistema
pt_br: Snapshots do sistema
ro: Instantanee de sistem
ru: Снимки системы
sl: Posnetki sistema
sr: Системски снимци
sr@latin: Snimci sistema
sv: Ögonblicksbilder av systemet
uk: Знімки системи
uz: Tizim oniy suratlari
vi: Bản sao lưu hệ thống

source: Software Sources
am: የ ሶፍትዌር ምንጮች
ast: Fontes de software
be: Крыніцы праграм
bg: Източници на софтуер
cy: Ffynonellau Meddalwedd
el: Πηγές Λογισμικού
eo: Programaraj fontoj
es: Fuentes de software
et: Tarkvara lähteallikad
eu: Software-jatorriak
fa: منابع نرم‌افزار
fr_ca: Sources de logiciels
he: מקורות תוכנה
hi: सॉफ्टवेयर स्रोत
ia: Fontes de software
id: Sumber Perangkat Lunak
is: Hugbúnaðarupptök
it: Origini software
ja: ソフトウェアソース
kab: Tiɣbula n iseɣẓanen
lo: ແຫຼ່ງຊອບແວ
lt: Programinės įrangos saugyklos
lv: Programmatūras avoti
nb: Programvarekilder
nl: Pakketbronnen
nn: Programvarekjelder
oc: Fonts de logicials
pl: Zasoby oprogramowania
pt: Repositórios
pt_br: Fontes de programas
ro: Surse pentru aplicații (software)
ru: Источники приложений
sl: Viri programske opreme
sr: Извори програма
sr@latin: Izvori softvera
sv: Programkällor
uk: Джерела програм
uz: Dasturiy ta'minot manbalari
vi: Nguồn Phần mềm

source: Upgrade to %s
am: ማሻሻያ ወደ %s
ar: الترقية إلى %s
ast: Anovar a %s
be: Абнавіцца да %s
bg: Надграждане до %s
ca: Actualitza a %s
cs: Přejít na verzi %s
cy: Diweddaru i %s
da: Opgradér til %s
de: System aktualisieren auf %s
el: Αναβάθμιση σε %s
eo: Promocii al %s
es: Actualizar a %s
et: Uuenda versioonile %s
eu: Bertsio-berritu %s(e)ra
fa: ارتقا به %s
fi: Päivitä käyttöjärjestelmä versioon %s
fr_ca: Mettre à jour vers %s
he: שדרוג ל־%s
hi: %s में अपग्रेड करें
hr: Nadogradi na %s
hu: %s kiadásra frissítés
ia: Modernisar a %s
id: Upgrade ke %s
is: Uppfæra í %s
it: Aggiorna a %s
ja: %s にアップグレード
kab: Sali aswir ɣer %s
lo: ອັບເກຣດເປັນ %s
lt: Naujinti iki %s
lv: Jaunināt uz %s
nb: Oppgrader til %s
nl: Opwaarderen naar %s
nn: Oppgrader til %s
oc: Metre a nivèl cap a %s
pl: Zaktualizuj do %s
pt: Atualizar para %s
pt_br: Atualizar para %s
ro: Actualizează la %s
ru: Обновить до %s
sk: Aktualizovať na %s
sl: Nadgradi na %s
sr: Надогради на „%s“
sr@latin: Nadogradi na %s
sv: Uppgradera till %s
tr: %s sürümüne yükselt
uk: Оновити версію системи до «%s»
uz: %s ga yangilash
vi: Nâng cấp lên %s

source: _View
am: _መመልከቻ
ar: _عرض
ast: _Ver
be: _Выгляд
bg: _Изглед
ca: _Visualitza
cs: _Zobrazit
cy: _Golwg
da: _Vis
de: _Anzeigen
el: _Προβολή
eo: _Vidi
es: _Ver
et: _Vaade
eu: _Ikusi
fa: _نما
fi: _Näytä
fr_ca: _Vue
he: _תצוגה
hi: देखें (_V)
hr: _Prikaz
hu: _Nézet
ia: _Vider
id: _Tampilkan
is: S_koða
it: _Visualizza
ja: 表示 (_V)
kab: Sk_en
lo: _ເບິ່ງ
lt: _Rodymas
lv: S_kats
nb: _Vis
nl: _Tonen
nn: _Vis
oc: _Afichatge
pl: _Widok
pt: _Ver
pt_br: _Exibir
ro: _Vizualizare
ru: _Вид
sk: _Zobraziť
sl: _Ogled
sr: _Преглед
sr@latin: _Pregled
sv: _Visa
tr: _Görünüm
uk: _Перегляд
uz: _Ko‘rinish
vi: _Hiển thị

source: History of Updates
am: የ ማሻሻያ ታሪክ
ast: Hestorial d'anovamientos
be: Гісторыя абнаўленняў
bg: История на актуализациите
cy: Hanes Diweddaru
el: Ιστορικό Ενημερώσεων
eo: Historio de ĝisdatigoj
es: Historial de actualizaciones
et: Uueduste ajalugu
eu: Eguneraketen historia
fa: تاریخچه بروزرسانی‌ها
fr_ca: Historique des mises à jour
he: היסטוריית עדכונים
hi: अपडेट वृतांत
ia: Chronologia de actualisationes
id: Riwayat Pembaruan
is: Ferill uppfærslna
it: Cronologia degli aggiornamenti
ja: アップデートの履歴
kab: Amazray n ileqman
lo: ປະຫວັດການອັບເດດ
lt: Atnaujinimų istorija
lv: Atjauninājumu vēsture
nb: Historikk for oppdateringer
nl: Bijwerkgeschiedenis
nn: Oppdateringshistorikk
oc: Istoric de mesas a jorn
pl: Historia aktualizacji
pt: Histórico de atualizações
pt_br: Histórico de atualizações
ro: Istoricul actualizărilor
ru: История обновлений
sl: Zgodovina posodobitev
sr: Историја ажурирања
sr@latin: Istorija ažuriranja
sv: Uppdateringshistorik
uk: Дієпис оновлень
uz: Yangilanishlar tarixi
vi: Lịch sử cập nhật

source: Linux Kernels
am: የ ሊነክስ ከረኔል
ast: Kernels Linux
be: Ядры Linux
bg: Линукс ядра
cy: Cnewyll Linux
el: Πυρήνες Linux
eo: Linuksaj kernoj
es: Núcleos Linux
et: Linuxi kernelid
eu: Linux nukleoak
fa: کرنل‌های Linux
fr_ca: Noyaux Linux
he: ליבות לינוקס
hi: लिनक्स कर्नेल
ia: Kernels de Linux
id: Kernel Linux
is: Linux-kjarnar
it: Kernel Linux
ja: Linux カーネル
kab: Iɣsan n Linux
lo: ເຄີເນວລີນຸກ
lt: Linux branduoliai
lv: Linux kodoli
nb: Linux Kjerner
nl: Linux-systeemkernen
nn: Linux‑kjernar
oc: Nuclèus Linux
pl: Jądra Linuksa
pt: Kernel Linux
pt_br: Kernels Linux
ro: Nuclee Linux
ru: Ядра Linux
sl: Jedra Linux
sr: Линукс кернели
sr@latin: Linuks kerneli
sv: Linux-kärnor
uk: Ядра Linux
uz: Linux yadrolari

source: Visible Columns
am: የሚታዩ አምዶች
ast: Columnes visibles
be: Бачныя слупкі
bg: Видими колони
cy: Colofnau Gweladwy
el: Ορατές Στήλες
eo: Videblaj kolumnoj
es: Columnas visibles
et: Nähtavad tulbad
eu: Zutabe ikusgaiak
fa: ستون‌های نمایان
fr_ca: Colonnes visibles
he: עמודות גלויות
hi: दृश्यमान पंक्तियाँ
ia: Columnas visibile
id: Kolom yang Terlihat
is: Sýnilegir dálkar
it: Colonne visibili
ja: 表示項目
kab: Ijga yettbanen
lo: ຖັນທີ່ເບິ່ງເຫັນ
lt: Matomi stulpeliai
lv: Redzamās kolonnas
nb: Synlige kolonner
nl: Zichtbare kolommen
nn: Synlege kolonner
oc: Colomnas visiblas
pl: Widoczne kolumny
pt: Colunas visíveis
pt_br: Colunas visíveis
ro: Coloane vizibile
ru: Показывать столбцы
sl: Vidni stolpci
sr: Приказане колоне
sr@latin: Vidljive _kolone
sv: Synliga kolumner
uk: Видимі стовпці
uz: Ko‘rinadigan ustunlar
vi: Cột hiển thị

source: Package
am: ጥቅል
ar: الحزمة
ast: Paquete
be: Пакет
bg: Пакет
ca: Paquet
cs: Balíček
cy: Pecyn
da: Pakke
de: Paket
el: Πακέτο
eo: Pako
es: Paquete
et: Pakett
eu: Paketea
fa: بسته
fi: Paketti
fr_ca: Paquet
he: חבילה
hi: पैकेज
hr: Paket
hu: Csomag
ia: Pacchetto
id: Paket
is: Pakki
it: Pacchetto
ja: パッケージ
kab: Akemmus
lo: ແພັກເກດ
lt: Paketas
lv: Pakotne
nb: Pakke
nl: Pakket
nn: Pakke
oc: Paquet
pl: Pakiet
pt: Pacote
pt_br: Pacote
ro: Pachet
ru: Пакет
sk: Balík
sl: Paket
sr: Пакет
sr@latin: Paket
sv: Paket
tr: Paket
uk: Пакунок
uz: Paket
vi: Gói

source: Show Descriptions
am: መግለጫ ማሳያ
ast: Amosar descripciones
be: Паказваць апісанне
bg: Покажи описания
cy: Dangos Disgrifiad
el: Εμφάνιση Περιγραφών
eo: Montri priskribojn
es: Mostrar las descripciones
et: Kirjelduste kuvamine
eu: Erakutsi deskribapenak
fa: نمایش توضیحات
fr_ca: Afficher les descriptions
he: הצגת תיאורים
hi: विवरण दिखाएँ
ia: Monstrar descriptiones
id: Tampilkan Deskripsi
is: Birta lýsingar
it: Mostra descrizioni
ja: 説明を表示
kab: Sken iglamen
lo: ສະແດງລາຍລະອຽດ
lt: Rodyti aprašus
lv: Rādīt aprakstus
nb: Vis beskrivelser
nl: Beschrijvingen tonen
nn: Vis skildringar
oc: Afichar las descripcions
pl: Pokaż opisy
pt: Mostrar descrições
pt_br: Mostrar descrições
ro: Afișare Descrieri
ru: Показывать описания
sl: Pokaži opise
sr: Прикажи описе
sr@latin: Prikaži opise
sv: Visa beskrivning
uk: Показувати описи
uz: Ta'riflarni ko‘rsatish
vi: Hiển thị mô tả

source: _Help
am: _እርዳታ
ar: _مساعدة
ast: _Aida
be: _Даведка
bg: _Помощ
ca: A_juda
cs: _Nápověda
cy: _Cymorth
da: _Hjælp
de: _Hilfe
el: _Βοήθεια
eo: _Helpo
es: Ay_uda
et: _Abi
eu: _Laguntza
fa: _راهنما
fi: _Ohje
fr_ca: _Aide
he: _עזרה
hi: सहायता (_H)
hr: _Pomoć
hu: _Súgó
ia: Adjuta (_H)
id: _Bantuan
is: _Hjálp
it: _Aiuto
ja: ヘルプ (_H)
kab: Ta_llelt
lo: _ຊ່ວຍເຫຼືອ
lt: Ž_inynas
lv: _Palīdzība
nb: _Hjelp
nl: _Hulp
nn: _Hjelp
oc: _Ajuda
pl: _Pomoc
pt: Aj_uda
pt_br: Aj_uda
ro: _Ajutor
ru: _Справка
sk: _Pomoc
sl: _Pomoč
sr: По_моћ
sr@latin: _Pomoć
sv: _Hjälp
tr: _Yardım
uk: _Довідка
uz: _Yordam
vi: Trợ _giúp

source: Welcome Screen
am: እንኳን ደህና መጡ
ast: Pantalla de bienvenida
be: Прывітальны экран
bg: Приветстващ екран
cy: Sgrin Croeso
el: Οθόνη Καλωσορίσματος
eo: Bonvena ekrano
es: Pantalla de bienvenida
et: Tervituskuva
eu: Ongi etorri pantaila
fa: صفحهٔ خوش‌آمدگویی
fr_ca: Écran d'accueil
he: מסך פתיחה
hi: स्वागत स्क्रीन
ia: Schremo de benvenite
id: Layar Selamat Datang
is: Upphafsskjár
it: Schermata di benvenuto
ja: Welcomeスクリーン
kab: Agdil Agejdan
lo: ໜ້າຈໍຕ້ອນຮັບ
lt: Pasisveikinimo langas
lv: Sveiciena ekrāns
nb: Velkomstskjerm
nl: Welkomstscherm
nn: Velkomstskjerm
oc: Ecran d'acuèlh
pl: Ekran powitalny
pt: Ecrã de boas vindas
pt_br: Tela de Boas-Vindas
ro: Bun venit
ru: Окно приветствия
sl: Pozdravni zaslon
sr: Екран добродошлице
sr@latin: Ekran dobrodošlice
sv: Välkomstskärm
uk: Привітальний екран
uz: Kirish paytidagi ekran
vi: Màn hình Chào mừng

source: Keyboard Shortcuts
am: የ ፊደል ገበታ አቋራጮች
ar: اختصارات لوحة المفاتيح
ast: Atayos de tecláu
be: Спалучэнні клавіш
bg: Клавишни комбинации
ca: Dreceres de teclat
cy: Llwybrau byr y Bysellfwrdd
el: Συντομεύσεις Πληκτρολογίου
eo: Fulmoklavoj
es: Atajos de teclado
et: Kiirklahvid
eu: Laster-teklak
fa: میانبرهای صفحه کلید
fr_ca: Raccourcis Clavier
he: קיצורי מקלדת
hi: कुंजीपटल शॉर्टकट
ia: Accessos directe de claviero
id: Pintasan Keyboard
is: Flýtileiðir á lyklaborði
it: Scorciatoie da tastiera
ja: キーボードショートカット
kab: Inegzumen n unasiw
lo: ປຸ່ມລັດແປ້ນພິມ
lt: Spartieji klavišai
lv: Tastatūras saīsnes
nb: Tastatursnarveier
nl: Sneltoetsen
nn: Tastatursnøggtastar
oc: Acorchis clavièr
pl: Skróty klawiaturowe
pt: Teclas de atalho
pt_br: Atalhos de teclado
ro: Scurtături de tastatură
ru: Сочетания клавиш
sl: Tipkovne bližnjice‫
sr: Пречице на тастатуру
sr@latin: Prečice sa tastaure
sv: Snabbkommandon
uk: Клавіатурні поєднання
uz: Klaviatura yorliqlari
vi: Các Phím Tắt

source: Contents
am: ይዞታዎች
ar: المحتويات
ast: Conteníos
be: Змесціва
bg: Съдържание
ca: Contingut
cs: Obsah
cy: Cynnwys
da: Indhold
de: Inhalte
el: Περιεχόμενα
eo: Enhavo
es: Contenido
et: Sisu
eu: Edukiak
fa: محتویات
fi: Sisältö
fr_ca: Contenus
he: תכולה
hi: सामग्री
hr: Priručnik
hu: Tartalom
ia: Contentos
id: Isi
is: Innihald
it: Contenuti
ja: 機能の説明
kab: Igburen
lo: ເນື້ອໃນ
lt: Turinys
lv: Saturs
nb: Innhold
nl: Inhoud
nn: Innhald
oc: Ensenhador
pl: Zawartość
pt: Conteúdo
pt_br: Conteúdo
ro: Conținut
ru: Содержимое
sk: Obsah
sl: Vsebina
sr: Садржај
sr@latin: Sadržaji
sv: Innehåll
tr: İçindekiler
uk: Зміст
uz: Tarkibi
vi: Nội dung

source: About
am: ስለ
ar: حول
ast: Tocante a
be: Аб праграме
bg: За програмата
ca: Quant a...
cs: O aplikaci
cy: Ynghylch
da: Om
de: Über
el: Σχετικά
eo: Pri
es: Acerca de
et: Teave
eu: Honi buruz
fa: درباره‌ی برنامه
fi: Tietoja
fr_ca: À propos
he: אודות
hi: विवरण
hr: O programu
hu: Névjegy
ia: A proposito
id: Tentang
is: Um
it: Informazioni su...
ja: このアプリケーションについて
kab: Ɣef
lo: ກ່ຽວກັບ
lt: Apie
lv: Par
nb: Om
nl: Over
nn: Om
oc: A prepaus
pl: O programie
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sl: O Programu
sr: О програму
sr@latin: O programu
sv: Om
tr: Hakkında
uk: Про застосунок
uz: Haqida
vi: Giới thiệu

source: Cannot Proceed
am: መቀጠል አልተቻለም
ast: Nun se pudo siguir
be: Немагчыма працягнуць
bg: Не може да се продължи
cy: Methu Parhau
el: Αδυναμία συνέχισης
eo: Ne eblas daŭrigi
es: No se puede continuar
et: Pole võimalik jätkata
eu: Ezin da aurrera jarraitu
fa: نمیتوان پیش‌روی کرد
fr_ca: Impossible de continuer
he: לא ניתן להמשיך
hi: प्रक्रिया अवरुद्ध
ia: Impossibile continuar
id: Tidak Dapat Memproses
is: Get ekki haldið áfram
it: Impossibile procedere
ja: 続行できません
kab: D awezɣi amesten
lo: ບໍ່ສາມາດດຳເນີນການຕໍ່ໄດ້
lt: Negalima tęsti
lv: Nevar turpināt
nb: Kan ikke fortsette
nl: Kan niet verder gaan
nn: Kan ikkje fortsetje
oc: Impossible de contunhar
pl: Nie można kontynuować
pt: Não é possível continuar
pt_br: Não é possível continuar
ro: Nu se poate continua
ru: Невозможно продолжить
sl: Ni mogoče nadaljevati
sr: Немогуће наставити
sr@latin: Ne mogu da nastavim dalje
sv: Kan inte fortsätta
uk: Не вдається продовжити роботу
uz: Davom ettirib bo‘lmaydi
vi: Không thể tiếp tục

source: Another process is currently using the package management system. Please wait for it to finish and then try again.
ast: Otru procesu ta usando el sistema de mantenimientu de paquetes agora mesmu. Por favor, espera a que fine ya preba otra vuelta.
be: Іншы працэс цяпер выкарыстоўвае кіраўнік пакетаў. Пачакайце пакуль ён скончыць, затым паспрабуйце зноў.
bg: В момента друг процес използва системният мениджър на пакети. Моля, изчакайте да завърши и опитайте отново.
cy: Mae proses arall yn defnyddio'r system rheoli pecynnau ar hyn o bryd. Arhoswch iddo orffen ac yna ceisiwch eto.
el: Μια άλλη διεργασία χρησιμοποιεί το σύστημα διαχείρισης πακέτων. Παρακαλώ περιμένετε να ολοκληρώσει την εργασία της και έπειτα δοκιμάστε ξανά.
eo: Alia procezo nun uzas la pako-administrilon. Bonvolu atendi ĝis, kiam ĝi finiĝos, kaj tiam provu denove.
es: Otro proceso está usando el sistema de gestión de paquetes. Espere a que termine y vuelva a intentarlo.
et: Teine protsess kasutab praegu paketihalduse süsteemi. Palun oota selle lõppemist ja proovi siis uuesti.
eu: Une honetan beste prozesu bat ari da pakete kudeatzaile sistema erabiltzen. Itxaron amaitu arte eta saiatu berriro.
fa: فرایند دیگری هم‌اکنون درحال استفاده از سامانه مدیریت بسته‌ها است. لطفا منتظر بمانید تا آن تمام شود و دوباره تلاش کنید.
fr_ca: Un autre processus utilise le gestionnaire de paquets. Veuillez attendre qu'il se termine et réessayez ensuite.
he: תהליך אחר משתמש כעת במערכת ניהול החבילות. נא להמתין לסיום התהליך ולנסות שוב.
hi: पैकेज प्रबंधन सिस्टम अन्य प्रक्रिया हेतु कार्यरत है। उसके पूर्ण होने के उपरांत पुनः प्रयास करें।
ia: Altere processo usa actualmente le pacchetto gestion de systema. Per favor attende que illo fini e pois reproba.
id: Proses lain saat ini sedang menggunakan sistem manajemen paket. Harap tunggu sampai selesai lalu coba lagi.
is: Annað ferli er að nota pakkaumsýslukerfið. Bíddu eftir að því ljúki og prófaðu svo aftur.
it: Un altro processo sta usando il sistema di gestione dei pacchetti. Attendi che abbia finito e poi riprova.
ja: 現在、別のプロセスがパッケージ管理システムを使用しています。終了するまで待ってから、もう一度試してください。
kab: Akala-nniḍen isseqdac akka tura anaraw n usefrek n ikemmusen. Ttxil-k arǧu ard ifak sakin eɛreḍ tikkelt-nniḍen.
lo: ມີຂະບວນການອື່ນກຳລັງໃຊ້ລະບົບຈັດການແພັກເກດຢູ່. ກະລຸນາລໍຖ້າໃຫ້ມັນສຳເລັດແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt: Šiuo metu kitas procesas naudoja paketų tvarkymo sistemą. Palaukite, kol jis užbaigs, o tuomet bandykite dar kartą.
lv: Cits process pašlaik izmanto pakotņu pārvaldības sistēmu. Lūdzu, pagaidi, līdz tas beigsies, un mēģini vēlreiz.
nb: En annen prosess bruker for tiden pakkehåndteringssystemet. Vent til den er ferdig, og prøv igjen.
nl: Er is thans een ander proces actief dat het pakketbeheersysteem gebruikt. Wacht a.u.b. totdat dit klaar is en probeer het dan opnieuw.
nn: Ein annan prosess brukar pakkesystemet no. Vent til den er ferdig og prøv igjen.
oc: Un autre processus utiliza actualament lo sistèma de gestion de paquets. Esperatz que s'acabe, puèi tornatz ensajar.
pl: Inny proces korzysta obecnie z systemu zarządzania pakietami. Zaczekaj, aż skończy, a następnie spróbuj ponownie.
pt: Já existem um processo a utilizar o sistema de gestão de pacotes. Aguarde um pouco até que este processo termine.
pt_br: Outro processo está usando o sistema de gerenciamento de pacotes. Por favor aguarde até que ele termine e tente novamente.
ro: Un alt proces utilizează în prezent sistemul de management al pachetelor. Așteptați să se termine și apoi încercați din nou.
ru: Другое задание в настоящее время выполняется в системе управления пакетами. Подождите, пока оно завершится, а затем повторите попытку.
sl: Sistem upravljanja s paketi trenutno uporablja drug proces. Počakajte, da dokonča svoje delo, in nato poskusite znova.
sr: Други процес тренутно користи управник програма система. Сачекајте да се ово заврши и покушајте поново.
sr@latin: Neki drugi proces trenutno koristi sistem za upravljanje paketima. Sačekajte da završi i zatim pokušajte ponovo.
sv: En annan process använder för närvarande pakethanteringssystemet. Var god och vänta tills processen har avslutats och försök därefter igen.
uk: Інший процес зараз використовує систему керування пакунками. Зачекайте, доки він завершиться, а потім повторіть спробу.
uz: Boshqa jarayon hozirda paketlarni boshqarish tizimidan foydalanilmoqda. Iltimos, u tugashini kuting va keyin qayta urinib ko‘ring.
vi: Một quy trình khác hiện đang sử dụng hệ thống quản lý gói. Vui lòng đợi cho đến khi nó hoàn tất và sau đó thử lại.

source: Yes
am: አዎ
ast: Sí
be: Так
bg: Да
cy: Iawn
el: Ναι
eo: Jes
es: Sí
et: Jah
eu: Bai
fa: بله
fr_ca: Oui
he: כן
hi: हाँ
ia: Si
id: ya
is: Já
it: Sì
ja: はい
kab: Ih
lo: ແມ່ນ
lt: Taip
lv: Jā
nb: Ja
nl: Ja
nn: Ja
oc: Òc
pl: Tak
pt: Sim
pt_br: Sim
ro: Da
ru: Да
sl: Da
sr: Да
sr@latin: Da
sv: Ja
uk: Так
uz: Ha
vi: Có

source: No
am: አይ
ast: Non
be: Не
bg: Не
cy: Na
el: Όχι
eo: Ne
et: Ei
eu: Ez
fa: خیر
fr_ca: Non
he: לא
hi: नहीं
id: Tidak
is: Nei
ja: いいえ
kab: Ala
lo: ບໍ່
lt: Ne
lv: Nē
nb: Nei
nl: Nee
nn: Nei
oc: Non
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет
sl: Ne
sr: Не
sr@latin: Ne
sv: Nej
uk: Ні
uz: Yo‘q
vi: Không

source: OK
am: እሺ
ar: موافق
be: Добра
ca: D'acord
cy: Iawn
de: Bestätigen
el: ΟΚ
eo: Bone
es: Aceptar
eu: Ados
fa: تایید
he: בסדר
hi: ठीक है
hr: U redu
is: Í lagi
kab: IH
lo: ຕົກລົງ
lt: Gerai
lv: LABI
nl: Oké
oc: D'acòrdi
sl: V redu
sr: У реду
tr: Tamam
uk: Гаразд
vi: Đồng ý

source: No updates selected
am: ምንም ማሻሻያ አልተመረጠም
ar: لم يتم تحديد تحديثات
ast: Nun hai anovamientos seleicionaos
be: Абнаўленняў не вылучана
bg: Няма избрани актуализации
ca: No hi ha cap actualització seleccionada
cs: Nebyly vybrány žádné aktualizace
cy: Heb ddewis diweddariad
da: Ingen opdateringer valgt
de: Keine Aktualisierungen ausgewählt
el: Καμία επιλεγμένη ενημέρωση
eo: Neniuj ĝisdatigoj estas elektitaj
es: No se ha seleccionado ninguna actualización
et: Uuendusi pole valitud
eu: Ez da hautatu eguneraketarik
fa: هیچ به‌روزرسانی انتخاب نشده‌است
fi: Päivityksiä ei valittu
fr_ca: Aucune mise à jour sélectionnée
he: לא נבחרו עדכונים
hi: कोई अपडेट चयनित नहीं
hr: Nema odabranih nadopuna
hu: Nincs frissítés kiválasztva
ia: Nulle actualisationes seligite
id: Tidak ada pembaruan terpilih
is: Engar uppfærslur eru valdar
it: Nessun aggiornamento selezionato
ja: アップデートが選択されていません
kab: Ulac aleqqem yettwafernen
lo: ບໍ່ມີການອັບເດດທີ່ຖືກເລືອກ
lt: Nepažymėta jokių atnaujinimų
lv: Nav atzīmēts neviens atjauninājums
nb: Ingen oppdateringer valgt
nl: Geen actualiseringen gekozen
nn: Ingen oppdateringar er valde
oc: Cap de mesa a jorn pas seleccionada
pl: Nie została zaznaczona żadna aktualizacja
pt: Nenhuma atualização selecionada
pt_br: Nenhuma atualização selecionada
ro: Nicio actualizare selectată
ru: Нет выбранных обновлений
sk: Nevybrali ste žiadne aktualizácie
sl: Izbrana ni nobena posodobitev
sr: Ниједно ажурирање није изабрано
sr@latin: Nije izabrano ni jedno ažuriranje
sv: Inga uppdateringar valda
tr: Hiçbir güncelleme seçilmedi
uk: Немає вибраних оновлень
uz: Hech qanday yangilanish tanlanmagan
vi: Chưa chọn bản cập nhật nào

source: Welcome to the Update Manager
am: እንኳን ደህና መጡ ወደ ማሻሻያ አስተዳዳሪ
ar: مرحباً بك في مدير التحديث
ast: Bienllegáu al Xestor d'Anovamientos
be: Вітаем у Кіраўніку абнаўленняў
bg: Добре дошли в мениджъра на актуализациите
ca: Benvingut al gestor d'actualitzacions
cs: Vítejte ve správě aktualizací
cy: Croeso i'r Rheolwr Diweddaru
da: Velkommen til Opdateringshåndtering
de: Willkommen bei der Aktualisierungsverwaltung
el: Καλώς ορίσατε στο Διαχειριστή Ενημερώσεων
eo: Bonvenon al la Ĝisdatiga mastrumilo
es: Le damos la bienvenida al gestor de actualizaciones
et: Tere tulemast uuendamishaldurisse
eu: Ongi etorri Eguneraketa-kudeatzailera
fa: به مدیر بروزرسانی خوش آمدید
fi: Tervetuloa päivitysten hallintaan
fr_ca: Bienvenue dans le Gestionnaire de mises à jour
he: ברוכים הבאים למנהל העדכונים
hi: अपडेट प्रबंधक में स्वागत है
hr: Dobrodošli u Upravitelj nadopuna
hu: Üdvözli a Frissítéskezelő
ia: Benvenite al Gestor de actualisationes
id: Selamat datang di Manajer Pembaruan
is: Velkomin í uppfærslustjórann
it: Benvenuti nel Gestore aggiornamenti
ja: アップデートマネージャーへようこそ
kab: Anṣuf ɣer umsefrak n ileqman
lo: ຍິນດີຕ້ອນຮັບສູ່ຕົວຈັດການອັບເດດ
lt: Sveiki atvykę į atnaujinimų tvarkytuvę
lv: Laipni lūgti atjauninājumu pārvaldniekā
nb: Velkommen til oppdateringsbehandleren
nl: Welkom bij Bijwerkbeheer
nn: Velkomen til oppdateringshandsamaren
oc: La benvenguda al gestionari de mesas a jorn
pl: Witamy w menedżerze aktualizacji
pt: Bem-vindo ao Gestor de atualizações
pt_br: Bem-vindo ao Gerenciador de Atualizações
ro: Bine ați venit la Administratorul de actualizări
ru: Добро пожаловать в Менеджер обновлений
sk: Víta Vás Správca Aktualizácií
sl: Dobrodošli v Upravitelja posodobitev
sr: Добродошли у Управника ажурирања
sr@latin: Dobrodošli u Menadžer ažuriranja
sv: Välkommen till Uppdateringshanteraren
tr: Güncelleme Yöneticisine Hoşgeldiniz
uk: Вітаємо в «Диспетчері оновлень»
uz: Yangilanish menejeriga xush kelibsiz
vi: Chào mừng bạn đến với Trình quản lý cập nhật

source: Most recent change
am: የ ቅርብ ጊዜ ለውጦች
ast: Cambeos postreros
be: Самая апошняя змена
bg: Най-скорошна промяна
cy: Newid mwyaf diweddar
el: Πιο πρόσφατη αλλαγή
eo: Plej lasta ŝanĝo
es: Cambio más reciente
et: Viimane muudatus
eu: Aldaketa berriena
fa: تازه ترین تغییر
fr_ca: Changement le plus récent
he: שינוי אחרון
hi: सबसे हालिया परिवर्तन
ia: Cambios plus recente
id: Perubahan terkini
is: Nýjustu breytingar
it: Modifica più recente
ja: 直近の変更
kab: Abeddel aneggaru maḍi
lo: ການປ່ຽນແປງຫຼ້າສຸດ
lt: Paskiausias pakeitimas
lv: Pēdējās izmaiņas
nb: Siste endring
nl: Meest recente wijziging
nn: Siste endring
oc: Modificacion mai recenta
pl: Ostatnia zmiana
pt: Alteração mais recente
pt_br: Mudança mais recente
ro: Cea mai recentă modificare
ru: Самое последнее изменение
sl: Zadnja sprememba
sr: Последња промена
sr@latin: Poslednja promena
sv: Senaste ändring
uk: Найбільш недавня зміна
uz: Eng so‘nggi o‘zgarish
vi: Thay đổi gần đây nhất

source: Description
am: መግለጫ
ar: الوصف
be: Апісанне
bg: Описание
ca: Descripció
cs: Popis
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
eo: Priskribo
es: Descripción
et: Kirjeldus
eu: Deskribapena
fi: Kuvaus
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
kab: Aglam
lt: Aprašas
nl: Omschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sr: Опис
sr@latin: Opis
sv: Beskrivning
tr: Açıklama
uk: Опис
vi: Mô tả
