Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: First, refresh the list of updates after:
am: መጀመሪያ ዝርዝሩን ያነቃቁ የ ማሻሻያውን:
ar: أولاً، تحديث قائمة التحديثات بعد:
ast: Primeru, refrescar la llista d'anovamientos dempués de:
be: Першы раз абнаўляць спіс праз:
bg: Първо обновяване на списъка с актуализации след:
ca: Primer, refresca la llista d'actualitzacions després de:
cs: Po spuštění obnovit seznam aktualizací po uplynutí:
cy: Yn gyntaf, adnewyddwch y rhestr o ddiweddariadau ar ôl:
da: Opdatér listen over opdateringer efter:
de: Erstmals die Aktualisierungsliste auffrischen nach:
el: Αρχικά, ανανεώστε τη λίστα των ενημερώσεων μετά από:
eo: Unue aktualigu la liston de ĝisdatigoj post:
es: Al principio recargar la lista de actualizaciones tras:
et: Uuenduste esmakontrollimise viivitus:
eu: Lehenik, freskatu eguneraketa-zerrenda honen ondoren:
fa: اول، به‌روزکردن لیست بروزرسانی‌ها بعد از:
fi: Ensiksi, päivitä lista päivityksien jälkeen:
fr_ca: D'abord, rafraîchir la liste des mises à jour après :
he: תחילה, נא לרענן את רשימת העדכונים לאחר:
hi: प्रथमतया अपडेट सूची इस समय उपरांत रिफ्रेश होगी :
hr: Prvo, osvježi popis nadopuna nakon:
hu: Először töltse a frissítések listáját ez után:
ia: Primo, refrescar le lista del actualisationes post:
id: Pertama, refresh daftar update setelah:
is: Fyrst, endurlesa uppfærslulista eftir:
it: Inizialmente, cerca gli aggiornamenti dopo:
ja: 1 度目はアップデート一覧を次の時点で再読み込みします:
kab: Di tazwara, sismeḍ tabdart n ileqman sakin:
lo: ທຳອິດ, ໂຫຼດລາຍການອັບເດດຄືນໃໝ່ຫຼັງຈາກ:
lt: Iš pradžių, iš naujo įkelti atnaujinimų sąrašą po:
lv: Vispirms atsvaidzini atjauninājumu sarakstu pēc:
nb: Først, oppdater listen over oppdateringer etter:
nl: Allereerst, ververs de lijst met actualiseringen na:
nn: Først, oppfrisk lista over oppdateringar etter:
oc: D’en primièr, refrescar la lista de mesas a jorn aprèp :
pl: Najpierw odśwież listę aktualizacji po:
pt: Primeiro, recarregar lista de atualizações após:
pt_br: Primeiro, atualizar a lista de atualizações após:
ro: Mai întâi, împrospătează lista de actualizări după:
ru: В первый раз обновить список пакетов через:
sk: Najskôr obnoviť zoznam aktualizácií po:
sl: Najprej osveži seznam posodobitev po:
sr: Прво, освежи списак ажурирања након:
sr@latin: Najpre, osveži spisak ažuriranja posle:
sv: Först, uppdatera listan med uppdateringar efter:
tr: İlk güncelleme listesi yenileme gecikmesi:
uk: Уперше освіжати перелік оновлень після:
uz: Birinchidan, yangilanishlar ro‘yxatini quyidagidan keyin yangilang:
vi: Đầu tiên, làm mới danh sách cập nhật sau:

source: Then, refresh the list of updates every:
am: ከዛ ዝርዝሩን ያነቃቁ የ ማሻሻያውን በየ:
ar: ثم, تحديث قائمة التحديثات كل:
ast: Dempués, refrescar la llista d'anovamientos ca:
be: Затым абнаўляць спіс кожныя:
bg: След това, обновяване на списъка с актуализации на всеки:
ca: Després, refresca la llista d'actualitzacions cada:
cs: Poté obnovovat seznam aktualizací každých:
cy: Yna, adnewyddu'r rhestr o ddiweddariadau bob:
da: Opdatér herefter listen over opdateringer hver:
de: Danach die Aktualisierungsliste auffrischen alle:
el: Έπειτα, ανανεώστε τη λίστα των ενημερώσεων κάθε:
eo: Tiam aktualigu la liston de ĝisdatigoj ĉiun:
es: Después recargar la lista de actualizaciones cada:
et: Järgnev uuenduste kontrolli sagedus:
eu: Ondoren, freskatu eguneraketa-zerrenda maiztasun honekin:
fa: بعد، تازه‌سازی لیست به‌روزرسانی ها هر:
fi: Sitten, päivitä lista joka:
fr_ca: Ensuite, actualiser la liste des mises à jour toutes les :
he: ולאחר מכן, נא לרענן את רשימת העדכונים בכל:
hi: फिर पुनः अपडेट सूची इस समय उपरांत रिफ्रेश होगी :
hr: Zatim, osvježi popis nadopuna svakih:
hu: Majd töltse le a frissítések listáját:
ia: Alora, refrescar le lista del actualisationes cata:
id: Kemudian, refresh daftar update setiap:
is: Síðan, endurlesa uppfærslulista með þessu millibili:
it: Successivamente, cerca gli aggiornamenti ogni:
ja: その後は､アップデート一覧を次の間隔で再読み込みします:
kab: Sakin, sismeḍ tabdart n ileqman yal:
lo: ຈາກນັ້ນ, ໂຫຼດລາຍການອັບເດດຄືນໃໝ່ທຸກໆ:
lt: Tuomet, atnaujinimų sąrašą iš naujo įkelti kas:
lv: Pēc tam atsvaidzini atjauninājumu sarakstu ik pēc:
nb: Deretter, oppdater listen over oppdateringer hver:
nl: Daarna, ververs de lijst met actualiseringen elke:
nn: Deretter, oppfrisk lista over oppdateringar kvar:
oc: Puèi, refrescar la lista de mesas a jorn cada :
pl: Następnie odśwież listę aktualizacji co:
pt: Depois, recarregar lista de atualizações a cada:
pt_br: Em seguida, atualizar a lista de atualizações a cada:
ro: Apoi, împrospătează lista de actualizări după fiecare:
ru: Затем обновлять список пакетов каждые:
sk: Potom obnoviť zoznam aktualizácií každých:
sl: Nato osveži seznam posodobitev po:
sr: Затим, освежи списак ажурирања сваких:
sr@latin: Zatim, osveži spisak ažuriranja svakih:
sv: Sedan, uppdatera listan med uppdateringar varje:
tr: Sonraki güncelleme listesi yenileme sıklığı:
uk: Потім освіжати перелік оновлень кожні:
uz: Keyin, har safar yangilanishlar ro‘yxatini yangilang:
vi: Sau đó, làm mới danh sách cập nhật mỗi:

source: Note: The list only gets refreshed while the Update Manager window is closed (system tray mode).
be: Заўвага: гэты спіс абнаўляецца толькі калі акно кіраўніка абнаўленняў закрыта (рэжым сістэмнага трэя).
bg: Забележка: Списъкът се обновява само докато мениджърът на актуализациите е затворен (скрит в панела с иконка).
cy: Sylw: Bydd y rhestr yn cael ei adnewyddu dim ond tra bo ffenestr y Rheolwr Diweddaru ar gau (modd dror system)
el: Σημείωση: Η λίστα ανανεώνεται μόνο όσο το παράθυρο του διαχειριστή ενημερώσεων είναι κλειστό (λειτουργία system tray).
eo: Komento: La listo estas nur aktualigita, dum la fenestro de Ĝisdatiga mastrumilo estas fermita (taskopleta reĝimo).
es: Nota: la lista solo se recarga cuando se cierra la ventana del gestor de actualizaciones (modo bandeja del sistema).
et: Märkus: loendit värskendatakse ainult siis, kui uuendamise haldur on suletud (ainult ikoon nurgas).
eu: Oharra: Eguneraketa kudeatzailearen leihoa itxita dagoenean (sistemaren erretilu modua) soilik freskatzen da zerrenda.
fr_ca: Note : La liste n'est actualisée que lorsque le gestionnaire de mises à jour est fermé (en mode barre des tâches).
he: הערה: הרשימה מתרעננת רק כאשר חלון 'מנהל עדכונים' סגור (מצב מגש מערכת).
hi: ध्यान दें : अपडेट प्रबंधक विंडो बंद (ट्रे आइकन मोड) होने पर ही सूची रिफ्रेश होगी।
ia: Nota: le lista es refrescate sol dum le fenestra del gestor de actualisation es clause (modo area de notification del systema).
id: Catatan: Daftar ini hanya diperbarui saat jendela Manajer Pembaruan ditutup (mode baki sistem).
is: Athugaðu: Þessi listi er einungis endurlesinn á meðan uppfærslustjóraglugginn er lokaður (í kerfisbakkaham).
it: Nota: la lista viene aggiornata solo mentre la finestra del Gestore aggiornamenti è chiusa (ridotto nell'area di notifica).
ja: 注: 一覧が再読み込みされるのは、アップデートマネージャーを閉じている間のみです (システムトレイモード)。
kab: Tamawt: Tabdart ad tt-ttusismeḍ ticki yemdel usfaylu n umsefrak n ileqman (askar n telɣa deg ugalis).
lt: Pastaba: Sąrašas yra įkeliamas iš naujo tik tuomet, kai atnaujinimų tvarkytuvės langas yra užvertas (sistemos dėklo veiksena).
nl: Let op: de lijst wordt alleen ververst wanneer het venster van Bijwerkbeheer is gesloten (systeemvakmodus).
pl: Uwaga: Lista jest odświeżana tylko wtedy, gdy okno Menedżera aktualizacji jest zamknięte (tryb zasobnika systemowego).
pt: Nota: a lista só pode ser recarregada se a janela do gestor de atualizações estiver fechada (na bandeja do sistema).
pt_br: Nota: A lista só é atualizada enquanto a janela do Gerenciador de Atualizações está fechada (modo da bandeja do sistema).
ro: Notă: lista se actualizează numai în timp ce fereastra Administrator de actualizări este închisă (modul tavă sistem).
ru: Примечание: список обновляется только при закрытом окне Менеджера обновлений (свёрнутом в область уведомлений).
sl: Opomba: seznam se osveži le takrat, ko je okno Upravitelja posodobitev zaprto (način sistemskega pladnja).
sr: Напомена: Листа ажурирања се освежава само када је прозор Управник ажурирања затворен (смањен у системској палети).
sr@latin: Napomena: ovaj spisak se osvežava samo dok je prozor Menadžera ažuriranja zatvoren (režim sistemske trake).
sv: Observera: Listan blir endast omläst medan Uppdateringshanterarens fönster är stängt (i systembricksläge).
uk: Примітка: перелік оновлюється лише тоді, коли вікно «Диспетчера оновлень» закрите (у режимі системного лотка).
vi: Lưu ý: Danh sách chỉ được làm mới khi cửa sổ Trình quản lý cập nhật đóng (chế độ khay hệ thống).

source: Notifications
am: ማስታወቂያዎች
ast: Notificaciones
be: Апавяшчэнні
bg: Уведомления
cy: Hysbysiadau
el: Ειδοποιήσεις
eo: Sciigoj
es: Notificaciones
et: Teavitused
eu: Jakinarazpenak
fa: اعلان‌ها
he: התראות
hi: अधिसूचनाएँ
ia: Notificationes
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: ポップアップ通知
kab: Tilɣa
lo: ການແຈ້ງເຕືອນ
lt: Pranešimai
lv: Paziņojumi
nb: Varsler
nl: Meldingen
nn: Varslingar
oc: Notificacions
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ro: Notificări
ru: Уведомления
sl: Obvestila
sr: Обавештења
sr@latin: Obaveštenja
sv: Aviseringar
uk: Сповіщення
uz: Bildirishnomalar
vi: Thông báo

source: Only show notifications for security and kernel updates
ast: Amosar namás notificaciones de seguranza y anovamientos de kernel
be: Паказваць апавяшчэнні толькі для абнаўленняў бяспекі і ядра
bg: Показвай уведомления само за актуализации на сигурността и ядрото
cy: Dim ond dangos hysbysiadau ar gyfer diweddariadau diogelwch a chnewyllyn
el: Εμφάνιση μόνο ειδοποιήσεων ενημερώσεων ασφαλείας και πυρήνα
eo: Montri sciigojn nur por sekurigaj kaj kernaj ĝisdatigoj
es: Mostrar solo notificaciones de seguridad y actualizaciones del núcleo
et: Näita märguandeid ainult turvalisuse ja kerneli värskenduste kohta
eu: Erakutsi soilik segurtasun eta nukleoaren eguneraketen jakinarazpenak
fa: نمایش اعلان‌ها فقط برای به‌روزرسانی های امنیتی و کرنل
fr_ca: N'afficher que les notifications concernant les mises à jour de sécurité ou de noyaux
he: הצגת הודעות על עדכוני אבטחה וליבה בלבד
hi: केवल सुरक्षा व कर्नेल अपडेट हेतु ही अधिसूचनाएँ प्रदर्शित करें
ia: Solo monstrar notificationes pro securitate e kernel
id: Hanya tampilkan notifikasi untuk pembaruan keamanan dan kernel
is: Einungis birta tilkynningar fyrir öryggisuppfærslur og uppfærslur kjarna
it: Mostra le notifiche solo per gli aggiornamenti di sicurezza e del kernel
ja: セキュリティとカーネルのアップデートに関する通知のみ表示
kab: Sken tilɣa anagar i yileqman n tɣellist akked yiɣes
lo: ສະແດງການແຈ້ງເຕືອນສະເພາະການອັບເດດຄວາມປອດໄພ ແລະ ເຄີເນວ
lt: Rodyti tik pranešimus apie saugumo ir branduolio atnaujinimus
lv: Rādīt tikai paziņojumus par drošības un kodola atjauninājumiem
nb: Vis bare varsler for sikkerhets- og kjerneoppdateringer
nl: Toon alleen meldingen voor veiligheidsreparaties en bijgewerkte systeemkernen
nn: Vis berre varslingar for tryggleiks‑ og kjerneoppdateringar
oc: Mostrar solament una notificacion per las mesas a jorn de seguretat o de nuclèus
pl: Pokazuj powiadomienia tylko dla aktualizacji bezpieczeństwa i jądra
pt: Mostrar apenas notificações para atualizações de segurança e kernel
pt_br: Mostrar apenas notificações para atualizações de segurança e kernel
ro: Arată notificări doar pentru actualizările de securitate și nucleu
ru: Показывать только уведомления об обновлениях безопасности и ядра
sl: Pokaži le obvestila za varnostne posodobitve in posodobitve jedra
sr: Прикажи само сигурносна ажурирања и ажурирања кернела
sr@latin: Prikaži obaveštenja samo za sigurnosna ažuriranja i ažuriranja kernela
sv: Visa bara aviseringar för uppdateringar som rör säkerhet och kärnan
uk: Показувати лише сповіщення про оновлення безпеки й про оновлення ядер
uz: Faqat xavfsizlik va yadro yangilanishlari uchun bildirishnomalarni ko‘rsatish
vi: Chỉ hiển thị thông báo về cập nhật bảo mật và kernel

source: Show a notification if an update has been available for (in logged-in days):
ast: Amosar una notificación si un anovamientu tuvo disponible por (díes):
be: Паказваць апавяшчэнне калі абнаўленне даступна на працягу (у днях):
cy: Dangos hysbysiad a oes diweddariad wedi bod ar gael ar gyfer (mewn dyddiau mewngofnodi):
el: Εμφάνιση ειδοποίησης όταν μια ενημέρωση είναι διαθέσιμη για (σε ημέρες σύνδεσης):
eo: Montri sciigon, se ĝisdatigo disponeblis dum (en ensalutintaj tagoj):
es: Mostrar una notificación si una actualización ha estado disponible durante (en días con sesión iniciada):
et: Näidake märguannet, kui värskendus on saadaval (sisselogitud päevadel):
eu: Erakutsi jakinarazpen bat eguneraketa eskuragarri egon bada saioa hasitako egun kopuru honetan:
fa: نمایش اعلان اگر یک بروزرسانی برای این مدت در دسترس بوده (برحسب روز‌های وارد-سیستم شده):
fr_ca: Afficher une notification si une mise à jour est disponible depuis (en jours où vous avez été connecté) :
he: הצגת הודעה אם עדכון היה זמין למשך (בימי חיבור למחשב):
hi: अधिसूचना प्रदर्शित करें यदि इतने समय (सक्रिय लॉगिन दिन) से अपडेट उपलब्ध है :
ia: Monstra un notification si un actualisation es disponibile (in le dies de connexion)
is: Birta tilkynningu ef uppfærsla hefur verið tiltæk í (fjölda innskráðra daga):
it: Mostra una notifica se è disponibile un aggiornamento da (in giorni di accesso):
ja: 各アップデートの内､次の日数にわたり未適用のものがあった場合に通知を表示 (ログイン中の日数で):
kab: Beqqeḍ tilɣutin ma yella lqem yewjed di (s wussan ideg teqqneḍ):
lo: ສະແດງການແຈ້ງເຕືອນຖ້າການອັບເດດມີມາເປັນເວລາ (ເປັນຈຳນວນມື້ທີ່ເຂົ້າສູ່ລະບົບ):
lv: Rādīt paziņojumu, ja ir pieejams atjauninājums (pieteikšanās dienās):
nb: Vis et varsel hvis en oppdatering har vært tilgjengelig for (i påloggede dager):
nl: Toon een melding wanneer er een actualisering beschikbaar is geweest gedurende (aantal dagen met aanmeldingen):
nn: Vis ei varsling dersom ei oppdatering har vore tilgjengeleg i (innlogga dagar):
oc: Afichar una notificacion se una mesa a jorn es disponibla dempuèi (en jorns de connexion) :
pl: Pokaż powiadomienie, jeśli aktualizacja była dostępna przez (w dniach zalogowania):
pt: Mostrar uma notificação se uma atualização tiver estado disponível para (em dias com sessão iniciada):
pt_br: Mostrar uma notificação se uma atualização estiver disponível para (em dias conectados):
ro: Arată o notificare dacă o actualizare a fost disponibilă timp de (în zile de la autentificare):
ru: Показывать уведомление, если обновление было доступно в течение (дней входа в систему):
sl: Pokaži obvestilo, če je posodobitev na voljo (število dni prijave v sistem):
sr: Прикажи обавештење уколико је ажурирање било доступно (број дана колико сте били логовани):
sr@latin: Prikaži obaveštenje ukoliko je neko ažuriranje bilo dostupno (brojano u danima koliko ste logovani):
sv: Visa avisering om en uppdatering har varit tillgänglig (dagar med inloggning):
uk: Показувати сповіщення, якщо оновлення перебуває доступним (у днях активного сеансу) упродовж:
uz: Agar yangilanish mavjud bo‘lsa, bildirishnomani ko‘rsatish (tizimga kirgan kunlarda):
vi: Hiển thị thông báo nếu có bản cập nhật cho (theo ngày đăng nhập):

source: Show a notification if an update is older than (in days):
ast: Amosar notificación si un anovamientu ye más vieyu que (díes):
be: Паказаць апавяшчэнне калі абнаўленне старэйшае за (у днях):
cy: Dangos hysbysiad os yw diweddariad yn hŷn na (mewn dyddiau):
el: Εμφάνιση ειδοποίησης όταν μια ενημέρωση είναι παλαιότερη από (σε ημέρες):
eo: Montri sciigon, se ĝisdatigo disponeblas de (en tagoj):
es: Mostrar una notificación si una actualización es más antigua de (en días):
et: Näita märguannet, kui värskendus on vanem kui (päevades):
eu: Erakutsi jakinarazpen bat eguneraketa egun kopuru hau baino zaharragoa bada:
fa: نمایش اعلان اگر به‌روزرسانی‌ای قدیمی تر است از (بر حسب روز):
fr_ca: Afficher une notification si une mise à jour est disponible depuis (en jours) :
he: הצגת הודעה אם עדכון הוא ישן (בימים) מ:
hi: अधिसूचना प्रदर्शित करें यदि इतने समय (दिन) से अधिक पुरानी अपडेट है :
ia: Monstra un notification si un actualisation es plus vetule de (in dies):
id: Tampilkan notifikasi jika ada pembaruan yang lebih lama dari (dalam hari)
is: Birta tilkynningu ef uppfærsla er eldri en (dagar):
it: Mostra una notifica se un aggiornamento è più vecchio di (in giorni):
ja: 各アップデートの内､次の日数より経過しているものがあった場合は通知を表示 (単純日数で):
kab: Beqqeḍ talɣut ma yella lqem d aqbur ugar n (s wussan):
lo: ສະແດງການແຈ້ງເຕືອນຖ້າການອັບເດດເກົ່າກວ່າ (ເປັນມື້):
lv: Rādīt paziņojumu, ja atjauninājums ir vecāks par (dienās):
nb: Vis et varsel hvis en oppdatering er eldre enn (i dager):
nl: Toon een melding wanneer een actualisering ouder is dan (aantal dagen):
nn: Vis ei varsling dersom ei oppdatering er eldre enn (i dagar):
oc: Afichar una notificacion s’una mesa a jorn a mai de (jorns) :
pl: Pokaż powiadomienie, jeśli aktualizacja jest starsza niż (w dniach):
pt: Mostrar uma notificação se uma atualização for mais antiga do que (em dias):
pt_br: Mostrar uma notificação se uma atualização for anterior a (em dias):
ro: Arată o notificare dacă o actualizare este mai veche decât (în zile):
ru: Показывать уведомление, если обновление старше (в днях):
sl: Pokaži obvestilo, če je posodobitev starejša od (v dneh):
sr: Прикажи обавештење уколико је ажурирање старије од (број дана):
sr@latin: Prikaži obaveštenje ukoliko je ažuriranje starije od (u danima):
sv: Visa avisering om en uppdatering är äldre än (dagar):
uk: Показувати сповіщення, якщо оновленню більше (у днях) ніж:
uz: Agar yangilanish eskirgan bo‘lsa, bildirishnomani ko‘rsatish (kunlarda):
vi: Hiển thị thông báo nếu bản cập nhật cũ hơn (tính bằng ngày):

source: Don't show notifications if an update was applied in the last (in days):
ast: Nun amosar notificaciones si un anovamientu aplicose nos caberos (díes)
be: Не паказваць апавяшчэнні калі абнаўленне было ўжыта ў апошнія (у днях):
cy: Peidio â dangos hysbysiadau os osodwyd diweddariad yn ystod y cyfnod (mewn dyddiau):
el: Μη εμφάνιση ειδοποίησης αν εφαρμόστηκε αναβάθμιση τις τελευταίες (σε ημέρες):
eo: Ne montri sciigojn, se ĝisdatigo estis aplikita en la lastaj (en tagoj):
es: No mostrar notificaciones si se aplicó una actualización en los últimos (en días):
et: Ära kuva märguandeid, kui värskendus rakendati viimase (päevade) jooksul:
eu: Ez erakutsi jakinarazpenik eguneraketa azken egun kopuru honetan aplikatu bazen:
fa: عدم نمایش اعلان اگر به‌روزرسانی‌ای در چند وقت گذشته اعمال شده بود (برحسب روز):
fr_ca: Ne pas afficher de notifications si une mise à jour a été appliquée il y a moins de (en jours) :
he: לא להציג הודעות אם עדכון הוחל עד לפני (בימים):
hi: अधिसूचना प्रदर्शित न करें यदि इतने समय (दिन) पहले अपडेट लागू की गई थी :
ia: Non monstra un notification si un actualisation esseva applicate in le ultime (in dies):
id: Jangan tampilkan notifikasi jika ada pembaruan yang telah digunakan selama (dalam hari):
is: Ekki birta tilkynningar ef uppfærsla var sett inn á síðustu (í dögum):
it: Non mostrare notifiche se è stato applicato un qualunque aggiornamento negli ultimi (in giorni):
ja: アップデートが過去次の日数内に適用されていた場合は通知は表示しない (単純日数で):
kab: Ur beqqeḍ ara tilɣutin ma yella lqem yettusnes di (s wussan):
lo: ບໍ່ຕ້ອງສະແດງການແຈ້ງເຕືອນຖ້າການອັບເດດຖືກນຳໃຊ້ໃນໄລຍະ (ເປັນມື້) ທີ່ຜ່ານມາ:
lv: Neuzrādīt paziņojumus, ja atjauninājums tika piemērots pēdējās (dienās):
nb: Ikke vis varsler hvis en oppdatering er tatt i bruk i løpet av de siste (i dager):
nl: Toon geen meldingen indien er een actualisering werd toegepast in de laatste tijd (aantal dagen):
nn: Ikkje vis varslingar dersom ei oppdatering vart brukt dei siste (i dagar):
oc: Afichar pas de notificacions se una mesa a jorn es estada aplicada aquestes darrièrs X jorns :
pl: Nie pokazuj powiadomień, jeśli aktualizacja została zastosowana w trakcie ostatnich (dni):
pt: Não mostrar notificações se uma atualização foi aplicada nos últimos (em dias):
pt_br: Não mostrar notificações se uma atualização foi aplicada nos últimos (em dias):
ro: Nu arăta notificări dacă s-au aplicat actualizări în ultimele (în zile):
ru: Не показывайте уведомления, если обновление было применено в последний раз (в днях):
sl: Ne pokaži obvestil, če je bila posodobitev uveljavljena v zadnjih (v dneh):
sr: Не приказуј обавештења уколико је ажурирање примењено у последњих (број дана):
sr@latin: Ne prikazuj obaveštenja ukoliko je ažuriranje primenjeno u poslednjih (broj dana):
sv: Visa inte aviseringar om en uppdatering gjorts inom (dagar):
uk: Не показувати сповіщень, якщо оновлення було застосовано (у днях) за останні:
uz: Agar yangilanish oxirgi kunlarda qo‘llanilsa, bildirishnomalar ko‘rsatilmasin:
vi: Không hiển thị thông báo nếu bản cập nhật được áp dụng trong thời gian qua (tính theo ngày):

source: Ignored Updates
am: ማሻሻያውን መተው
ast: Anovamientos ignoraos
be: Прапушчаныя абнаўленні
bg: Игнорирани актуализации
cy: Diweddariadau Anwybyddwyd
el: Αγνοημένες ενημερώσεις
eo: Malatentitaj ĝisdatigoj
es: Actualizaciones ignoradas
et: Eiratavad uuendused
eu: Ez ikusia egindako eguneraketak
fa: به‌روزرسانی‌های نادیده گرفته شده
fr_ca: Mises à jour ignorées
he: עדכונים שיש להתעלם מהם
hi: अनदेखी अपडेट
ia: Actualisationes ignorate
id: Abaikan Pembaruan
is: Hunsaðar uppfærslur
it: Aggiornamenti ignorati
ja: 無視されたアップデート
kab: Ttu ileqman
lo: ການອັບເດດທີ່ບໍ່ສົນໃຈ
lt: Nepaisomi atnaujinimai
lv: Ignorētie atjauninājumi
nb: Ignorerte oppdateringer
nl: Genegeerde actualiseringen
nn: Ignorerte oppdateringar
oc: Mesas a jorn ignoradas
pl: Ignorowane aktualizacje
pt: Atualizações ignoradas
pt_br: Atualizações Ignoradas
ro: Actualizări ignorate
ru: Игнорируемые обновления
sl: Prezrte posodobitve
sr: Занемарена ажурирања
sr@latin: Ignorisana ažuriranja
sv: Bortvalda uppdateringar
uk: Нехтувані оновлення
uz: E'tiborga olinmagan yangilanishlar
vi: Cập nhật bị bỏ qua

source: Package Updates
am: ጥቅል ማሻሻያ
ast: Anovamientos de paquetes
be: Абнаўленні пакета
cy: Diweddariadau Pecyn
el: Ενημερώσεις πακέτων
eo: Pakaj ĝisdatigoj
es: Actualizaciones de paquetes
et: Paketi värskendused
eu: Paketeen eguneraketak
fa: به‌روزرسانی‌های بسته‌ها
fr_ca: Mises à jour de paquets
he: עדכוני חבילות
hi: पैकेज अपडेट
ia: Actualisationes de pacchettos
id: Pembaruan Paket
is: Pakkauppfærslur
it: Aggiornamenti dei pacchetti
ja: パッケージのアップデート
kab: Ileqman n yikemmusen
lo: ການອັບເດດແພັກເກດ
lt: Paketų atnaujinimai
lv: Pakotņu atjauninājumi
nb: Pakkeoppdateringer
nl: Bijgewerkte pakketten
nn: Pakkeoppdateringar
oc: Mesas a jorn de paquet
pl: Aktualizacje pakietów
pt: Atualizações de pacotes
pt_br: Atualizações de pacote
ro: Actualizări de pachete
ru: Обновления пакетов
sl: Posodobitve paketov
sr: Ажурирања програмских пакета
sr@latin: Ažuriranja programskih paketa
sv: Paketuppdatering
uk: Оновлення пакунків
uz: Paket yangilanishlari
vi: Cập nhật gói
