Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: - Reboot. - Press and hold the Shift key to show the boot menu. - In the boot menu, select the line which starts with 'Advanced options'. - Select an older kernel. - After the computer boots with the older kernel, uninstall the new one.
ast: -Reaniciar -Calcar y mantener Shift pa entrar nel menú boot -Calcar la llinea que diz: "Opciones avanzaes" -Escoyer un kernel más vieyu -Dempués de que el sistema arrinque col kernel vieyu, desinstalar el nuevu
be: - Перазагрузіце камп'ютар. - Націсніце і ўтрымлівайце клавішу Shift каб паказаць меню загрузкі. - У меню загрузкі выберыце радок, які пачынаецца з 'Прасунутыя опцыі' (Advanced options). - Выберыце старэйшае ядро. - Пасля загрузкі са старым ядром выдаліце новае ядро (у гэтым кіраўніку абнаўленняў).
bg: - Рестартирайте. - Натиснете и задръжте бутона Shift, за да се покаже менюто при стартиране. - От менюто за стартиране изберете реда, който започва с 'Advanced options'. - Изберете по-старото ядро. -След като компютъра стартира със старото ядро, деинсталирайте новото.
ca: - Reinicieu. - Manteniu premuda la tecla Maj perquè es mostri el menú d'arrencada. - Al menú d'arrencada, seleccioneu la línia que comença amb 'Opcions avançades'. - Seleccioneu un kernel més antic. - Després que l'ordinador arrenqui amb el kernel més antic, desinstal·leu el nou.
cy: - Ail gychwynnwch - Pwyswch a dal y fysell Shift i ddangos y ddewislen cychwyn. - Yn y ddewislen cychwyn, dewiswch y llinell sy'n cychwyn gydag 'Advanced options'. - Dewiswch gnewyllyn hŷn. - Wedi i'r cyfrifiadur gychwyn gyda'r cnewyllyn hŷn, dadosodwch yr un newydd.
el: - Επανεκκινήστε - Πιέστε και κρατήστε το Shift για να εμφανιστεί το μενού εκκίνησης. - Στο μενού εκκίνησης, επιλέξτε τη γραμμή που ξεκινά με 'Αdvanced options'. - Επιλέξτε έναν παλαιότερο πυρήνα. - Μετά την επανεκκίνηση με τον παλαιότερο πυρήνα, απεγκαταστήστε τον νέο.
eo: - Denove praŝargu. - Premadu la majuskligan klavon por videbligi la praŝargan menuon. - En la praŝarga menuo elektu la linion, kiu komencas per 'Altnivelaj opcioj'. - Elektu pli malnovan kernon. - Post praŝargo de la komputilo per la pli malnova kerno malinstalu la novan.
es: - Reinicie. - Mantenga pulsada la tecla Mayús para que se muestre el menú de arranque. - Seleccione en el menú de arranque la línea que comienza con «Opciones avanzadas». - Seleccione un núcleo anterior. - Arranque el equipo con el núcleo anterior y desinstale el nuevo.
et: - Taaskäivita. - Vajuta ja hoia all Shift klahvi, et jõuda alglaadimise menüüsse. - Alglaadimise menüüst vali 'Täpsemad valikud'. - Vali mõni vanem kernel. - Pärast arvuti alglaadimist vanema kerneliga eemalda uus kernel.
eu: - Berrabiarazi - Sakatuta mantendu Maius tekla abioko menua erakusteko. - Abioko menuan, hautatu 'Aukera aurreratuak' jartzen duen lerroa. - Hautatu nukleo zaharrago bat. - Ordenagailua nukleo zaharragoarekin abiarazi ondoren, desinstalatu berria.
fa: - راه‌اندازی مجدد کنید. - کلید Shift را بفشارید و نگه‌دارید تا فهرست راه‌اندازی نمایش داده شود. - در فهرست راه‌اندازی، خطی که با 'Advanced options' شروع میشود را انتخاب کنید. - یک کرنل قدیمی تر را انتخاب کنید. - بعد از اینکه رایانه با کرنل قدیمی راه‌اندازی شد، کرنل جدید را حذف کنید.
fr_ca: - Redémarrez. - Maintenez la touche Maj enfoncée pour afficher le menu de démarrage. - Dans le menu de démarrage, sélectionnez la ligne débutant par «Options avancées». - Sélectionnez une version antérieure du noyau. - Lorsque l'ordinateur aura démarré avec le noyau antérieur, désinstallez la version plus récente.
he: - נא לבצע אתחול. - יש להחזיק את מקש ה'שיפט' לחוץ כדי להציג את תפריט האתחול. - בתפריט האתחול, יש לבחור בשורה שמתחילה ב'אפשרויות מתקדמות'. - נא לבחור מהרשימה ליבה ישנה יותר. - לאחר שהמחשב איתחל עם הליבה הישנה, ניתן להסיר את הליבה החדשה.
hi: - कंप्यूटर पुनः आरंभ करें। - बूट मेन्यू देखने हेतु Shift कुंजी दबाएँ। - बूट मेन्यू से 'विस्तृत विकल्प' युक्त पंक्ति चुनें। - पुराना कर्नेल चुनें। - पुराना कर्नेल से कंप्यूटर आरंभ होने के उपरांत, नवीन कर्नेल हटा दें।
ia: - Reinitia. - Pulsa e retene le clave Majusc pro monstrar le menu de initio. - In le menu de initio, selige le linea que initia con «Optiones avantiate». - Selige un kernel plus vetere. - Post que le computator initia con le kernel plus vetere, disinstalla ille nove.
id: - Mulai ulang. - Tekan dan tahan tombol Shift untuk menampilkan menu boot. - Di menu boot, pilih baris yang dimulai dengan 'Opsi lanjutan'. - Pilih kernel yang lebih lama. - Setelah komputer melakukan boot dengan kernel yang lebih lama, hapus pemasangan yang baru.
is: - Endurræstu. - Ýttu á og haltu inni Shift-lyklinum til að birta ræsivalmyndina. - Í ræsivalmyndinni, skaltu velja línuna þar sem stendur 'Ítarlegir valkostir - Advanced options'. - Veldu eldri kjarna. - Þegar tölvan hefur ræst sig með þessum eldri kjarna, skaltu fjarlægja nýja kjarnann.
it: - Riavvia - Premi e tieni premuto il tasto Shift per mostrare il menù di avvio. - Nel menù di avvio seleziona la riga che inizia con 'Opzioni avanzate'. - Seleziona un kernel precedente - Dopo che il computer si avvia col vecchio kernel, disinstalla quello nuovo.
ja: 1. 再起動します。 2. Shift キーを押しっぱなしにして、ブートメニューを表示します。 3. ブートメニューの 'Advanced options' で始まる行を選択します。 4. 古いカーネルを選択します。 5. コンピューターを古いカーネルで起動させた後、新しいカーネルをアンインストールします。
kab: - Ales asekker. - Ssed yerna ṭṭef tanast Shift iwakken ad tbeqqeḍeḍ umuɣ n usekker. - Deg wumuɣ n usekker, fren izirig anida yella 'Tinefrunin tinaẓiyin'. - Fren iɣes aqbur. - Ticki yekker uselkim s yiɣes aqbur, kkes iɣes amaynut.
lo: - ຣີບູດ. - ກົດປຸ່ມ Shift ຄ້າງໄວ້ເພື່ອສະແດງເມນູເປີດເຄື່ອງ. - ໃນເມນູເປີດເຄື່ອງ, ເລືອກແຖວທີ່ເລີ່ມຕົ້ນດ້ວຍ 'ຕົວເລືອກຂັ້ນສູງ'. - ເລືອກເຄີເນວທີ່ເກົ່າກວ່າ. - ຫຼັງຈາກທີ່ຄອມພິວເຕີເປີດດ້ວຍເຄີເນວທີ່ເກົ່າກວ່າ, ໃຫ້ຖອນການຕິດຕັ້ງໂຕໃໝ່.
lt: - Paleiskite kompiuterį iš naujo. - Paspauskite ir laikykite Lyg2 (Shift) klavišą, kad būtų parodytas paleidimo meniu. - Paleidimo meniu pasirinkite eilutę, kuri prasideda žodžiais "Išplėstiniai parametrai". - Pasirinkite senesnį branduolį. - Kai kompiuteris pasileis iš senojo branduolio, pašalinkite naująjį branduolį.
lv: - Pārstartēt. - Nospied un turi nospiestu taustiņu Shift, lai parādītu starta izvēlni. - Startēšanas izvēlnē atlasi rindu, kas sākas ar 'Papildu opcijas'. - Izvēlies vecāku kodolu. - Pēc tam, kad dators ir sāknēts ar vecāku kodolu, atinstalē jauno.
nb: - Start på nytt. - Trykk og hold nede SHIFT-tasten for å vise oppstartsmenyen. - I oppstartsmenyen velger du linjen som starter med 'Avanserte alternativer'. - Velg en eldre kjerne. - Etter at datamaskinen har startet opp med den eldre kjernen, avinstaller den nye.
nl: - Herstart de computer. - Als u gewoonlijk geen opstartmenu te zien krijgt: houd de Shift-toets ingedrukt. - In het opstartmenu kiest u de regel die begint met 'Geavanceerde opties'. - Kies een oudere systeemkern. - Nadat de computer is opgestart met de oudere systeemkern, verwijdert u de nieuwe.
nn: - Start på nytt. - Trykk og hald nede Shift‑tasten for å vise oppstartsmenyen. - I oppstartsmenyen, vel linja som startar med 'Avanserte val'. - Vel ein eldre kjerne. - Etter at datamaskina startar med den eldre kjernen, avinstaller den nye.
oc: - Tornatz amodar. - Quichatz e mantenètz la tòca Majuscula per afichar lo menú d'aviada. - Dins lo menú d'aviada, seleccionatz la linha que comença per « Opcions avançadas ». - Seleccionatz un nuclèu mai ancian. - Un còp que l'ordenador a amodat amb lo nuclèu mai ancian, desinstallatz lo novèl.
pl: - Uruchom ponownie komputer. - Naciśnij i przytrzymaj klawisz Shift, aby wyświetlić menu rozruchu. - W menu rozruchu wybierz linię, która zaczyna się od "Opcje zaawansowane". - Wybierz starsze jądro. - Po uruchomieniu komputera ze starszym jądrem odinstaluj nowe.
pt: - Reinicie o sistema. - Prima e segure a tecla Shift para mostrar o menu de arranque. - No menu de arranque, selecione 'Opções avançadas' ('Advanced options'). - Seleccione um kernel mais antigo. - Após o computador iniciar com o kernel antigo, desinstale o mais recente.
pt_br: - Reinicie - Pressione e segure a tecla Shift para mostrar o menu de inicialização. - No menu de inicialização, selecione a linha que começa com 'Opções avançadas'. - Selecione um kernel antigo. - Depois que o computador inicializar com o kernel antigo, desinstale o novo kernel.
ro: - Reporniți. - Apăsați și țineți apăsată tasta Shift pentru a afișa meniul de pornire. - În meniul de pornire, selectați linia care începe cu "Opțiuni avansate". - Selectați un nucleu mai vechi. - După ce computerul pornește cu nucleul mai vechi, dezinstalați-l pe cel nou.
ru: - Перезагрузите компьютер. - Нажмите и удерживайте клавишу Shift для показа меню загрузки. - В меню загрузки выберите строку «Дополнительные настройки». - Выберите старое ядро. - После того, как компьютер загрузится со старым ядром, удалите новое ядро.
sl: - Ponovno zaženite sistem. - Pritisnite dvigalko in jo držite pritisnjeno, da se pokaže zagonski meni. - V zagonskem meniju izberite vrstico, ki se začne z "Napredne možnosti" (angl. Advanced options). - Izberite starejše jedro. - Po zagonu računalnika s starejšim jedrom odnamestite novejšega.
sr: - Поново покрените рачунар. - Држите тастер Shift да бисте приказали изборник за покретање система. - У изборнику за покретање система изаберите ред који почиње са 'Напредне функције'. - Изаберите старију верзију кернела. - Након што се рачунар поново покреће на старијем кернелу, уклоните нов кернел.
sr@latin: - Ponovo pokrenite računar. - Pritisnite i zadržite taster Shift da bi meni pokretanja sistema bio prikazan. - U meniju pokretanja sistema, izaberite liniju koja počinje sa 'Advanced options'. - Izaberite neki stariji kernel. - Pošto se sistem na računaru podigne preko starijeg kernela, deinstalirajte novi kernel.
sv: - Starta om datorn. - Håll ned skifttangenten så att startmenyn visas. - Välj raden som börjar med 'Avancerade flaggor' i menyn. - Välj en äldre kärna. - När datorn startat med den äldre kärnan: avinstallera den nya.
uk: - Перезавантажтеся. - Натисніть й утримайте клавішу «Shift», щоби показалося меню завантаження. - У меню завантаження виберіть рядок, який починається на «Додаткові опції». - Виберіть старіше ядро. - Після того як комп'ютер завантажиться зі старішим ядром, вилучіть нове ядро.
uz: - Qayta ishga tushiring. - Yuklash menyusini ko‘rsatish uchun Shift tugmasini bosing va ushlab turing. - Yuklash menyusida "Kengaytirilgan variantlar" bilan boshlanadigan qatorni tanlang. - Eski yadroni tanlang. - Kompyuter eski yadro bilan yuklangandan so‘ng, yangisini o‘chirib tashlang.
vi: - Khởi động lại. - Nhấn và giữ phím Shift để hiển thị menu khởi động. - Trong menu khởi động, chọn dòng bắt đầu bằng 'Tùy chọn nâng cao'. - Chọn kernel cũ hơn. - Sau khi máy khởi động với kernel cũ thì gỡ bỏ kernel mới.

source: Do not show this message again
am: ይህን መልእክት በድጋሚ አታሳይ
ar: عدم عرض هذه الرسالة مرة آخرى
ast: Nun amosar esti mensax otra vegada
be: Больш не паказваць гэта паведамленне
bg: Без повторно показване на съобщението
ca: No tornis a mostrar aquest missatge
cs: Tuto zprávu už nezobrazovat
cy: Peidio dangos y neges yma eto
da: Vis ikke denne besked igen
de: Diese Meldung nicht mehr anzeigen
el: Μην εμφανίζετε αυτό το μήνυμα ξανά
eo: Ne montri ĉi tiun mesaĝon denove
es: No volver a mostrar este mensaje
et: Seda teadet rohkem mitte näidata
eu: Ez erakutsi mezu hau berriro
fa: این پیام را دیگر نشان نده
fi: Älä näytä tätä viestiä uudelleen
fr_ca: Ne plus afficher ce message
he: לא להציג הודעה זו שוב
hi: यह संदेश पुनः न दिखाएँ
hr: Ne prikazuj više ovu poruku
hu: Ne jelenjen meg többé ez az üzenet
ia: Non monstrar plus iste message
id: Jangan tampilkan pesan ini lagi
is: Ekki sýna þessi skilaboð aftur
it: Non mostrare più questo messaggio
ja: 次回からメッセージを表示しない
kab: Ur d-skan ara izen-agi tikelt-nniḍen
lo: ບໍ່ຕ້ອງສະແດງຂໍ້ຄວາມນີ້ອີກ
lt: Daugiau neberodyti šio pranešimo
lv: Vairs neparādīt šo ziņojumu
nb: Ikke vis denne meldingen igjen
nl: Toon dit bericht voortaan niet meer
nn: Ikkje vis denne meldinga igjen
oc: Afichar pas mai aqueste messatge
pl: Nie wyświetlaj więcej tej wiadomości
pt: Não mostrar novamente
pt_br: Não mostre esta mensagem novamente
ro: Nu afișa din nou acest mesaj
ru: Больше не показывать это сообщение
sk: Túto správu už znova nezobrazovať
sl: Ne pokaži več tega sporočila
sr: Не приказуј више ову поруку
sr@latin: Ne prikazuj više ovu poruku
sv: Visa inte det här meddelandet igen
tr: Bu mesajı tekrar gösterme
uk: Не показувати це повідомлення знову
uz: Bu xabar boshqa ko‘rsatilmasin
vi: Không hiển thị thông báo này nữa

source: Help
am: እርዳታ
ar: مساعدة
ast: Aida
be: Даведка
bg: Помощ
ca: Ajuda
cs: Nápověda
cy: Cymorth
da: Hjælp
de: Hilfe
el: Βοήθεια
eo: Helpo
es: Ayuda
et: Abiinfo
eu: Laguntza
fa: کمک
fi: Ohje
fr_ca: Aide
he: עזרה
hi: सहायता
hr: Pomoć
hu: Súgó
ia: Adjuta
id: Bantuan
is: Hjálp
it: Aiuto
ja: ヘルプ
kab: Tallelt
lo: ຊ່ວຍເຫຼືອ
lt: Žinynas
lv: Palīdzība
nb: Hjelp
nl: Hulp
nn: Hjelp
oc: Ajuda
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
ro: Ajutor
ru: Справка
sk: Nápoveda
sl: Pomoč
sr: Помоћ
sr@latin: Pomoć
sv: Hjälp
tr: Yardım
uk: Довідка
uz: Yordam
vi: Trợ giúp

source: Continue
am: ይቀጥሉ
ar: متابعة
ast: Siguir
be: Працягнуць
bg: Продължи
ca: Continua
cs: Pokračovat
cy: Parhau
da: Fortsæt
de: Fortsetzen
el: Συνέχεια
eo: Daŭrigi
es: Continuar
et: Edasi
eu: Jarraitu
fa: ادامه
fi: Jatka
fr_ca: Continuez
he: להמשיך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続行
kab: Kemmel
lo: ສືບຕໍ່
lt: Tęsti
lv: Turpināt
nb: Fortsett
nl: Doorgaan
nn: Fortsett
oc: Contunhar
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuă
ru: Далее
sk: Pokračovať
sl: Nadaljuj
sr: Настави
sr@latin: Nastavi
sv: Fortsätt
tr: Devam Et
uk: Далі
uz: Davom etish
vi: Tiếp tục

source: Kernel flavor:
ast: Versión de kernel:
be: Варыянт ядра:
bg: Вид на ядрото:
cy: Math y cnewyllyn:
el: Έκδοση κυκλοφορίας πυρήνα:
eo: Kerna gusto:
es: Tipo de núcleo:
et: Kerneli liik:
eu: Nukleoaren mota:
fa: طعم کرنل:
fr_ca: Type de noyau :
he: ניחוח ליבה:
hi: कर्नेल प्रकार :
ia: Gusto del Kernel:
id: Rasa kernel:
is: Tilbrigði kjarna:
it: Variante del kernel:
ja: カーネルのフレーバー:
kab: Anaw n yiɣes:
lo: ປະເພດເຄີເນວ:
lt: Branduolio pasirinkimas:
lv: Kodola garša:
nb: Kjernevariant:
nl: Systeemkerntype:
nn: Kjernevariant:
oc: Tipe de nuclèu :
pl: Rodzaj jądra:
pt: Versão do kernel:
pt_br: Sabor do kernel:
ro: Nucleu
ru: Особенность ядра:
sl: Niansa jedra:
sr: Издање кернела
sr@latin: Podvrsta kernela:
sv: Kärnutförande:
uk: Різновид ядра:
uz: Yadro afzalliklari:

source: Perform Queued Actions...
ast: Aplicar aiciones en cola...
be: Выканаць дзеянні ў чарзе...
bg: Извършване на действия по опашката...
cy: Cyflawni Gweithredoedd Ciwio...
el: Εκτέλεση εργασιών στην ουρά...
eo: Plenumi agojn el atendovico...
es: Ejecutar las acciones de la cola...
et: Rakenda muudatused...
eu: Burutu ilaran jarritako ekintzak...
fa: اجرای اقدامات صف‌بندی شده...
fr_ca: Appliquer les actions préparées...
he: ביצוע פעולות מתוזמנות...
hi: पंक्तिबद्ध कार्य निष्पादित करें...
ia: Exequer actiones in cauda...
id: Melakukan Tindakan yang Diantri...
is: Framkvæma aðgerðir í biðröð...
it: Esegui azioni accodate...
ja: 指定したカーネルの処理...
kab: Eg tigawin yettwadersen...
lo: ດຳເນີນການຕາມຄິວ...
lt: Atlikti eilėje laukiančius veiksmus...
lv: Veikt rindā esošās darbības...
nb: Utfør handlinger i kø...
nl: Acties in de wachtrij uitvoeren...
nn: Utfør kølagde handlingar...
oc: Executar las accions en espèra...
pl: Wykonaj zaplanowane działania...
pt: Executar ações agendadas…
pt_br: Executar ações em fila...
ro: Efectuare acțiuni în coadă ...
ru: Выполнить задачи в очереди...
sl: Izvedi dejanja v vrsti ...
sr: Распоред радње...
sr@latin: Izvrši akcije koje su u redu za izvršenje...
sv: Utför köade åtgärder...
uk: Виконати дії в черзі...
uz: Navbatdagi amallarni bajarish...
vi: Thực hiện các hành động hàng đợi...

source: Remove Kernels...
am: ከረኔል ማስወገጃ...
ast: Desaniciar kernels...
be: Выдаліць ядры...
bg: Премахване на ядра...
cy: Tynnu Cnewyll...
el: Αφαίρεση πυρήνων...
eo: Forigi kernojn...
es: Eliminar núcleos...
et: Eemalda kernelid...
eu: Kendu nukleoak...
fa: حذف کرنل‌ها...
fr_ca: Retirer des noyaux...
he: הסרת ליבות...
hi: कर्नेल हटाएँ ...
ia: Remover kernels...
id: Menghapus Kernel...
is: Fjarlægja kjarna...
it: Rimuovi kernel...
ja: カーネルの一括削除...
kab: Kkes iɣsan...
lo: ລຶບເຄີເນວ...
lt: Šalinti branduolius...
lv: Noņemt kodolus...
nb: Fjern kjerner...
nl: Systeemkernen verwijderen...
nn: Fjern kjernar...
oc: Suprimir nuclèus...
pl: Usuń jądra...
pt: Remover kernel…
pt_br: Remover Kernels...
ro: Ștergere nuclee
ru: Удалить ядра...
sl: Odstrani jedra ...
sr: Уклањање кернела...
sr@latin: Ukloni kernele...
sv: Ta bort kärnor...
uk: Вилучити ядра...
uz: Yadrolarni o‘chirish...
vi: Loại bỏ hạt nhân kernel...

source: Cancel
am: መሰረዣ
ar: إلغاء
ast: Encaboxar
be: Скасаваць
bg: Отмени
ca: Cancel·la
cs: Storno
cy: Diddymu
da: Annullér
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es: Cancelar
et: Loobu
eu: Utzi
fa: لغو
fi: Peruuta
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
kab: Sefsex
lo: ຍົກເລີກ
lt: Atsisakyti
lv: Atcelt
nb: Avbryt
nl: Afbreken
nn: Avbryt
oc: Anullar
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Renunţă
ru: Отменить
sk: Zrušiť
sl: Prekliči
sr: Откажи
sr@latin: Otkaži
sv: Avbryt
tr: İptal
uk: Скасувати
uz: Bekor qilish
vi: Hủy bỏ

source: Apply
am: መፈጸሚያ
ar: تطبيق
ast: Aplicar
be: Ужыць
bg: Приложи
ca: Aplica
cs: Použít
cy: Gosod
da: Anvend
de: Anwenden
el: Εφαρμογή
eo: Apliki
es: Aplicar
et: Rakenda
eu: Aplikatu
fa: اعمال
fi: Toteuta
fr_ca: Appliquer
he: החלה
hi: लागू करें
hr: Primijeni
hu: Alkalmaz
ia: Applicar
id: Terapkan
is: Virkja
it: Applica
ja: 適用
kab: Snes
lo: ນຳໃຊ້
lt: Taikyti
lv: Pielietot
nb: Anvend
nl: Toepassen
nn: Ta i bruk
oc: Aplicar
pl: Zastosuj
pt: Aplicar
pt_br: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sl: Uveljavi
sr: Примени
sr@latin: Primeni
sv: Verkställ
tr: Uygula
uk: Застосувати
uz: Qo‘llash
vi: Áp dụng

source: Please confirm the following actions:
ast: Confirma les siguientes aiciones:
be: Пацвердзіце наступныя дзеянні:
bg: Моля, потвърдете следните действия
cy: Cadarnhewch y camau gweithredu canlynol:
el: Παρακαλώ επιβεβαιώστε τις επόμενες ενέργειες:
eo: Bonvolu konfirmi la sekvajn agojn:
es: Confirme las acciones siguientes:
et: Palun kinnita järgmised tegevused:
eu: Berretsi ondorengo ekintzak:
fa: لطفا اقدامات زیر را تایید کنید:
fr_ca: Veuillez confirmer les actions suivantes :
he: נא לאשר את הפעולות הבאות:
hi: निम्नलिखित कार्य हेतु पुष्टि करें :
ia: Confirma le actiones sequente:
id: Harap konfirmasi tindakan berikut:
is: Endilega staðfestu eftirfarandi aðgerðir:
it: Conferma le seguenti azioni:
ja: これらのアクションを確認してください:
kab: Ttxil-k sentem tigawin-agi:
lo: ກະລຸນາຍືນຍັນການກະທຳຕໍ່ໄປນີ້:
lt: Patvirtinkite šiuos veiksmus:
lv: Lūdzu, apstiprini šādas darbības:
nb: Bekreft følgende handlinger:
nl: Bevestig a.u.b. de volgende acties:
nn: Stadfest dei følgjande handlingane:
oc: Mercés de confirmar las accions seguentas :
pl: Potwierdź następujące zadania:
pt: Por favor confirme as seguintes ações:
pt_br: Por favor, confirme as seguintes ações:
ro: Confirmați următoarele acțiuni:
ru: Подтвердите следующие действия:
sl: Potrdite naslednja dejanja:
sr: Потврдите следеће радње:
sr@latin: Potvrdite sledeće akcije:
sv: Var god bekräfta följande åtgärder:
uk: Підтвердьте такі дії:
uz: Iltimos, quyidagi amallarni tasdiqlang:
vi: Vui lòng xác nhận các hành động sau:

source: Clear
am: ማስወገጃ
ar: مسح
ast: Llimpiar
be: Ачысціць
bg: Изчистване
ca: Neteja
cs: Zrušit výběr
cy: Clirio
da: Ryd
de: Leeren
el: Εκκαθάριση
eo: Vakigi
es: Deseleccionar todo
et: Puhasta
eu: Garbitu
fa: پاک کردن
fi: Tyhjennä
fr_ca: Effacer
he: ניקוי
hi: खाली करें
hr: Ukloni odabir
hu: Törlés
ia: Clarar
id: Bersihkan
is: Hreinsa
it: Deseleziona tutto
ja: クリア
kab: Sfeḍ
lo: ລຶບລ້າງ
lt: Išvalyti
lv: Notīrīt
nb: Nullstill
nl: Wissen
nn: Tøm
oc: Escafar
pl: Wyczyść
pt: Limpar
pt_br: Limpar
ro: Deselectează tot
ru: Очистить
sk: Zrušiť výber
sl: Počisti
sr: Очисти
sr@latin: Obriši
sv: Rensa
tr: Temizle
uk: Очистити
uz: Tozalash
vi: Bỏ chọn

source: Select All
am: ሁሉንም መምረጫ
ar: تحديد الكل
ast: Esbillar Too
be: Вылучыць усе
bg: Избиране на всичко
ca: Selecciona-ho tot
cs: Vybrat vše
cy: Dewis y Cyfan
da: Vælg alle
de: Alles auswählen
el: Επιλογή Όλων
eo: Elekti ĉiujn
es: Seleccionar todo
et: Vali kõik
eu: Hautatu dena
fa: انتخاب همه
fi: Valitse kaikki
fr_ca: Tout sélectionner
he: בחירת הכל
hi: सभी चुनें
hr: Odaberi sve
hu: Összes kijelölése
ia: Seliger toto
id: Pilih Semua
is: Velja allt
it: Seleziona tutto
ja: 全て選択
kab: Fren akk
lo: ເລືອກທັງໝົດ
lt: Žymėti viską
lv: Atlasīt visu
nb: Velg alle
nl: Alles kiezen
nn: Vel alt
oc: Seleccionar tot
pl: Zaznacz wszystko
pt: Selecionar tudo
pt_br: Selecionar Tudo
ro: Selectează tot
ru: Выбрать всё
sk: Vybrať všetko
sl: Izberi vse
sr: Изабери све
sr@latin: Izaberi sve
sv: Markera alla
tr: Tümünü Seç
uk: Вибрати все
uz: Hammasini tanlash
vi: Chọn hết

source: Install Updates
am: ማሻሻያውን መግጠሚያ
ar: تثبيت التحديثات
ast: Instalar Anovamientos
be: Усталяваць абнаўленні
bg: Инсталиране актуализациите
ca: Instal·la les actualitzacions
cs: Nainstalovat aktualizace
cy: Gosod y Diweddariadau
da: Installér opdateringer
de: Aktualisierungen installieren
el: Εγκατάσταση Ενημερώσεων
eo: Instali ĝisdatigojn
es: Instalar las actualizaciones
et: Paigalda uuendused
eu: Instalatu eguneraketak
fa: نصب به‌روزرسانی‌ها
fi: Asenna päivitykset
fr_ca: Installer les mises à jour
he: התקנת עדכונים
hi: अपडेट इंस्टॉल करें
hr: Instaliraj nadopune
hu: Telepítés
ia: Installar le actualisationes
id: Instal Perbaruan
is: Setja inn uppfærslur
it: Installa aggiornamenti
ja: アップデートをインストール
kab: Sebded ileqman
lo: ຕິດຕັ້ງການອັບເດດ
lt: Įdiegti atnaujinimus
lv: Instalēt atjauninājumus
nb: Installer oppdateringer
nl: Actualiseringen installeren
nn: Installer oppdateringane
oc: Installar las mesas a jorn
pl: Zainstaluj aktualizacje
pt: Instalar atualizações
pt_br: Instalar Atualizações
ro: Instalează actualizările
ru: Установить обновления
sk: Inštalovať aktualizácie
sl: Namesti posodobitve
sr: Инсталирај ажурирања
sr@latin: Instaliraj ažuriranja
sv: Installera uppdateringar
tr: Güncellemeleri Kur
uk: Установити оновлення
uz: Yangilanishlarni o‘rnatish
vi: Cài đặt các bản cập nhật
