Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: In the latter case, it can be very problematic if you're not experienced with Linux and you don't know how to troubleshoot.
am: የ ኋለኛው ጉዳይ በጣም አስቸጋሪ ሊሆን ይችላል: እርስዎ በርካት ልምድ ከሌለዎት እና ችግሩን ፈልገው ማግኘት ካልቻሉ
ar: في الحالة الأخيرة، يمكن أن يكون الأمر معقداً للغاية إذا لم تكن من ذوي الخبرة في لينكس ولا تعرف كيفية استكشاف الأخطاء وإصلاحها.
be: У апошнім выпадку гэта можа быць праблемай, калі вы не прасунуты карыстальнік Linux і не ведаеце, як выправіць непаладкі.
bg: Във втория случай би било много проблематично, ако не си опитен Линукс потребител и ако не знаеш как да отстраняваш неизправности.
ca: En l'últim cas, pot ser molt problemàtic si no sou expert en Linux i no sabeu com solucionar el problema.
cs: Ve druhém jmenovaném případě může být velmi problematické pokud nemáte zkušenosti s Linuxem a nevíte, jak řešit nastalé problémy.
cy: Yn yr achos diwethaf, gall fod yn broblemus iawn os nad oes gennych fawr o brofiad o Linux a ddim yn gwybod sut i ddatrys problemau.
da: I sidstnævnte tilfælde kan det være meget problematisk, hvis du ikke er erfaren Linuxbruger og ikke ved, hvordan du skal fejlsøge.
de: Im letzten Fall kann es sehr problematisch sein, wenn Sie sich im Umgang mit Linux nicht auskennen und nicht wissen, wie Fehler behoben werden.
el: Στην τελευταία περίπτωση, μπορεί να είναι πολύ προβληματική αν δεν είστε έμπειροι με το Linux και δεν γνωρίζετε τον τρόπο αντιμετώπισης προβλημάτων.
eo: En la lasta kazo povas esti ege probleme, se vi ne estas spertulo pri Linukso kaj ne scipovas kiel problemsolvi.
es: En este último caso, puede ser muy problemático si no tiene experiencia con Linux y no sabe cómo solucionar el problema.
et: Viimasel juhul võib see põhjustada väga häirivaid probleeme, kui sa ei ole kogenud Linuxi kasutaja ja ei tea, kuidas probleeme lahendada.
eu: Azken kasuan arazo larria izan daiteke Linux-ekin esperientziarik ez baduzu eta ez badakizu nola konpondu.
fi: Jälkimmäisessä tapauksessa, voi olla hyvin ongelmallista, jos et ole kokenut Linuxin parissa ja et tiedä kuinka etsiä vikaa.
fr_ca: Ce dernier cas peut être très problématique si vous n'avez pas d'expérience avec Linux et que vous ne savez pas diagnostiquer les problèmes.
he: המקרה האחרון שנאמר, עשוי להיות בעייתי מאוד אם אין לך ניסיון בלינוקס או ידע בניפוי תקלות (troubleshooting).
hi: लिनक्स हेतु अनुभव व समस्या समाधान क्षमता के अभाव में नेटवर्क व कंप्यूटर संबंधी विकार अभिक समस्यात्मक हैं।
hr: U potonjem slučaju, to može biti vrlo problematično ako niste iskusni s Linuxom i ne znate otkloniti poteškoće.
hu: Ez utóbbi eset különösen problémás lehet akkor, ha Ön nem gyakorlott Linux felhasználó, és emiatt nem tudja megjavítani azt, ami elromlott.
ia: In le ultime caso, il pote esser troppo problematic si tu non es experiente con Linux e tu non cognosce como facer le cassa al defectos.
id: Dalam kasus terakhir, akan sangat problematik jika anda tidak berpengalaman dengan linux dan anda tidak mengetahui cara mencari permasalahan.
is: Í seinni tilfellunum væri það stórt vandamál ef þú ert ekki nógu fær með Linux-kerfi og myndir ekki vita hvernig eigi að bera sig að við að leysa slík vandamál.
it: In quest'ultimo caso, può essere molto problematico se non hai esperienza con Linux e non sai come risolvere i problemi.
ja: 後者の場合、Linux の経験がなく、トラブルシューティングの方法がわからない場合は、非常に問題になる可能性があります。
kab: Ugur-agi aneggaru ahat meqqer ma yella ur s-tessineḍ ara aṭas i Linux neɣ ma ur tessineḍ ara ad tefruḍ uguren.
lt: Paskutiniu atveju, jeigu nesate patyręs Linux naudotojas ir nežinote kaip šalinti nesklandumus, tai būtų labai problematiška.
nl: In dat laatste geval kan het erg problematisch zijn wanneer u niet ervaren bent met Linux en u niet weet hoe u problemen zelf kunt oplossen.
pl: Drugi z przypadków może być sporym wyzwaniem, jeśli nie jesteś doświadczonym użytkownikiem/użytkowniczką Linuksa i nie wiesz, jak rozwiązywać tego typu problemy.
pt: Neste último caso, pode ser muito problemático se o utilizador não tiver experiência com o Linux e não souber como solucionar problemas.
pt_br: Neste último caso, pode ser muito problemático se você não tiver experiência com o Linux e não souber como solucionar problemas.
ro: Cazul din urmă poate fi problematic dacă nu aveți experiență cu Linux și nu știți cum să faceți depanarea.
ru: В последнем случае, это может быть очень проблематично, если вы не работали раньше в Linux и не знаете как решить проблему.
sk: V poslednom prípade to môže byť veľmi problematické ak nie ste skúsený užívateľ Linuxu a neviete ako opravovať chyby tohoto druhu.
sl: V slednjem primeru je lahko zelo problematično, če nimate izkušenj z Linuxom in ne veste, kako se lotiti težav.
sr: У том случају, можете имати доста проблема уколико нисте искусан корисник Линукса и не знате како да нађете решење.
sr@latin: U potonjem slučaju to može predstavljati veliki problem, ukoliko nemate iskustva sa Linuksom i ne znate kako da rešite problem.
sv: Det senare fallet kan vara mycket problematiskt, om du inte har någon erfarenhet av Linux och inte vet hur du felsöker.
tr: İkinci durum, eğer Linux'la yeterince tecrübeniz yoksa ve sorunu nasıl giderebileceğinizi bilmiyorsanız can sıkıcı olabilir.
uk: В останньому випадку це може бути велика проблема, якщо ви не досвідчений користувач «Linux» і не знаєте, як усунути пошкоду.
vi: Trong trường hợp sau, có thể sẽ rất rắc rối nếu bạn không có kinh nghiệm với Linux và không biết cách khắc phục sự cố.

source: Updating from the command line
am: ከ ትእዛዝ መስመር ላይ ማሻሻያ
ar: التحديث من سطر الأوامر
be: Абнаўленне з каманднага радка
bg: Актуализиране от командния ред
ca: Actualització des de la línia d'ordres
cs: Aktualizování z příkazového řádku
cy: Diweddaru o'r llinell orchymyn
da: Opdatering fra kommandolinjen
de: Von der Befehlszeile akualisieren
el: Ενημέρωση από τη γραμμή εντολών
eo: Ĝisdatigado ekde la komanda linio
es: Actualizar desde la línea de órdenes
et: Uuendamine käsurealt
eu: Komando lerrotik eguneratzea
fi: Päivittäminen komentoriviltä
fr_ca: Mise à jour depuis le ligne de commande
he: עדכון דרך שורת הפקודה
hi: कमांड लाइन से अपडेट करना
hr: Nadopuna iz naredbenog redka
hu: Frissítés parancssorból
ia: Actualisation per le linea de commando
id: Memperbaharui dari baris perintah
is: Uppfærslur af skipanalínu
it: Aggiornamento dalla riga di comando
ja: コマンドラインからアップデートします
kab: Aleqqem seg uzirig n inezḍayen
lt: Atnaujinimas iš komandų eilutės
nl: Bijwerken via een terminalopdracht
pl: Aktualizacja z wiersza poleceń
pt: Atualizações através da linha de comandos
pt_br: Atualizando a partir da linha de comandos
ro: Actualizările din linia de comandă
ru: Обновление из командной строки
sk: Aktualizovanie cez príkazový riadok
sl: Posodabljanje iz ukazne vrstice
sr: Ажурирање кроз командну линију
sr@latin: Ažuriranje sa komandne linije
sv: Uppdatera via kommandoraden
tr: Komut satırından güncelleme
uk: Оновлення з командного рядка
vi: Cập nhật từ dòng lệnh

source: Using mintupdate-cli
am: የ ሊነክስ ሚንት ማሻሻያ-cli አጠቃቀም
ar: باستخدام mintupdate-cli
be: Выкарыстоўваючы mintupdate-cli
bg: Използване на mintupdate-cli
ca: Ús de mintupdate-cli
cy: Defnyddio intupdate-cli
el: Χρησιμοποιώντας το mintupdate-cli
eo: Uzo de mintupdate-cli
es: Uso de mintupdate-cli
et: Kasutades programmi mintupdate-cli
eu: mintupdate-cli erabiltzen
fr_ca: Utilisant mintupdate-cli
he: שימוש ב־mintupdate-cli
hi: mintupdate-cli उपयोग
ia: Usar mintupdate-cli
id: Menggunakan mintupdate-cli
is: Notkun mintupdate-cli
it: Utilizzo di mintupdate-cli
ja: mintupdate-cli コマンドを使用する
kab: Aseqdec n mintupdate-cli
lt: Mintupdate-cli naudojimas
nl: Gebruik maken van mintupdate-cli
pl: Używanie interfejsu wiersza poleceń mintupdate-cli
pt: Utilizar mintupdate-cli
pt_br: Usando mintupdate-cli
ro: Utilizare mintupdate-cli
ru: Использование mintupdate-cli
sl: Raba mintupdate-cli
sr: Користећи „mintupdate-cli“
sr@latin: Korišćenje mintupdate-cli
sv: Så här använder du mintupdate-cli
uk: Використання «mintupdate-cli»
vi: Sử dụng mintupdate-cli

source: The Update Manager provides a command line utility called "mintupdate-cli".
ar: مدير التحديث يوفر أداة مساعدة لسطر الأوامر تسمى "mintupdate-cli".
be: Кіраўнік абнаўленняў мае ўтыліту каманднага радка "mintupdate-cli".
bg: Мениджъра на актуализации включва команден инструмент, наречен "mintupdate-cli"
ca: El gestor d'actualitzacions disposa d'una utilitat de línia d'ordres anomenada "mintupdate-cli".
cy: Mae'r Rheolwr Diweddaru yn darparu gwasanaeth llinell orchymyn o'r enw "mintupdate-cli".
el: Ο διαχειριστής ενημερώσεων παρέχει ένα βοηθητικό πρόγραμμα γραμμής εντολών που ονομάζεται "mintupdate-cli".
eo: La ĝisdatiga mastrumilo provizas komand-linian utilaĵon nomitan "mintupdate-cli".
es: El gestor de actualizaciones dispone de una herramienta de línea de órdenes llamada «mintupdate-cli».
et: Uuenduste haldur sisaldab käsurea tööriista nimega "mintupdate-cli".
eu: Eguneraketa-kudeatzaileak "mintupdate-cli" izeneko komando lerroko tresna bat dakar.
fr_ca: Le gestionnaire de mises à jour fournit un utilitaire en ligne de commande appelé "mintupdate-cli".
he: מנהל העדכונים מספק עזר שורת־פקודה בשם 'mintupdate-cli'.
hi: अपडेट प्रबंधक में सम्मिलित कमांड लाइन साधन "mintupdate-cli" है ।
ia: Le Gestor de actualisation forni un utilitate a linea de commando appellate «mintupdate-cli».
id: Manajer Pembaharuan menyediakan sebuah utilitas baris perintah yang dinamakan "mintupdate-cli".
is: Uppfærslustjórinn kemur með skipanalínutóli sem kallast "mintupdate-cli".
it: Il Gestore aggiornamenti fornisce anche una utility a riga di comando chiamata "mintupdate-cli".
ja: アップデートマネージャーは "mintupdate-cli" と呼ばれるコマンドラインユーティリティを提供します。
kab: Amsefrak n ileqman yesɛa anezḍay isem-is "mintupdate-cli".
lt: Atnaujinimų tvarkytuvė pateikia komandų eilutės paslaugų programą, pavadinimu "mintupdate-cli".
nl: Bijwerkbeheer bevat een opdrachtregel-gereedschapje genaamd 'mintupdate-cli'.
pl: Menedżer aktualizacji zapewnia narzędzie wiersza poleceń o nazwie "mintupdate-cli".
pt: O gestor de atualizações disponibiliza um utilitário de linha de comandos chamado "mintupdate-cli".
pt_br: O gerenciador de atualização fornece um utilitário de linha de comando chamado "mintupdate-cli".
ro: Managerul de actualizări oferă un utilitar pentru linia de comandă, numit „mintupdate-cli”.
ru: Менеджер обновлений содержит инструмент командной строки «mintupdate-cli».
sl: Upravitelj posodobitev ponuja orodje v programski vrstici: mintupdate-cli.
sr: Управљач ажурирања обезбеђује корисничку команду под називом „mintupdate-cli“.
sr@latin: Menadžer ažuriranja pruža mogućnost korišćenja alatke komandne linije koja se naziva "mintupdate-cli".
sv: Uppdateringshanteraren innehåller också ett kommandoradsverktyg som kallas "mintupdate-cli".
uk: «Диспетчер оновлень» надає командно-рядкову службову програму під назвою «mintupdate-cli».
vi: Trình quản lý cập nhật cung cấp tiện ích dòng lệnh có tên "mintupdate-cli".

source: If you are experienced with Linux, you can use this tool in your scripts or your cron jobs to automate the installation of software updates.
am: እርስዎ ብዙ ልምድ ካለዎት ሊነክስን በ መጠቀም: ይህን መአሪያ መጠቀም ይችላሉ በ እርስዎ cron ጽሁፍ ውስጥ ራሱ በራሱ እንዲገጥም የ ሶፍትዌር ማሻሻያዎችን
ar: إذا كنت من ذوي الخبرة في Linux، يمكنك استخدام هذه الأداة في البرامج النصية أو مهام cron (مجدول الأعمال الزمني) الخاص بك، لأتمام عملية تثبيت تحديثات البرامج.
be: Калі вы вопытны карыстальнік Linux, вы можаце выкарыстоўваць гэты інструмент у вашых скрыптах для аўтаматызацыі ўсталявання абнаўленняў праграм.
bg: Ако си опитен с Линукс, можеш да използваш този инструмент в свой скрипт или cron планировчик, за да автоматизирате инсталацията на софтуерните актуализации.
ca: Si teniu experiència amb Linux, podeu utilitzar aquesta eina als vostres scripts o tasques cron, per automatitzar la instal·lació de les actualitzacions de programari.
cs: Pokud máte zkušenosti s Linuxem můžete používat tento nástroj ve svých skriptech či naplánovaných (cron) úlohách k automatizaci instalace softwarových aktualizací.
cy: Os ydych yn brofiadol gyda Linux, gallwch ddefnyddio'r teclyn yma yn eich sgriptiau neu dasgau cron i awtomeiddio gosod diweddariadau meddalwedd.
da: Hvis du har erfaring med Linux, kan du anvende dette værktøj i dine skripter eller dine cron-job til at automatisere installeringen af programopdateringer.
de: Wenn Sie erfahren mit Linux sind, können Sie dieses Werkzeug in Ihren Skripts oder Ihre Cron-Jjobs nutzen, um die Installation von Anwendungsaktualisierungen zu automatisieren.
el: Εάν είστε έμπειροι με το Linux, μπορείτε να χρησιμοποιήσετε αυτό το εργαλείο στις δέσμες ενεργειών σας ή στις εργασίες cron για να αυτοματοποιήσετε την εγκατάσταση ενημερώσεων λογισμικού.
eo: Se vi estas spertulo pri Linukso, vi povas uzi ĉi tiun ilon en viaj skriptoj aŭ viaj cron-taskoj por aŭtomatigi la instalon de programaraj ĝisdatigoj.
es: Si tiene experiencia con Linux, puede usar esta herramienta en guiones o en tareas programadas para automatizar la instalación de actualizaciones.
et: Kui sa oled kogenud Linuxi kasutaja, saad seda tööriista kasutada cron-i skriptides, et automatiseerida tarkvarauuendused.
eu: Linux-ekin esperientzia baduzu, tresna hau erabil dezakezu zure script edo cron lanetan software eguneraketen instalazioa automatizatzeko.
fi: Jos olet kokenut Linuxin parissa, voit käyttää tätä työkalua skripteissäsi tai cron–töissä automatisoidaksesi ohjelmistopäivitykset.
fr_ca: Si vous êtes expérimenté avec Linux, vous pouvez utiliser cet outil dans vos scripts ou vos tâches cron pour automatiser l'installation des mises à jour logicielles.
he: לבעלי ניסון בלינוקס, ניתן להשתמש בכלי זה לתסריטים או לייצור 'cron jobs' לאטמוט התקנת עדכונים.
hi: अनुभवी लिनक्स उपयोक्ता इस साधन में स्क्रिप्ट या cron कार्यों द्वारा सॉफ्टवेयर अपडेट स्वतः ही इंस्टॉल कर सकते हैं।
hr: Ako ste iskusni u radu s Linuxom, možete koristiti ovaj alat u vašim skriptama ili vašim cron zadacima kako bi automatizirali instalaciju nadopuna softvera.
hu: Ha Ön tapasztalt Linux felhasználó, akkor használhatja ezt az eszközt a parancsértelmező-fájljaiban, és az időzített cron feladataiban, a szoftverfrissítések telepítésének automatizálásában.
ia: Si tu ha experientia con Linux, tu pote usar iste instrumento in tu scripts o in tu cargas de cron pro automatisar le installation de actualisationes de software.
id: Jika anda berpengalaman dengan Linux, anda dapat gunakan peralatan dalam skrip anda atau dengan cron jobs untuk mengotomatisasi pemasangan pembahauan perangkat lunak anda.
is: Ef þú hefur nokkra reynslu af Linux, geturðu notað þetta tól í skriftum eða cron-verkum til að útbúa sjálfvirkar uppfærslur á hugbúnaði.
it: Se si è esperti di Linux, è possibile utilizzare questo strumento negli script o nei processi di cron per automatizzare l'installazione degli aggiornamenti.
ja: Linux の経験がある場合は、このツールをスクリプトまたは cron ジョブで使用して、ソフトウェアアップデートのインストールを自動化できます。
kab: Ma tessneḍ-as aṭas i Linux, tzemreḍ ad tesqedceḍ afecku-agi deg yisekripten-inek neɣ di tmahilin-inek cron iwakken ad teswurmneḍ asbeddi n ileqman n iseɣẓanen.
lt: Jeigu esate patyręs Linux naudotojas, galite naudoti šį įrankį savo scenarijuose ar savo cron užduotyse, kad automatizuotumėte programinės įrangos atnaujinimų diegimą.
nl: Als u veel ervaring heeft met Linux, dan kunt u dit gereedschapje gebruiken in uw scripts of cron-taken, om het installeren van bijgewerkte programmatuur te automatiseren.
pl: Jeśli jesteś doświadczonym użytkownikiem Linuxa, możesz użyć tego narzędzia w swoich skryptach lub zadaniach cron, aby zautomatyzować instalację aktualizacji oprogramowania.
pt: Se você é experiente com o Linux, pode utilizar esta ferramenta nos seus scripts ou tarefas cron para automatizar a instalação de atualizações de programas.
pt_br: Se você é experiente com o Linux, poderá usar esta ferramenta em seu script ou em suas tarefas cron para automatizar a instalação de atualizações de software .
ro: Dacă aveți experiență în utilizarea Linux puteți folosi această unealtă în scripturile sau sarcinile dvs. cron pentru automatizarea procesului de instalare a actualizărilor de programe.
ru: Если вы опытный пользователь Linux, вы можете использовать этот инструмент в ваших скриптах или в заданиях планировщика cron для автоматизации установки обновлений программного обеспечения.
sk: Ak ste skúsení s Linuxom, môžete tento nástroj využívať v skriptoch alebo cron úlohách na automatizovanie inštalácie aktualizácií.
sl: Če ste izkušeni uporabnik Linuxa, lahko uporabite to orodje v svojih skriptih ali svojih opravilih cron, da avtomatizirate namestitev posodobitev programja.
sr: Ако имате искуства са Линуксом, можете користити ову алатку у вашим скриптама или у вашим „cron“ задацима како би аутоматизовали примену софтверских ажурирања.
sr@latin: Ukoliko imate iskustva sa Linuksom, možete da iskoristite ovaj alat u Vašim skriptama ili ``cron job`` servise da biste automatizovali instalaciju ažuriranja softvera.
sv: Om du är en erfaren Linux-användare kan du använda detta verktyg i dina skript eller dina cron-jobb för att automatisera installationen av programuppdateringar.
tr: Eğer Linux'da yeterince tecrübe sahibiyseniz, bu aracı betik ya da cron işleri ile otomatik yazılım güncellemeleri kurulumu için kullanabilirsiniz.
uk: Якщо ви досвідчений щодо Linux, ви можете використовувати цей засіб у скриптах або в завданнях «cron», щоби автоматизувати встановлення оновлень програм.
vi: Nếu bạn có kinh nghiệm với Linux, bạn có thể sử dụng công cụ này trong tập lệnh hoặc công việc định kỳ của mình để tự động hóa quá trình cài đặt các bản cập nhật phần mềm.

source: Listing updates
am: የ ማሻሻያ ዝርዝር
ar: قائمة التحديثات
be: Пошук абнаўленняў
bg: Списък на актуализациите
ca: Llista de les actualitzacions
cs: Vypsání seznamu aktualizací
cy: Rhestru'r diweddariadau
da: Opdateringsoversigt
de: Auflisten der Aktualisierungen
el: Ενημερώσεις λίστας
eo: Listigado de ĝisdatigoj
es: Listar las actualizaciones
et: Uuenduste nimekiri
eu: Eguneraketak zerrendatzea
fi: Listataan päivityksiä
fr_ca: Lister les mises à jour
he: רשימת עדכונים
hi: अपडेट सूचीबद्घ करना
hr: Prikaz nadopuna
hu: Elérhető frissítések
ia: Listar le actualisationes
id: Daftar pembaharuan
is: Upptalning á uppfærslum
it: Elenco aggiornamenti
ja: アップデートの一覧を表示
kab: Sebder ileqman
lt: Atnaujinimų išvardijimas
nl: Actualiseringen weergeven in een lijst
pl: Wyświetlanie listy aktualizacji
pt: Listar atualizações
pt_br: Listando atualizações
ro: Listarea actualizărilor
ru: Получение списка обновлений
sk: Vypísanie aktualizácií
sl: Izpis posodobitev
sr: Приказ ажурирања
sr@latin: Spisak ažuriranja
sv: Listar uppdateringar
tr: Güncellemeler listeleniyor
uk: Перелічення оновлень
vi: Cập nhật danh sách

source: You can use the "list" command to list updates:
am: እርስዎ መጠቀም ይችላሉ "ዝርዝር" ትእዛዝ ከ ዝርዝር ማሻሻያ ውስጥ:
ar: يمكنك استخدام الأمر "list" لإدراج التحديثات:
be: Вы можаце выкарыстаць каманду "list" для пошука абнаўленняў:
bg: Можеш да използваш командата "list" за списък на актуализациите:
ca: Podeu utilitzar l'ordre "list" per a llistar les actualitzacions:
cs: Aktualizace si můžete vypsat dílčím příkazem „list“:
cy: Gallwch ddefnyddio'r orchymyn "list" i restru diweddariadau:
da: Du kan anvende kommandoen "list" til at få vist en oversigt over opdateringer:
de: Sie können den Befehl »list« verwenden, um Aktualisierungen aufzulisten:
el: Μπορείτε να χρησιμοποιήσετε την εντολή "list" για να καταχωρίσετε ενημερώσεις:
eo: Eblas uzi la "list"-komandon por listigi ĝisdatigojn:
es: Puede usar la orden «list» para listar las actualizaciones:
et: Võid kasutada "list" käsku uuenduste loetelu nägemiseks:
eu: "list" komandoa erabil dezakezu eguneraketak zerrendatzeko:
fi: Voit käyttää "list" komentoa listataksesi päivitykset:
fr_ca: Vous pouvez utiliser la commande "list" pour lister les mises à jour :
he: ניתן להשתמש בפקודה "list" להצגת העדכונים:
hi: "list" कमांड द्वारा अपडेट सूचीबद्ध करें :
hr: Možete koristiti "list" naredbu za prikaz nadopuna:
hu: A „list” parancs használatával megjelenítheti a szoftver-frissítéseket:
ia: Tu pote usar le commando «list» pro listar le actualisationes:
id: Anda dapat gunakan perintah "list"untuk menampilkan daftar pembaharuan:
is: Þú getur notað "list" skipunina til að telja upp uppfærslur:
it: Si può utilizzare il comando "list" per elencare gli aggiornamenti:
ja: "list" コマンドを使用して、アップデートの一覧を表示できます:
kab: Tzemreḍ ad tesqedceḍ anezḍay "list" iwakken ad tesbedreḍ ileqman :
lt: Norėdami išvardyti atnaujinimus, galite naudoti "list" komandą:
nl: U kunt de opdracht 'list' gebruiken om actualiseringen weer te geven in een lijst:
pl: Możesz użyć polecenia "list", aby wyświetlić listę aktualizacji:
pt: Pode utilizar o comando "list" para listar as atualizações:
pt_br: Você pode usar o comando "list" para listar atualizações:
ro: Puteți folosi comanda "list" pentru a lista actualizările:
ru: Для получения списка обновлений используйте команду «list»:
sk: Môžete použíť príkaz "list" na vypísanie aktualizácií:
sl: Ukaz list lahko uporabite za izpis posodobitev:
sr: Можете користити наредбу „list“ да прикажете ажурирања:
sr@latin: Možete da iskoristite komandu "list" da biste izlistali spisak ažuriranja:
sv: Du kan använda "list"-kommandot för att lista uppdateringar:
tr: Güncellemelerin listesi için "list" komutunu kullanabilirsiniz:
uk: Ви можете використовувати команду «list» для перелічення оновлень:
vi: Bạn có thể sử dụng lệnh "list" để liệt kê các bản cập nhật:

source: You can use -s to only show the security updates.
ar: يمكنك استخدام -s لعرض تحديثات الأمان فقط.
be: Вы можаце дадаць -s каб паказваць толькі абнаўленні бяспекі.
bg: Може да използвате -s за да видите само актуализациите по сигурността.
ca: Feu servir -s per mostrar només les actualitzacions de seguretat.
cy: Gallwch ddefnyddio -s i ddim ond dangos y diweddariadau diogelwch.
el: Μπορείτε να χρησιμοποιήσετε το -s για να εμφανίσετε μόνο τις ενημερωμένες εκδόσεις ασφαλείας.
eo: Eblas uzi -s por nur montri la sekurigajn ĝisdatigojn.
es: Puede usar -s para mostrar solo las actualizaciones de seguridad.
et: -s võtmega näidatakse ainult turvauuendusi.
eu: -s erabil dezakezu segurtasun eguneraketak soilik erakusteko.
fr_ca: Vous pouvez utiliser -s pour seulement afficher les mises à jour de sécurité.
he: ניתן להשתמש ב־' s-' להצגת עדכוני האבטחה בלבד.
hi: केवल सुरक्षा अपडेट दिखने हेतु कमांड में -s संलग्न करें।
ia: Tu pote usar -s pro monstrar solo le actualisationes de securitate.
id: Anda dapat menggunakan -s untuk hanya menampilkan pembaruan keamanan.
is: Þú getur notað -s til að birta einungis öryggisuppfærslur.
it: Puoi usare -s per mostrare solo gli aggiornamenti di sicurezza.
ja: -s オプションを使うと、セキュリティアップデートのみを表示します。
kab: Tzemreḍ ad tesqedceḍ -s iwakken ad tsekneḍ kan ileqman n tɣellist.
lt: Norėdami rodyti tik saugumo atnaujinimus, galite naudoti -s parametrą.
nl: U kunt -s gebruiken om uitsluitend de veiligheidsreparaties te tonen.
pl: Możesz użyć -s, aby pokazać wyłącznie aktualizacje bezpieczeństwa.
pt: Pode utilizar -s para apenas mostrar as atualizações de segurança.
pt_br: Você pode usar -s para mostrar somente as atualizações de segurança.
ro: Puteți folosi parametrul -s pentru afișarea actualizărilor de securitate.
ru: Для отображения только обновлений безопасности используйте ключ -s.
sl: Lahko uporabite -s, da zgolj prikažete varnostne posodobitve.
sr: Можете користити „-s“ само да покажете безбедносне исправке.
sr@latin: Možete da koristite -s za prikaz samo bezbednosnih ažuriranja.
sv: Lägg till -s om du bara vill se säkerhetsuppdateringar.
uk: Ви можете використати «-s», щоби показати лише оновлення безпеки.
vi: Bạn có thể sử dụng -s để chỉ hiển thị các bản cập nhật bảo mật.
