Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Remove selected kernels
ca: Elimina nuclis seleccionats...

source: Select the kernels you want to remove:
ca: Seleccioneu els nuclis que voleu eliminar

source: When this option is enabled, all updates are applied automatically on a daily basis, as root, via a cron job (/etc/cron.daily/mintupdate).
ar: عند تمكين هذا الخيار، يتم تطبيق جميع التحديثات تلقائياً على أساس يومي، كجذر، عن طريق وظيفة (/etc/cron.daily/mintupdate).
ca: Quan aquesta opció està habilitada, totes les actualitzacions s'apliquen automàticament cada dia, com a root, a través d'una tasca cron (/etc/cron.daily/mintupdate).

source: You can edit /etc/cron.daily/mintupdate to fine tune automatic updates and /etc/mintupdate.blacklist to blacklist some of them.
ar: يمكنك تحرير /etc/cron.daily/mintupdate لضبط التحديثات التلقائية و/etc/mintupdate.blacklist لوضع بعضها في القائمة السوداء.
ca: Podeu editar /etc/cron.daily/mintupdate per ajustar més les actualitzacions automàtiques i /etc/mintupdate.blacklist per posar a la llista negra algunes d'elles.

source: It is recommended to set up system snapshots and to apply all available updates. Only hide levels when troubleshooting or trying to identify a regression. Check the help section for more information.
ar: نوصى بإعداد لقطات النظام وتطبيق جميع التحديثات المتوفرة. إخفاء المستويات فقط عند استكشاف الأخطاء وإصلاحها أو محاولة تحديد الانتكاس. تحقق من قسم المساعدة لمزيد من المعلومات.
ca: Es recomana configurar les instantànies del sistema i aplicar totes les actualitzacions disponibles. Només oculteu els nivells quan solucioneu problemes o intenteu identificar una regressió. Consulteu la secció d'ajuda per a més informació.

source: Show a warning if system snapshots are not set up
ar: عرض تحذير إذا لم يتم إعداد لقطات النظام
ca: Mostra un avís si les instantànies del sistema no estan configurades

source: Don't suggest switching to a local mirror
ca: No suggereixis canviar a una rèplica local

source: Updates
ar: التحديثات
ca: Actualitzacions

source: It is recommended to show and apply all available updates. Only disable the options below when troubleshooting.
ar: من المستحسن عرض كل التحديثات المتوفرة وتطبيقها. قم بتعطيل الخيارات أدناه فقط عند استكشاف الأخطاء وإصلاحها.
ca: Es recomana mostrar i aplicar totes les actualitzacions disponibles. Només desactiveu les opcions següents quan solucioneu problemes.

source: mintupdate-cli list -s
am: የ ሊነክስ ሚንት ማሻሻያ-cli ዝርዝር -s

source: mintupdate-cli -h
am: የ ሊነክስ ሚንት ማሻሻያ-cli -h

source: Restart required
lv: Nepieciešama restartēšana
nb: Omstart nødvendig
nn: Omstart nødvendig
oc: Reaviada requerida

source: You have installed updates that require a restart to take effect. Please restart your system as soon as possible.
lv: Ir instalēti atjauninājumi, kuriem nepieciešama restartēšana, lai tie stātos spēkā. Lūdzu, restartē sistēmu pēc iespējas ātrāk.
nb: Du har installert oppdateringer som krever omstart for å tre i kraft. Omstart systemet ditt så snart som mulig.
nn: Du har installert oppdateringar som krev omstart for å tre i kraft. Ver venleg og omstart systemet ditt snarast råd.
oc: Avètz installadas de mesas a jorn que requerisson una reaviada per prendre efièch. Mercés de reaviar lo sistèma tre que possible.

source: Restart
lv: Restartēt
nb: Omstart
nn: Omstart
oc: Reaviar
