Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: The update manager is highly configurable. You can go in the preferences and fine-tune which levels you want to show and which levels you want to preselect. This is your computer and so you can tune it the way you want.
cs: Správa aktualizací je velmi přizpůsobitelná. V předvolbách je možné si zvolit aktualizace kterých stupňů dopadu na systém chcete zobrazovat a které předvybrat. Toto je váš počítač a proto si ho můžete vyladit dle svého.
da: Opdateringshåndtering kan konfigureres på mange måder. Du kan gå ind i indstillingerne og vælge, hvilke niveauer der skal vises, og hvilke niveauer der skal være valgte på forhånd. Det er din computer, så du kan justere den, som du vil.
de: Die Aktualisierungsverwaltung ist sehr stark konfigurierbar. Sie können in den Einstellungen die Feineinstellungen vornehmen, welche Ebenen Sie angezeigt bekommen möchten und welche vorgewählt werden sollen. Das ist Ihr Rechner und Sie können ihn so einstellen wie Sie es wollen.
fi: Päivitysten hallintaa voidaan muokata eri tavoin. Voit siirtyä asetuksiin ja hienosäätää haluamasi tasot näytettäväksi ja valittavaksi oletusarvoisesti. Kyseessä on tietokoneesi, joten voit säätää sitä haluamallasi tavalla.
hr: Upravitelj nadopuna je vrlo prilagodljiv. U osobitostima možete precizno prilagoditi koju razinu želite imati prikazanu i koju razinu želite imati predodabranu. Ovo je vaše računalo i stoga ga možete prilagoditi kako vi želite.
hu: A Frissítéskezelő nagyon testreszabható. A beállítások között részletesen beállíthatja, hogy milyen szintű javításokat kíván megjeleníteni és milyeneket előre kiválasztani.
sk: Aktualizátor softvéru je vysoko nastaviteľný. Môžete ísť do nastavení a presne nastaviť akej úrovne balíčky chcete zobrazovať alebo predoznačiť. Je to váš počítač a môžete si ho nastaviť ako len chcete.
tr: Güncelleme yönetici oldukça yapılandırılabilirdir. Düzenle menüsünden Tercihleri açarak, hangi seviyelerin görünür ve hangi seviyelerin öntanımlı olması ile ilgili istediğiniz biçimde ince ayarlar yapabilirsiniz. Bu sizin bilgisayarınız ve bu şekilde istediğiniz ince ayarları yapabilirsiniz.

source: The first time you launch it, it will try to understand who you are and set these settings for you. To do so, it will show you three update policies and ask you to choose the one you like best.
cs: Při prvním spuštění bude zjišťováno jaký typ uživatelů jste a tomu přizpůsobena nastavení. K tomu účelu jsou zobrazeny tři aktualizační strategie a dáno na výběr, která vám nejlépe vyhoví.
da: Første gang du starter den, vil den forsøge at forstå, hvem du er og lave indstillingerne for dig. For at gøre dette vil den vise dig tre opdateringspolitikker og bede dig vælge den, du synes bedst om.
de: Beim ersten Start wird versucht zu verstehen wer Sie sind und diese Einstellungen für Sie festzulegen. Um das zu tun werden Ihnen drei Aktualisierungsrichtlinien angezeigt und Sie werden gefragt welche Ihnen am besten gefällt.
fi: Kun käynnistät sen ensimmäistä kertaa, se yrittää ymmärtää kuka olet ja asettaa nämä asetukset puolestasi. Tehdäkseen niin, se näyttää kolme päivityskäytäntöä ja pyytä sinua valitsemaan niistä sinulle sopivimman.
hr: Prvi puta kada ga pokrenete, pokušat će shvatiti tko ste vi i postaviti te postavke za vas. Kako bi to učinio, prikazat će vam tri pravila nadopunjavanja i upitati vas da odaberete ono pravilo koje je najbolje za vas.
hu: Ez a program első indítása, így testre kell szabnia a frissítési eljárást. A következő három frissítési házirend közül válassza ki az Ön számára legmegfelelőbbet.
sk: Pri prvom spustení aktualizátora sa bude snažiť porozumieť vašim požiadavkam a nastaví tieto možnosti za vás. Na porozumenie používa 3 politiky aktualizácie systému a vy si môžete vybrať, ktorá vám sedí najviac.
tr: Bunu ilk açtığınızda, bu ayarlamaları sizin adınıza yapabilmek için sizi anlamaya çalışacaktır. Bunu yapmak için, size üç güncelleme ilkesi gösterecek ve sizden istediğiniz/tercih ettiğiniz birini seçmenizi isteyecektir.

source: All policies have this in common:
cs: Všechny strategie mají společné toto:
da: Alle politikker har dette til fælles:
de: Alle Richtlinien haben das gemeinsam:
fi: Kaikille käytännöille on yhteistä:
hr: Svim pravilima je ovo zajedničko:
hu: Az összes házirend közös beállítása:
sk: Všetky politiky majú spoločné:
tr: Tüm ilkeler için ortak noktalar:

source: For security reasons, security updates are always visible (no matter what level they are).
cs: Z důvodu zabezpečení jsou bezpečnostní aktualizace viditelné vždy (bez ohledu na stupeň jejich dopadu na systém).
da: Af sikkerhedsgrunde er sikkerhedsopdateringer altid synlige (uanset hvilket niveau de har).
de: Aus Sicherheitsgründen sind Sicherheitsaktualisierungen immer sichtbar (unabhängig davon, in welcher Ebene diese sich befinden).
fi: Tietoturvasyistä, tietoturvapäivitykset ovat aina näkyvissä (huolimatta siitä, mitä tasoa ne ovat).
hr: Iz sigurnosnih razloga, sigurnosne nadopune su uvijek vidljive (bez obzira na kojoj su razini).
hu: Biztonsági okokból a biztonsági frissítések (szinttől függetlenül) mindig láthatók.
sk: Pre bezpečnostné dôvody, bezpečnostné aktualizácie sa zobrazujú neustále (nezáleží akej úrovne sú).
tr: Güvenlik nedenleriyle, güvenlik güncellemeleri daima görünürdür (hangi seviyede olursa olsun).

source: For security reasons, kernel updates (which are level 4) are always visible.
cs: Z důvodu zabezpečení jsou aktualizace jádra (která spadají do stupně 4) vždy viditelné.
da: Af sikkerhedsgrunde er kerneopdateringer (som har niveau 4) altid synlige.
de: Aus Sicherheitsgründen sind Kernelaktualisierungen (Ebene 4) immer sichtbar.
fi: Tietoturvasyistä, ytimen päivitykset (jotka ovat tasolla 4) ovat aina näkyvillä.
hr: Iz sigurnosnih razloga, nadopune kernela (koje su razina 4) su uvijek vidljive.
hu: Biztonsági okokból a rendszerfrissítések (4. szint) mindig láthatók.
sk: Pre bezpečnostné dôvody, aktualizácie jadra (úrovne 4) sú zobrazené neustále.
tr: Güvenlik nedenleriyle, çekirdek güncellemeleri (seviye 4.'teki) daima görünürdür.

source: For stability reasons, level 5 updates are always hidden.
cs: S ohledem na stabilitu systému je stupeň 5 u aktualizací vždy skrytý.
da: Af stabiltetsgrunde er opdateringer på niveau 5 altid skjulte.
de: Aus Stabilitätsgründen sind Ebene-5-Aktualisierungen immer ausgeblendet.
fi: Vakaussyistä, tason 5 päivitykset ovat aina piilotettuina.
hr: Iz razloga stabilnosti, nadopune razine 5 su uvijek skrivene.
hu: A stabilitás miatt az 5. szintű frissítések mindig láthatatlanok.
sk: Z dôvodu udržania systémovej stability sa aktualizácie úrovne 5 nikdy nezobrazujú.
tr: Kararlılık nedenleriyle, seviye 5 güncellemeleri daima gizlenmiştir.

source: When you choose an update policy, some of the preferences are changed in the Update Manager. You can tune these preferences individually by clicking on the Edit-&gt;Preferences menu in the menubar.
cs: Když zvolíte strategii aktualizací, změní to některá nastavení správy aktualizací. Tyto předvolby pak můžete jednotlivě doladit kliknutím na nabídku Úpravy-&gt;Předvolby.
da: Når du vælger en opdateringspolitik, ændres nogle af indstillingerne i Opdateringshåndtering. Du kan finjustere disse indstillinger individuelt ved at klikke på Redigér->Indstillinger i menulinjen.
de: Wenn Sie eine Aktualisierungsrichtlinie auswählen werden einige Voreinstellungen in der Aktualisierungsverwaltung geändert. Sie können diese Voreinstellungen individuell anpassen, indem Sie im Menü »Bearbeiten« und dann »Einstellungen« öffnen.
fi: Valittuasi päivityskäytännön jotkin päivitysten hallinnan asetukset muuttuvat. Voit hienosäätää asetuksia yksitellen valitsemalla valikkoriviltä Muokkaa-&gt;Asetukset.
hr: Kada odabirete pravilo nadopunjavanja, neke od osobitosti su promijenjene u Upravitelju nadopuna. Možete prilagođavati te osobitosti pojedinačno klikom na Uredi zatim na Osobitosti u traci izbornika.
hu: Amikor frissítési házirendet választ a Frissítéskezelőben néhány beállítás megváltozik. Ezeket a beállításokat testreszabhatja a Szerkesztés menüben a Beállítások menüpontban.
sk: Zvolením pravidiel pre aktualizácie sa zmenia vybrané nastavenia v Správcovi Aktualizácií. Jednotlivo ich je možné doladiť v ponuke Úpravyt-&gt;Nastavenia.
tr: Bir güvenlik ilkesi seçtiğinizde, Güncelleme Yöneticisi'ndeki bazı tercihleri değiştirir. Menü çubuğundaki Düzenle-&gt;Tercihler seçeneğine tıklayıp, bu tercihlere bireysel olarak ince ayar yapabilirsiniz.

source: Novice users
cs: Začátečníci
da: Nybegyndere
de: Anfänger
fi: Aloittelevat käyttäjät
hr: Novi korisnici
hu: Kezdő felhasználók
sk: Noví používatelia
tr: Acemi kullanıcılar

source: The first policy is made for novice users in mind. It assumes these users are unable to work around critical issues affecting sensitive parts of their system and tries to minimize their risk to suffer critical regressions.
cs: První strategie je určená pro naprosté začátečníky. Předpokládá se, že takoví uživatelé nejsou schopní obejít kritické problémy souvisejícími s klíčovými částmi systému a snaží se proto snížit riziko výskytu kritických regresí.
da: Den første politik er lavet med nybegyndere i tankerne. Det antages, at disse brugere ikke kan løse kritiske problemer, som påvirker følsomme dele af deres system, og prøver at minimere risikoen for, at de oplever alvorlige problemer.
de: Die erste Regel ist für unerfahrene Benutzer erstellt worden. Sie geht davon aus, dass diese Benutzer nicht in der Lage sind kritische Probleme zu beheben, die empfindliche Teile des Systems beeinträchtigen und versucht, das Risiko zu mindern, kritische Regressionen zu erleiden.
fi: Ensimmäinen käytäntö on suunnattu aloitteleville käyttäjille. Se olettaa etteivät käyttäjät pysty kiertämään kriittisiä ongelmia, jotka koskevat heidän järjestelmiensä tärkeitä osia ja yrittää minimoida heidän riskinsä kärsiä kriittisistä regressioista.
hr: Prvo pravilo je namijenjeno novim korisnicima. Pretpostavlja da ti korisnici ne mogu ukloniti kritične probleme koji utječu na osjetljive dijelove sustava i pokušava umanjiti njihov rizik da se suoče s kritičnim nestabilnostima.
hu: Az első házirend a kezdő felhasználók számára készült. Ezek a felhasználók nem tudják kijavítani a rendszer érzékeny részeit érintő kritikus problémákat. Ez a beállítás megpróbálja minimalizálni a kritikus visszafejlődési hibák esélyét.
sk: Prvá politika je prispôsobená novým používateľom. Predpokladá, že títo užívatelia si nedokážu opraviť kritické časti systému sami - politika minimalizuje riziko kritických regresií.
tr: İlk ilke acemi kullanıcılar için düşünülmüştür. Bu ilke kullanıcıların, sisteminin hassas kısımlarını etkileyebilecek kritik sorunlarla uğraşamayacaklarını ve kritik regresyon riskini minimize etmeye çalıştıklarını varsaymaktadır.

source: Bug fixes are optional, so this policy focuses on safe updates (level 1 and 2) with minimal impact on the operating system. These updates are visible and preselected by default.
cs: Opravy chyb jsou volitelné, proto se tato strategie zaměřuje na bezpečnostní aktualizace (stupeň 1 a 2) s minimálním dopadem na operační systém. Tyto aktualizace jsou ve výchozím nastavení viditelné a předvolené.
da: Fejlrettelser er valgfrie, så denne politik fokuserer på sikre opdateringer (niveau 1 og 2) med minimal påvirkning af styresystemet. Disse opdateringer er synlige og som standard valgt på forhånd.
de: Fehlerkorrekturen sind optional, so dass diese Richtlinie ihr Augenmerk auf Sicherheitsaktualisierungen der Ebene 1 und 2 legt, mit minimaler Auswirkung auf das Betriebssystem. Diese Aktualisierungen sind sichtbar und standardmäßig ausgewählt.
fi: Bugien (ohjelmistovirheiden) korjaukset ovat valinnaiset, joten tämä käytäntö keskittyy turvallisiin (tason 1 ja 2) päivityksiin, joilla on pieni vaikutus käyttöjärjestelmään. Nämä päivitykset ovat näkyvillä ja valittuna oletusarvoisesti.
hr: Popravci greška su neobavezni, stoga je to pravilo usredotočeno na sigurne nadopune (razina 1 i 2) s minimalnim utjecajem na operativni sustav. Te nadopune su vidljive i predodabrane po zadanome.
hu: A hibajavítások telepítése nem kötelező, így ez a házirend a biztonságos (1. és 2. szintű) frissítéseket ajánlja, amelyek csak minimális hatással vannak az operációs rendszerre. Ezek a frissítések láthatóak és előre kiválasztásra kerülnek.
sk: Opravy chýb sú dobrovoľné, takže sa táto politika sústreďuje na bezpečné aktualizácie (úrovne 1 a 2) s minimálnim dopadom na operačný systém. Aktualizácie týchto úrovní sú predoznačené a vždy viditeľné.
tr: Hata düzeltmeleri isteğe bağlıdır, böylece bu güncelleme ilkesi işletim sistemi üzerinde minimum etkileyecek güvenli güncellemelere (seviye 1 ve 2) odaklanır. Bu güncellemeler varsayılan olarak görünürdür ve önceden seçilmiştir.

source: Security is also important but some security updates (and kernel updates in particular) affect sensitive parts of the system. These updates are visible and novice users are recommended to select them and apply them with caution, in isolation and ideally either with the help of an experienced user, or after they familiarized themselves with the forums and chat channel so they know how to seek help.
cs: Zabezpečení je důležité, ale některé bezpečnostní aktualizace (především ty jádra) ovlivňují nejdůležitější části systému. Tyto aktualizace jsou zobrazováné a začínajícím uživatelům je doporučováno vybírat je a instalovat s rozvahou, každou zvlášť a ideálně buď za pomoci zkušenějšího uživatele nebo až poté, co se seznámili s diskuzními fóry a komunikací po chatu a vědí tak, jak vyhledat pomoc.
da: Sikkerhed er også vigtig, men nogle sikkerhedsopdateringer (og især kerneopdateringer) påvirker systemets følsomme dele. Disse opdateringer er synlige, og det anbefales, at nybegyndere vælger og installerer dem med forsigtighed hver for sig og ideelt set med en erfaren brugers hjælp, eller efter de er blevet bekendte med foraene og chatkanalen, så de ved, hvor de kan søge hjælp.
de: Sicherheit ist zwar genauso wichtig, aber einige Sicherheitsaktualisierungen (und insbesondere Kernaktualisierungen) betreffen empfindliche Bereiche des Systems. Solche Aktualisierungen sind sichtbar und Anfängern wird empfohlen sie mit Bedacht auszuwählen und getrennt anzuwenden, mit Unterstützung eines erfahrenen Benutzers oder erst dann, nachdem Sie sich mit dem Forum und Chatbereich vertraut gemacht haben, so dass Sie wissen, wo man Hilfe finden kann.
fi: Turvallisuus on myös tärkeää, mutta tietyt turvallisuuspäivitykset vaikuttavat järjestelmän herkimpiin osiin. Tällaisia ovat etenkin käyttöjärjestelmän ytimen eli kernelin päivitykset. Nämä päivitykset ovat näkyvillä ja aloittelevien käyttäjien kehotetaan noudattamaan varovaisuutta niiden valinnassa ja asentamisessa. Tällaiset päivitykset on parasta asentaa yksitellen ja joko edistyneemmän käyttäjän avustuksella tai sen jälkeen kun he ovat tottuneet keskustelupalstan ja chat–kanavan käyttöön, jotta he osaavat hakea tarvittaessa apua.
hr: Sigurnost je isto bitna ali neke sigurnosne nadopune (a osobito nadopune kernela) obuhvaćaju osjetljive dijelove sustava. Te nadopune su vidljive i preporučljivo je novim korisnicima da ih odaberu i primijene uz oprez, izdvojeno i idealno ili uz pomoć naprednog korisnika, ili nakon što se upoznaju s forumom i kanalom za razgovor tako da znaju kako zatražiti pomoć.
hu: A biztonság fontos, de néhány biztonsági frissítés (különösen a kernel frissítések) hatással lehetnek az operációs rendszer érzékeny részeire. Ezek a frissítések láthatóak a kezdő felhasználók számára. Természetesen ajánlott őket kiválasztani, valamint körültekintően, egyesével telepíteni egy tapasztalt felhasználó segítségével. Vagy a megfelelő tapasztalatok birtokában saját kezűleg is telepíthetők, és szükség esetén a fórumokon és csevegőszobákban kérhető segítség.
sk: Bezpečnosť je taktiež dôležitá, ale niektoré aktualizácie (predovšetkým jadra) systému ovlyvňujú dôležité súčasti systému. Tieto aktualizácie sú viditeľné a užívateľom sa odporúča ich označiť a nainštalovať s opatrnosťou, samostatne a ideálne s pomocou skúseného užívateľa alebo po zoznámení sa s fórami a chat miestnosťou tak aby užívatelia vedeli kde hľadať prípadnú pomoc.
tr: Güvenlik önemlidir fakat bazı güvenlik güncellemelerinin (ve özellikle de çekirdek güncellemeleri) sistemin hassas kısımlarını etkileme olasığılığı gözönünde bulundurulmalıdır. Bu güncellemeler görünürdür ve tecrübesiz kullanıcıların onları seçmeleri ve dikkatle uygulamaları önerilir, bunlar bir anlamda tecrit edilmiştir ve tecrübeli kullanıcıların yardımıyla ya da forum ve sohbet ortamlarından nasıl destek alınabileceği ile ilgili yeterli bilgiye sahip olduktan sonra uygulanabilir.

source: Regular users
cs: Běžní uživatelé
da: Almindelige brugere
de: Regelmäßige Benutzer
fi: Tavalliset käyttäjät
hr: Uobičajeni korisnici
hu: Általános felhasználó
sk: Obyčajní užívatelia
tr: Normal kullacılar

source: The second policy is made for the vast majority of people. It assumes these users aren't new to Linux and either know how to solve common problems, or they know where to find help.
cs: Druhá ze strategií je určená pro naprostou většinu lidí. Předpokládá, že uživatelé nejsou úplnými začátečníky v systému Linux a tak vědí jak řešit problémy nebo kde případně hledat pomoc.
da: Den anden politik er for det store flertal. Det antages, at brugerne har erfaring med Linux og enten ved, hvordan man løser almindelige problemer, eller hvor man kan finde hjælp.
de: Die zweite Richtlinie wurde für die große Mehrheit an Benutzern erstellt. Sie geht davon aus, dass diese Benutzer keine Anfänger im Umgang mit Linux sind und entweder wissen, wie sie normale Problem lösen können oder wissen wo Sie Hilfe finden können.
fi: Toinen käytäntö on tehty valtaosalle ihmisistä. Se olettaa etteivät nämä ole uusia Linuxin käyttäjiä ja joko tietävät kuinka ratkaista yleisiä ongelmia tai he tietävät mistä löytää apua.
hr: Drugo pravilo je namijenjeno za golemu većinu korisnika. Pretpostavlja da ti korisnici nisu novi u Linuxu i ili znaju kako riješiti uobičajene probleme, ili znaju gdje pronaći pomoć.
hu: A második frissítési házirend ajánlott a legtöbb felhasználó számára. Ez a beállítás azt feltételezi, hogy Ön már gyakorlott Linux felhasználó, így meg tud oldani általános problémákat, és azt is tudja, hogy honnan kérjen segítséget.
sk: Druhá politika je určená valnej väčšine užívateľov. Predpokalda, že títo užívatelia nie sú úplní novácikovia a vedia sami vyriešiť jednoduché problému alebo vedia nájsť pomoc.
tr: İkinci ilke kullanıcıların büyük çoğunluğu için yapılmıştır. Bunlar yeni Linux kullanıcı değildir ve genel sorunların nasıl çözüleceğini ya da nerede yardım bulacağını bilirler.

source: This policy shows all recommended updates. Security updates and safe bug-fix updates (level 1 and 2) are preselected by default.
cs: Tato strategie zobrazuje všechny doporučené aktualizace. Všechny bezpečnostní aktualizace a ty nerizikové (stupeň 1 a 2) opravující chyby jsou ve výchozím stavu označené.
da: Denne politik viser alle anbefalede opdateringer. Sikkerhedsopdateringer og sikre fejlrettelser (niveau 1 og 2) er som standard valgt på forhånd.
de: Diese Richtlinie zeigt alle empfohlenen Aktualisierungen. Sicherheits- und sichere Fehleraktualisierungen (Ebene 1 und 2) werden standardmäßig ausgewählt.
fi: Tämä käytäntö näyttää kaikki suositellut päivitykset. Tietoturvapäivitykset ja turvalliset virheiden korjauspäivitykset (taso 1 ja 2) ovat oletusarvoisesti esivalittuina.
hr: Ovo pravilo prikazuje sve preporučene nadopune. Sigurnosne nadopune i sigurne nadopune popravaka grešaka (razina 1i 2) su predodabrane po zadanome.
hu: Ez a frissítési házirend megjeleníti az összes ajánlott frissítést. A biztonsági hibajavítások és a hibajavítások (1. és 2. szint) előre kiválasztásra kerülnek.
sk: Táto politka zobrazuje všetky odporúčané aktualizácie. Bezpečnostné aktualizácie a bezpečné funkčné aktualizácie (úrovne 1 a 2) sa predoznačujú automaticky.
tr: Bu ilke tüm önerilen güncellemeleri gösterir. Güvenlik güncellemeleri ve güvenli hata düzeltmeleri güncellemeleri (seviye 1 ve 2) öntanımlı olarak seçilidir.

source: Users are recommended to select and apply level 3 and level 4 updates with caution and in isolation and to seek help if something goes wrong.
cs: Uživatelům se doporučuje, aby aktualizace stupňů 3 a 4 vybírali a instalovali obezřetně, každou zvlášť a obrátili se o pomoc, pokud se něco pokazí.
da: Brugerne anbefales at vælge og installere opdateringer på niveau 3 og 4 med forsigtighed og hver for sig og søge hjælp, hvis noget går galt.
de: Benutzern werden empfohlen, Aktualisierungen der Ebene 3 und 4 mit Vorsicht und getrennt auszuwählen und anzuwenden und Hilfe zu suchen, wenn etwas schief geht.
fi: Käyttäjiä suositellaan valitsemaan ja käyttämään tasojen 3 ja 4 päivityksiä varovaisesti ja valikoivasti ja etsimään apua, jos jokin menee pieleen.
hr: Korisnicima je preporučeno da odaberu i primijene nadopune razine 3 i 4 uz oprez i izdvojeno i da potraže pomoć ako nešto krivo krene.
hu: A felhasználók számára ajánlott, hogy körültekintően és egyesével telepítsék a 3. és 4. szintű frissítéseket, és probléma esetén kérjenek segítséget.
sk: Užívateľom sa odporúča označiť a aplikovať aktualizácie úrovne 3 a 4 s opatrnosťou a samostatne. Treba byť pripravený a schopný vyhľadať pomoc ak sa niečo pokazí.
tr: Kullanıcıların seviye 3 ve seviye 4 güncellemelerini dikkatle seçip uygulamaları ya da izole edip olası bir sorun durumunda yardım aramaları önerilir.

source: Advanced users
cs: Pokročilí uživatelé
da: Avancerede brugere
de: Fortgeschrittene Benutzer
fi: Kokeneet käyttäjät
hr: Napredni korisnici
hu: Haladó felhasználó
sk: Pokročilí užívatelia
tr: Deneyimli kullanıcılar
