Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: There are different types of updates
am: የ ተለያዩ የ ማሻሻያ አይነቶች አሉ
ar: هناك أنواع مختلفة من التحديثات
be: Ёсць розныя віды абнаўленняў
bg: Има различни типове актуализации
ca: Hi ha diferents tipus d'actualitzacions
cs: Je několik typů aktualizací
cy: Mae yna wahanol fathau o ddiweddariadau
da: Der er forskellige slags opdateringer
de: Es gibt verschiedene Arten von Aktualisierungen
el: Υπάρχουν διάφοροι τύποι ενημερώσεων
eo: Estas malsamaj tipoj de ĝisdatigoj
es: Hay diferentes tipos de actualizaciones
et: Uuendusi on mitut liiki
eu: Eguneraketa mota desberdinak daude
fi: On olemassa erilaisia päivityksiä
fr_ca: Il y a différents types de mises à jour
he: קיימים סוגי עדכונים שונים
hi: अपडेट विभिन्न प्रकार की होती है
hr: Postoje različite vrste nadopuna
hu: Különböző típusú frissítések vannak
ia: Il ha differente typos de actualisationes
id: Ada berbagai macam jenis pembaruan
is: Það eru til mismunandi tegundir af uppfærslum
it: Ci sono diversi tipi di aggiornamenti
ja: アップデートには様々な種類があります
kab: Llan ddeqs n wanawen n ileqman yemgaraden
lt: Yra įvairūs atnaujinimų tipai
nl: Er zijn verschillende soorten actualiseringen
pl: Istnieją różne rodzaje aktualizacji
pt: Existem diferentes tipos de atualizações
pt_br: Existem diferentes tipos de atualizações
ro: Există mai multe tipuri de actualizări
ru: Существуют различные типы обновлений
sk: Existujú rozdielne druhy aktualizácií
sl: Na voljo so različne vrste posodobitev
sr: Постоје различити типови ажурирања
sr@latin: Postoje različite vrste ažuriranja
sv: Det finns olika typer av uppdateringar
tr: Güncellemelerin farklı türleri vardır
uk: Є різні типи оновлень
vi: Có nhiều loại cập nhật khác nhau

source: The different types of updates
am: የ ተለያዩ የ ማሻሻያ አይነቶች
ar: أنواع مختلفة من التحديثات
be: Розныя віды абнаўленняў
bg: Различните типове актуализации
ca: Els diferents tipus d'actualitzacions
cs: Rozdílné typy aktualizací
cy: Y gwahanol fathau o ddiweddariadau
da: De forskellige slags opdateringer
de: Die verschiedenen Arten von Aktualisierungen
el: Οι διάφοροι τύποι ενημερώσεων
eo: La malsamaj tipoj de ĝisdatigoj
es: Los diferentes tipos de actualizaciones
et: Erinevat liiki uuendused
eu: Eguneraketa mota desberdinak
fi: Erilaiset päivitykset
fr_ca: Les différents types de mises à jour
he: סוגי העדכונים השונים
hi: विभिन्न प्रकार की अपडेट
hr: Različite vrste nadopuna
hu: A frissítések különböző típusai
ia: Le differente typos de actualisationes
id: Berbagai macam jenis pembaruan
is: Mismunandi tegundir af uppfærslum
it: I diversi tipi di aggiornamenti
ja: 様々な種類のアップデート
kab: Anawen n ileqman yemgaraden
lt: Įvairūs atnaujinimų tipai
nl: De verschillende soorten actualiseringen
pl: Różne rodzaje aktualizacji
pt: Os diferentes tipos de atualizações
pt_br: Os diferentes tipos de atualizações
ro: Tipurile diferite de actualizări
ru: Различные типы обновлений
sk: Rozdielne druhy aktualizácií
sl: Različne vrste posodobitev
sr: Различити типови ажурирања
sr@latin: Različite vrste ažuriranja
sv: De olika typerna av uppdateringar
tr: Farklı güncelleme türleri
uk: Різні типи оновлень
vi: Các loại cập nhật khác nhau

source: There are different types of updates:
am: የ ተለያዩ የ ማሻሻያ አይነቶች አሉ
ar: هناك أنواع مختلفة من التحديثات:
be: Ёсць розныя віды абнаўленняў:
bg: Има различни типове актуализации:
ca: Hi ha diferents tipus d'actualitzacions:
cs: Je několik typů aktualizací:
cy: Mae mathau gwahanol o diweddariadau:
da: Der er forskellige slags opdateringer:
de: Es gibt verschiedene Arten von Aktualisierungen:
el: Υπάρχουν διάφοροι τύποι ενημερώσεων:
eo: Estas malsamaj tipoj de ĝisdatigoj:
es: Hay diferentes tipos de actualizaciones:
et: Uuendusi on erinevat liiki:
eu: Eguneraketa mota desberdinak daude:
fi: On olemassa erilaisia päivityksiä.
fr_ca: Il y a différents types de mise à jour :
he: קיימים סוגי עדכונים שונים:
hi: अपडेट विभिन्न प्रकार की होती है:
hr: Postoje različite vrste nadopuna:
hu: A frissítéseknek több típusa létezik:
ia: Il ha different typos de actualisationes:
id: Ada berbagai macam jenis pembaruan:
is: Það eru til mismunandi tegundir af uppfærslum:
it: Ci sono diversi tipi di aggiornamenti:
ja: アップデートには様々な種類があります:
kab: D wigi i d anawen n ileqman yemgaraden:
lt: Yra skirtingi atnaujinimų tipai:
nl: Er zijn verschillende soorten actualiseringen:
pl: Istnieją różne rodzaje aktualizacji:
pt: Existem diferentes tipos de atualizações:
pt_br: Existem diferentes tipos de atualizações:
ro: Există tipuri diferite de actualizări:
ru: Существуют различные типы обновлений:
sk: Sú dostupné rôzne typy aktualizácií:
sl: Na voljo so različne vrste posodobitev:
sr: Постоје неколико врста ажурирања:
sr@latin: Postoje različite vrste ažuriranja:
sv: Det finns olika typer av uppdateringar:
tr: Güncellemelerin farklı türleri vardır:
uk: Є різні типи оновлень:
vi: Có các loại cập nhật khác nhau:

source: 'Software updates' are updates which fix bugs (or also sometimes which bring new features).
am: የ 'ሶፍትዌር ማሻሻያ' ችግሮች የሚጠግኑ ማሻሻያ ናቸው (ወይንም አንዳድ ጊዜ አዲስ ገጽታዎችን ያመጣሉ).
ar: 'تحديثات البرامج' عبارة عن تحديثات تعمل على إصلاح الأخطاء (وفي بعض الأحيان تجلب ميزات جديدة).
be: "Абнаўленні праграм" - гэта абнаўленні, якія выпраўляюць памылкі (ці дабаўляюць новыя функцыі).
bg: 'Софтуерни актуализации' са актуализации, които оправят бъгове (и само понякога добавят нови функции).
ca: Les «actualitzacions de programari» corregeixen errors (de vegades també aporten noves funcionalitats).
cs: Softwarové aktualizace jsou ty, které opravují chyby (nebo někdy také přináší nové funkce).
cy: 'Diweddariadau meddalwedd' sy'n cywiro gwallau (neu sy'n cyflwyno nodweddion newydd).
da: "Programopdateringer" retter fejl (nogle gange indeholder de også nye funktioner).
de: Anwendungsaktualisierungen sind Aktualisierungen welche Fehler beheben (oder manchmal auch neue Funktionen mitbringen).
el: Οι 'Ενημερώσεις λογισμικού' είναι ενημερώσεις που επιδιορθώνουν σφάλματα (ή που προσθέτουν νέες δυνατότητες).
eo: 'Programaraj ĝisdatigoj' estas ĝisdatigoj, kiuj riparas cimojn (aŭ ankaŭ kelkfoje, kiuj alportas novajn eblojn).
es: Las actualizaciones de software corrigen errores (a veces también aportan características nuevas).
et: 'Tarkvarauuendused' parandavad vigu (või vahel pakuvad uusi võimalusi).
eu: 'Software eguneraketak' erroreak konpondu edo, kasu batzuetan, ezaugarri berriak ekartzen dituzten eguneraketak dira.
fi: ”Ohjelmistopäivitykset” ovat päivityksiä, jotka korjaavat bugeja (ja joskus myös tuovat uusia ominaisuuksia).
fr_ca: Les "mises à jour logicielles" sont des mises à jour qui corrigent des bogues (qui peuvent également apporter de nouvelles fonctions).
he: 'עדכוני תוכנה' שנועדו לתיקון תקלים (אך לעיתים גם מוסיפים תכונות חדשות).
hi: सॉफ्टवेयर अपडेट जो दोष ठीक करती हैं (या फिर कई बार नई विशेषताएँ लाती हैं)।
hr: 'Nadopune softvera' su nadopune koje popravljaju greške (a ponekad donose i nove značajke).
hu: A „Szoftverfrissítések” hibajavításokat (és egyes esetekben új szolgáltatásokat) tartalmaznak.
ia: Le «Actualisationes del software» es actualisationes que repara errores (o anque, alcun vices, que porta nove functionalitates)
id: 'Pembaruan perangkat lunak' adalah pembaruan yang memperbaiki kutu (atau terkadang juga menghadirkan fitur baru).
is: 'Hugbúnaðaruppfærslur' eru uppfærslur sem eiga að laga galla (en geta einnig á stundum komið með nýja eiginleika).
it: Gli "Aggiornamenti software" sono aggiornamenti che riparano bug (o talvolta introducono anche nuove funzionalità).
ja: 'ソフトウェアアップデート' は、バグを修正したり、新しい機能を追加するアップデートです。
kab: "Ileqman n iseɣẓanen" d ileqman yesseɣtayen ibugen (zemren d aɣen ad d-glun s tmahilin timaynutin).
lt: "Programinės įrangos atnaujinimai" yra atnaujinimai, kurie ištaiso klaidas (arba kartais, taip pat pateikia naujas ypatybes).
nl: 'Foutreparaties' zijn actualiseringen die fouten herstellen (en soms ook nieuwe functies toevoegen).
pl: 'Aktualizacje oprogramowania' są to aktualizacje, które naprawiają błędy (lub czasami dostarczają nową funkcjonalność).
pt: 'Atualizações de software' são aquelas que corrigem erros (e algumas vezes adicionam novas funcionalidades).
pt_br: "Atualizações de software" são atualizações que corrigem erros (ou que às vezes também trazem novos recursos).
ro: „Actualizările de software” sunt actualizări care repară erori (iar uneori introduc caracteristici noi).
ru: «Обновления программгого обеспечения» предоставляют исправления ошибок (а также иногда добавляют новые возможности).
sk: Aktualizácie softvéru sú aktualizácie, ktoré opravujú chyby a niekedy prinášajú aj nové funkcie
sl: Posodobitve programja so posodobitve, ki odpravljajo hrošče (ali pa včasih prinašajo tudi nove funkcionalnosti).
sr: „Софтверска ажурирања“ су ажурирања која исправљају грешке (или понекад доносе нове функције).
sr@latin: 'Ažuriranja softvera' su ažuriranja koja ispravljaju greške (ili koja takođe ponekada donose nove funkcije).
sv: 'Programuppdateringar' är uppdateringar som rättar fel (och ibland installerar nya funktioner).
tr: 'Yazılım güncellemeleri' hata düzeltmelerini içeren güncellemelerdir (ya da bazen yeni özellikler getirir).
uk: ‹Оновлення програм› – це оновлення, які виправляють вади (або ж іноді такі, які впроваджують нові функції).
vi: 'Bản cập nhật phần mềm' là các bản cập nhật sửa lỗi (hoặc đôi khi mang lại các tính năng mới).

source: 'Security updates' are updates which patch vulnerabilities.
am: የ 'ደህንነት ማሻሻያ' ያልተረጋጉ ችግሮችን ማሻሻያ ናቸው
ar: 'تحديثات الأمان' هي التحديثات التي تصحح الثغرات الأمنية.
be: "Абнаўленні бяспекі" - гэта абнаўленні, якія выпраўляюць уразлівасці.
bg: 'Актуализации по сигурността' са актуализации, които закърпват уязвимости.
ca: Les «actualitzacions de seguretat» corregeixen vulnerabilitats.
cs: Bezpečnostní aktualizace jsou ty, které opravují zranitelnosti.
cy: 'Diweddariadau diogelwch' sy'n cywiro gwendidau diogelwch.
da: "Sikkerhedsopdateringer" lapper sårbarheder.
de: Sicherheitsaktualisierungen sind Aktualisierungen welche Schwachstellen beheben.
el: Οι 'Ενημερώσεις ασφαλείας' είναι ενημερώσεις που επιδιορθώνουν κενά ασφαλείας.
eo: 'Sekurigaj ĝisdatigoj' estas ĝisdatigoj, kiuj flikas vundeblojn.
es: Las actualizaciones de seguridad corrigen vulnerabilidades.
et: 'Turvauuendused' parandavad turvaauke.
eu: 'Segurtasun eguneraketak' segurtasun ahulguneentzako adabakiak jartzen dituzten eguneraketak dira.
fi: ”Tietoturvapäivitykset” ovat päivityksiä, jotka paikkaavat haavoittuvaisuuksia.
fr_ca: Les "mises à jour de sécurité" sont des mises à jour qui corrigent les vulnérabilités.
he: 'עדכוני אבטחה' נועדו לתקן פרצות אבטחה.
hi: सुरक्षा अपडेट जो कमज़ोरियाँ ठीक करती हैं।
hr: 'Sigurnosne nadopune' su nadopune koje zakrpaju ranjivost sustava.
hu: A „Biztonsági frissítések” biztonsági hibajavításokat tartalmaznak.
ia: Le «Actualisationes de securitate» es actualisationes que repecia vulnerabilitates.
id: 'Pembaruan keamanan' adalah pembaruan yang menambal kerentanan.
is: 'Öryggisuppfærslur' eru uppfærslur sem laga öryggisgalla.
it: Gli "Aggiornamenti di sicurezza" sono aggiornamenti che riparano vulnerabilità.
ja: 'セキュリティアップデート' は、セキュリティの脆弱性にパッチを当てるアップデートです。
kab: "Ileqman n tɣellist" d ileqman iseɣtayen ayen ur nerkid ara.
lt: "Saugumo atnaujinimai" yra atnaujinimai, kurie pataiso pažeidžiamumus.
nl: 'Veiligheidsreparaties' zijn actualiseringen die kwetsbaarheden verhelpen.
pl: 'Aktualizacje bezpieczeństwa' są aktualizacjami łatającymi luki w zabezpieczeniach.
pt: 'Atualizações de segurança' são aquelas que corrigem vulnerabilidades.
pt_br: "Atualizações de segurança" são atualizações que trazem correções de vulnerabilidades.
ro: „Actualizările de securitate” sunt actualizări care remediază vulnerabilități.
ru: «Обновления безопасности» предоставляют исправления уязвимостей.
sk: Bezpečnostné aktualizácie sú aktualizácie, ktoré opravujú zraniteľnosti systému.
sl: Varnostne posodobitve so posodobitve, ki odpravljajo varnostne ranljivosti.
sr: „Безбедносна ажурирања“ су ажурирања која крпе рањивости.
sr@latin: 'Sigurnosna ažuriranja' su ažuriranja koja donose zakrpe za ranjivosti.
sv: 'Säkerhetsuppdateringar' är uppdateringar som korrigerar säkerhetsproblem.
tr: 'Güvenlik güncellemeleri' açıkları yamalayan güncellemelerdir.
uk: ‹Оновлення безпеки› – це оновлення, які виправляють уразливості.
vi: 'Bản cập nhật bảo mật' là bản cập nhật vá các lỗ hổng bảo mật.

source: 'Kernel updates' represent the installation of a newer kernel.
am: የ 'ከረኔል ማሻሻያ' የሚጠቅመው አዲስ ከረኔል ለ መግጠም ነው
ar: 'تحديثات Kernel' تمثل تثبيت نواة أحدث.
be: "Абнаўленні ядра" ўяўляюць сабой усталяванне навейшай версіі ядра.
bg: 'Актуализации на ядра' представляват инсталация на по-ново ядро.
ca: Les «actualitzacions del kernel» suposen la instal·lació d'un kernel més recent.
cs: „Aktualizace jádra“ znamenají instalaci novějšího jádra systému.
cy: Mae 'diweddariadau cnewyll' yn dangos fod cnewyllyn newydd wedi ei osod.
da: "Kerneopdateringer" installerer en nyere kerne.
de: Kernelaktualisierungen stehen für die Installation eines neueren Kernels.
el: Οι 'Ενημερώσεις πυρήνα' αντιπροσωπεύουν εγκατάσταση νεότερης έκδοσης πυρήνα
eo: 'Kernaj ĝisdatigoj' prezentas la instalon de pli nova kerno.
es: Las actualizaciones del núcleo suponen la instalación de un núcleo más reciente.
et: 'Kerneli uuendused' paigaldavad uue kerneli.
eu: 'Nukleoaren eguneraketetan' nukleo berri bat instalatzen da.
fi: ”Kernel-päivitykset” asentavat uudemman kernelin eli käyttöjärjestelmäytimen.
fr_ca: Les "mises à jour du noyau" représentent l'installation d'un noyau plus récent.
he: 'עדכוני ליבה' משמעם התקנת ליבה (קרנל) חדש היותר.
hi: कर्नेल अपडेट जो नया कर्नेल इंस्टॉल करती हैं।
hr: 'Nadopune kernela' predstavljaju instalaciju novog kernela.
hu: A „Kernel frissítések” újabb kernel verziókat jelentenek.
ia: Le «Actualisationes de Kernel» representa le installation de un kernel plus recente.
id: 'Pembaruan Kernel' mewakili instalasi kernel yang lebih baru.
is: 'Kjarnauppfærslur' tákna að þá er verið að setja upp nýjan kjarna.
it: Gli "Aggiornamenti del kernel" consistono nell'installazione di un kernel più recente.
ja: 'カーネルアップデート' は、新しいカーネルをインストールすることです。
kab: "Ileqman n iɣes" d asebded n iɣes amaynut aneggaru.
lt: "Branduolio atnaujinimai" atvaizduoja naujo branduolio įdiegimą.
nl: 'Bijgewerkte systeemkernen' zijn eigenlijk gewoon volledige nieuwe systeemkernen.
pl: 'Aktualizacje jądra' zapewniają instalację nowszego jądra.
pt: 'Atualizações Kernel' representam a instalação de um novo kernel.
pt_br: 'Atualizações do kernel' representam a instalação de um novo kernel.
ro: „Actualizările de nucleu” reprezintă instalarea unui nucleu nou.
ru: «Обновления ядра» позволяют устанавливать новые версии ядра.
sk: Aktualizácie jadra sa starajú o inštaláciu nového jadra.
sl: Posodobitve jedra predstavljajo namestitev novejšega jedra.
sr: „Ажурирања кернела“ представљају инсталацију најновијег кернела система.
sr@latin: 'Ažuriranja kernela' predstavljaju instalaciju novijeg kernela.
sv: 'Kärnuppdateringar' installerar en nyare kärna.
tr: 'Çekirdek güncellemeleri' daha yeni bir çekirdeğin kurulumunu sunar.
uk: ‹Оновлення ядра› відповідають встановленню новішого ядра.
vi: 'Cập nhật nhân kernel' đại diện cho việc cài đặt một nhân kernel mới hơn.
