Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: This update affects the following installed package:
ast: Esti anovamientu afeuta al siguiente paquete instaláu:
be: Гэта абнаўленне закране наступны ўсталяваны пакет:
bg: Тази актуализация засяга следния инсталиран пакет:
cy: Mae'r diweddariad yn effeithio'r pecyn wedi ei osod canlynol:
el: Αυτή η ενημέρωση επηρεάζει το ακόλουθο πακέτο:
eo: Ĉi tiu ĝisdatigo tuŝas la sekvan instalitan pakon:
es: Esta actualización afecta al paquete instalado siguiente:
et: See uuendus mõjutab järgmist paigadatud paketti:
eu: Eguneraketa honek instalatutako pakete honi eragiten dio:
fa: این بروزرسانی بر بسته‌ نصب شده زیر تاثیر خواهد گذاشت:
fr_ca: Cette mise à jour concerne le paquet suivant :
he: העדכון משפיע על החבילה המותקנת הבאה:
hi: इस अपडेट द्वारा निम्नलिखित पैकेज प्रभावित होंगे :
ia: Iste actualisation affice le sequente pacchetto installate:
id: Pembaruan ini mempengaruhi paket yang dipasang berikut ini:
is: Þessi uppfærsla hefur áhrif á eftirfarandi uppsettan pakka:
it: Questo aggiornamento coinvolge il seguente pacchetto installato:
ja: このアップデートは、インストールされている次のパッケージに影響します:
kab: Aleqqem-agi ad inal akemmus-agi yettwasbedden:
lo: ການອັບເດດນີ້ສົ່ງຜົນກະທົບຕໍ່ແພັກເກດທີ່ຕິດຕັ້ງຕໍ່ໄປນີ້:
lt: Šis atnaujinimas paveikia šį įdiegtą paketą:
lv: Šis atjauninājums ietekmē šādu instalētu pakotni:
nb: Denne oppdateringen påvirker følgende installerte pakke:
nl: Deze actualisering betreft het volgende geïnstalleerde pakket:
nn: Denne oppdateringa påverkar den følgjande installerte pakken:
oc: Aquesta mesa a jorn afècta lo paquet installat seguent :
pl: Ta aktualizacja ma wpływ na zainstalowany pakiet:
pt: Esta atualização afeta o seguinte pacote instalado:
pt_br: Esta atualização afeta o seguinte pacote instalado:
ro: Această actualizare afectează următorul pachet instalat:
ru: Это обновление затрагивает следующий установленный пакет:
sl: Ta posodobitev vpliva na naslednje nameščene pakete:
sr: Ова исправка обухвата следећи инсталирани пакет:
sr@latin: Ovo ažuriranje ima uticaja na sledeći instalirani paket:
sv: Denna uppdatering påverkar följande installerade paket:
uk: Це оновлення впливає на такий установлений пакунок:
uz: Ushbu yangilanish quyidagi o‘rnatilgan paketga ta'sir qiladi:
vi: Bản cập nhật này ảnh hưởng đến các gói đã cài đặt sau:

source: Total size:
am: ጠቅላላ መጠኑ:
ast: Tamañu total:
be: Агульны памер:
bg: Общ размер:
cy: Cyfanswm maint:
el: Συνολικό μέγεθος:
eo: Totala grando:
es: Tamaño total:
et: Kogusuurus:
eu: Tamaina osoa:
fa: جمع کل:
fr_ca: Taille totale :
he: גודל כולל:
hi: कुल आकार :
ia: Dimensiones total:
id: Ukuran total:
is: Heildarstærð:
it: Dimensione totale:
ja: 合計サイズ:
kab: Tiddi tuɣridt:
lo: ຂະໜາດທັງໝົດ:
lt: Bendras dydis:
lv: Kopējais izmērs:
nb: Total størrelse:
nl: Totale grootte:
nn: Total storleik:
oc: Talha totala :
pl: Całkowity rozmiar:
pt: Tamanho total:
pt_br: Tamanho total:
ro: Dimensiune totală:
ru: Общий размер:
sl: Skupna velikost:
sr: Укупна величина:
sr@latin: Ukupna veličina:
sv: Total storlek:
uk: Підсумковий розмір:
uz: Jami hajmi:
vi: Tổng kích thước:

source: Ignore the current update for this package
ast: Nun anovar esti paquete.
be: Прапусціць адно абнаўленне для гэтага пакета
bg: Игнорирайте текущата актуализация за този пакет
cy: Anwybyddu'r diweddariad cyfredol ar gyfer y pecyn hwn
el: Αγνόησε την τωρινή αναβάθμιση αυτού του πακέτου
eo: Malatentu la nunan ĝisdatigon por ĉi tiu pako
es: Ignorar esta actualización de este paquete
et: Eira selle paketi praegust uuendust
eu: Ez ikusi egin pakete honen uneko eguneraketari
fa: نادیده گرفتن بروزرسانی فعلی برای این بسته
fr_ca: Ignorer cette mise à jour
he: להתעלם מהעדכון הנוכחי לחבילה זו
hi: इस पैकेज हेतु वर्तमान उपलब्ध अपडेट अनदेखी करें
ia: Ignorar iste actualisation pro iste pacchetto
id: Abaikan pembaruan terkini untuk paket ini
is: Hunsa fyrirliggjandi uppfærslu fyrir þennan pakka
it: Ignora questo aggiornamento per questo pacchetto
ja: このパッケージの現在のアップデートを無視
kab: Ttu aleqqem amiran i ukemmus-agi
lo: ບໍ່ສົນໃຈການອັບເດດປັດຈຸບັນສຳລັບແພັກເກດນີ້
lt: Nepaisyti esamo šio paketo atnaujinimo
lv: Ignorēt šīs pakotnes pašreizējo atjauninājumu
nb: Ignorer den gjeldende oppdateringen for denne pakken
nl: Negeer de huidige actualisering voor dit pakket
nn: Ignorer den gjeldande oppdateringa for denne pakken
oc: Ignorar aquesta mesa a jorn
pl: Zignoruj ​​bieżącą aktualizację tego pakietu
pt: Ignorar atualização para este pacote
pt_br: Ignore a atualização atual para esse pacote
ro: Ignorare actualizarea curentă pentru acest pachet
ru: Игнорировать текущее обновление этого пакета
sl: Prezri trenutno posdobitev za ta paket
sr: Игноришите тренутна ажурирања за овај пакет
sr@latin: Ignoriši trenutno ažuriranje za ovaj paket
sv: Välj bort den aktuella uppdateringen av detta paket
uk: Нехтувати поточне оновлення для цього пакунку
uz: Ushbu paket uchun joriy yangilanishga e'tibor berilmasin
vi: Bỏ qua bản cập nhật hiện tại cho gói này

source: Ignore all future updates for this package
ast: Inorar tolos anovamientos futuros pa esti paquete
be: Прапускаць усе будучыя абнаўленні для гэтага пакета
bg: Игнорирайте всички бъдещи актуализации за този пакет
cy: Anwybyddu diweddariadau i'r dyfodol o'r pecyn hwn
el: Αγνόηση όλων των μελλοντικών ενημερώσεων για αυτό το πακέτο
eo: Malatentu ĉiujn estontajn ĝisdatigojn por ĉi tiu pako
es: Ignorar todas las actualizaciones futuras de este paquete
et: Eira selle paketi kõiki tulevasi uuendusi
eu: Ez ikusi egin pakete honen etorkizuneko eguneraketa guztiei
fa: نادیده‌ گرفتن تمام بروزرسانی های آینده برای این بسته
fr_ca: Ignorer toutes les mises à jours futures pour ce paquet
he: להתעלם מכל העדכונים העתידיים לחבילה זו
hi: इस पैकेज हेतु सभी भावी अपडेट अनदेखी करें
ia: Ignorar tote le futur actualisationes pro iste pacchetto
id: Abaikan semua pembaruan mendatang untuk paket ini
is: Hunsa allar framtíðaruppfærslur fyrir þennan pakka
it: Ignora tutti i futuri aggiornamenti per questo pacchetto
ja: このパッケージの今後のアップデートを全て無視
kab: Ttu akk ileqman n yimmal i ukemmus-agi
lo: ບໍ່ສົນໃຈການອັບເດດທັງໝົດໃນອະນາຄົດສຳລັບແພັກເກດນີ້
lt: Nepaisyti visų būsimųjų šio paketo atnaujinimų
lv: Ignorēt visus turpmākos šīs pakotnes atjauninājumus
nb: Ignorer alle fremtidige oppdateringer for denne pakken
nl: Negeer alle huidige en toekomstige actualiseringen voor dit pakket
nn: Ignorer alle framtidige oppdateringar for denne pakken
oc: Ignorar totas las mesas a jorn futuras per aqueste paquet
pl: Ignoruj ​​wszystkie przyszłe aktualizacje tego pakietu
pt: Ignorar todas as futuras atualizações para este pacote
pt_br: Ignore todas as futuras atualizações para esse pacote
ro: Ignorare toate actualizările viitoare pentru acest pachet
ru: Игнорировать все будущие обновления этого пакета
sl: Prezri vse bodoče posodobitve za ta paket
sr: Занемарите сва будућа ажурирања за овај пакет
sr@latin: Ignoriši sva buduća ažuriranja za ovaj paket
sv: Välj bort alla framtida uppdateringar av detta paket
uk: Нехтувати всі подальші оновлення для цього пакунку
uz: Ushbu paket uchun kelajakdagi barcha yangilanishlarga e'tibor berilmasin
vi: Bỏ qua tất cả các bản cập nhật trong tương lai cho gói này

source: Date
am: ቀን
ar: التاريخ
ast: Data
be: Дата
bg: Дата
ca: Data
cs: Datum
cy: Dyddiad
da: Dato
de: Datum
el: Ημερομηνία
eo: Dato
es: Fecha
et: Kuupäev
eu: Data
fa: تاریخ
fi: Päivämäärä
he: תאריך
hi: दिनांक
hr: Datum
hu: Dátum
ia: Data
id: Tanggal
is: Dagsetning
it: Data
ja: 日付
kab: Azemz
lo: ວັນທີ
lt: Data
lv: Datums
nb: Dato
nl: Datum
nn: Dato
oc: Data
pl: Data
pt: Data
pt_br: Data
ro: Dată
ru: Дата
sk: Dátum
sl: Datum
sr: Датум
sr@latin: Datum
sv: Datum
tr: Tarih
uk: Дата
uz: Sana
vi: Ngày

source: Update
am: ማሻሻያ
ast: Anovar
be: Абнавіць
bg: Обновяване
cy: Diweddaru
el: Ενημέρωση
eo: Ĝisdatigo
es: Actualizar
et: Värskenda
eu: Eguneratu
fa: به‌روزرسانی
fr_ca: Mise à jour
he: עדכון
hi: अपडेट
ia: Actualisar
id: Perbarui
is: Uppfæra
it: Aggiorna
ja: アップデート
kab: Leqqem
lo: ອັບເດດ
lt: Atnaujinti
lv: Atjaunināt
nb: Oppdater
nl: Bijwerken
nn: Oppdater
oc: Metre a jorn
pl: Aktualizuj
pt: Atualizar
pt_br: Atualizar
ro: Actualizează
ru: Обновить
sl: Posodobi
sr: Ажурирај
sr@latin: Ažuriraj
sv: Uppdatera
uk: Оновлення
uz: Yangilash
vi: Cập nhật

source: package
am: ጥቅል
ast: paquete
be: пакет
bg: пакет
cy: pecyn
el: πακέτο
eo: pako
es: paquete
et: pakett
eu: paketea
fa: بسته
fr_ca: paquet
he: חבילה
hi: पैकेज
ia: pacchetto
id: paket
is: pakka
it: pacchetto
ja: パッケージ
kab: akemmus
lo: ແພັກເກດ
lt: paketas
lv: pakotne
nb: pakke
nl: pakket
nn: pakke
oc: paquet
pl: pakiet
pt: pacote
pt_br: pacote
ro: pachet
ru: пакет
sl: paket
sr: пакет
sr@latin: paket
sv: paket
uk: пакунок
uz: paket
vi: gói

source: Options
am: ምርጫዎች
ar: خيارات
ast: Opciones
be: Опцыі
bg: Опции
ca: Opcions
cs: Možnosti
cy: Dewisiadau
da: Indstillinger
de: Optionen
el: Επιλογές
eo: Agordoj
es: Opciones
et: Valikud
eu: Aukerak
fa: گزینه‌ها
fi: Asetukset
he: אפשרויות
hi: विकल्प
hr: Mogućnosti
hu: Beállítások
ia: Optiones
id: Pilihan
is: Valkostir
it: Opzioni
ja: オプション
kab: Iɣewwaṛen
lo: ຕົວເລືອກ
lt: Parametrai
lv: Opcijas
nb: Valg
nl: Opties
nn: Alternativ
oc: Opcions
pl: Opcje
pt: Opções
pt_br: Opções
ro: Opțiuni
ru: Настройки
sk: Možnosti
sl: Možnosti
sr: Опције
sr@latin: Opcije
sv: Alternativ
tr: Seçenekler
uk: Опції
uz: Variantlar
vi: Tùy chọn

source: Blacklist
am: የ ጥቁር ዝርዝር
ar: القائمة السوداء
be: Чорны спіс
bg: Черен списък
ca: Llista negra
cs: Seznam aktualizací které vynechat
cy: Rhestr gwaharddedig
da: Sortliste
de: Negativliste
el: Μαύρη λίστα
eo: Nigra listo
es: Lista negra
et: Must nimekiri
eu: Zerrenda beltza
fi: Mustalista
fr_ca: Liste noire
he: רשימה שחורה
hi: निरुद्ध सूची
hr: Zabranjene nadopune
hu: Feketelista
ia: Lista nigre
id: Daftar Hitam
is: Bannlisti
it: Lista nera
ja: ブロックリスト
kab: Tabdart taberkant
lt: Juodasis sąrašas
nl: Zwarte lijst
pl: Czarna lista
pt: Lista negra
pt_br: Lista negra
ro: Lista neagră
ru: Чёрный список
sk: Čierna listina
sl: Črni seznam
sr: Списак забрана
sr@latin: Crna lista
sv: Svartlista
tr: Karaliste
uk: Чорний перелік
vi: Danh sách đen

source: Automation
ast: Automatización
be: Аўтаматызацыя
bg: Автоматизация
cy: Awtomatiaeth
el: Αυτοματοποίηση
eo: Aŭtomatigo
es: Automatización
et: Automatiseerimine
eu: Automatizazioa
fa: خودکارسازی
fr_ca: Automatisation
he: אטמוט
hi: स्वतः
id: Otomatisasi
is: Sjálfvirkni
it: Azioni automatiche
ja: 自動化
kab: Aswurmen
lo: ການເຮັດວຽກອັດຕະໂນມັດ
lt: Automatizavimas
lv: Automatizācija
nb: Automatisering
nl: Automatisering
nn: Automasjon
oc: Automatizacion
pl: Automatyzacja
pt: Automatização
pt_br: Automação
ro: Automatizare
ru: Автоматизация
sl: Avtomatizacija
sr: Аутоматизација
sr@latin: Automatizacija
sv: Automatisering
uk: Автоматизація
uz: Avtomatlashtirish
vi: Tự động hóa

source: Interface
am: ግንኙነት
ar: واجهة التعامل
ast: Aspeutu
be: Інтэрфейс
bg: Интерфейс
ca: Interfície
cy: Rhyngwyneb
el: Διεπαφή
eo: Fasado
es: Interfaz
et: Kasutajaliides
eu: Interfazea
fa: رابط
he: ממשק
hi: अंतरफलक
ia: Interfacie
id: Antarmuka
is: Viðmót
it: Interfaccia
ja: インタフェース
kab: Agrudem
lo: ສ່ວນຕິດຕໍ່ຜູ້ໃຊ້
lt: Sąsaja
lv: Saskarne
nb: Brukergrensesnitt
nl: Bedieningsschil
nn: Grensesnitt
oc: Interfàcia
pl: Interfejs
ro: Interfața
ru: Интерфейс
sl: Vmesnik
sr: Приступ
sr@latin: Interfejs
sv: Gränssnitt
uk: Інтерфейс
uz: Interfeys
vi: Giao diện

source: Hide the update manager after applying updates
am: የ ማሻሻያ አስተዳዳሪ ማሻሻያውን ከ ጨረሰ በኋላ መደበቂያ
ar: إخفاء مدير التحديث بعد تطبيق التحديثات
ast: Zarrar el xestor d'anovamientos al acabar
be: Хаваць кіраўнік абнаўленняў пасля ўжывання абнаўленняў
bg: Скриване на мениджъра след прилагане на актуализациите
ca: Oculta el gestor d'actualitzacions després d'aplicar les actualitzacions
cs: Po nainstalování aktualizací skrýt správu aktualizací
cy: Cuddio'r rheolwr dewisiadau ar ôl gosod y diweddariadau
da: Skjul opdateringshåndteringen efter opdateringerne er blevet installeret
de: Nach dem Anwenden der Aktualisierungen die Aktualisierungsverwaltung verbergen
el: Απόκρυψη του διαχειριστή ενημερώσεων μετά την εφαρμογή των ενημερώσεων
eo: Kaŝi la ĝisdatigan mastrumilon post apliko de ĝisdatigoj
es: Ocultar el gestor de actualizaciones tras aplicar las actualizaciones
et: Uuenduste haldur peidetakse pärast uuenduste rakendamist
eu: Ezkutatu eguneraketa kudeatzailea eguneraketak aplikatu ondoren
fa: مخفی‌کردن مدیر بروزرسانی پس از اعمال بروزرسانی ها
fi: Piilota päivitysten hallinta, kun päivitykset on toteutettu
fr_ca: Fermer la fenêtre du gestionnaire après l'application des mises à jour
he: הסתרת מנהל העדכונים לאחר החלת עדכונים
hi: अपडेट लागू करने के उपरांत अपडेट प्रबंधक छुपाएँ
hr: Sakrij upravitelja nadopuna nakon primjenjivanja nadopuna
hu: Frissítéskezelő elrejtése a frissítések telepítése után
ia: Celar le administrator de actualisationes post le application del actualisationes
id: Sembunyikan update manager setelah menerapkan update
is: Fela uppfærslustjórann eftir að uppfærslur hafa verið settar inn
it: Nascondi il Gestore aggiornamenti dopo aver applicato gli aggiornamenti
ja: アップデートを適用した後、アップデートマネージャーを隠す
kab: Mdel asfaylu n umsefrak n ileqman ticki ttusnesen ileqman
lo: ເຊື່ອງຕົວຈັດການອັບເດດຫຼັງຈາກນຳໃຊ້ການອັບເດດ
lt: Pritaikius atnaujinimus, slėpti atnaujinimų tvarkytuvę
lv: Slēpt atjauninājumu pārvaldnieku pēc atjauninājumu pielietošanas
nb: Skjul oppdateringsbehandleren etter at oppdateringene er utført
nl: Verberg Bijwerkbeheer na het installeren van actualiseringen
nn: Gøym oppdateringshandsamaren etter å ha tatt i bruk oppdateringar
oc: Rescondre lo gestionari de mesas a jorn un còp las actualizacions aplicadas
pl: Ukryj menedżera aktualizacji po zastosowaniu aktualizacji
pt: Ocultar aplicação após aplicar as atualizações
pt_br: Ocultar o Gerenciador de Atualizações após aplicar as atualizações do sistema
ro: Ascunde administratorul de actualizări după aplicarea actualizărilor
ru: Закрыть менеджер после установки обновлений
sk: Skryť správcu aktualizácií po ich aplikovaní
sl: Po uveljavitvi posodobitev skrij upravljalnik posodobitev
sr: Сакриј управника ажурирања након примене ажурирања
sr@latin: Sakrij Menadžer ažuriranja posle instaliranja ažuriranja
sv: Dölj uppdateringshanteraren efter att uppdateringarna blivit verkställda
tr: Güncellemeler uygulandıktan sonra güncelleme yöneticisini gizle
uk: Приховувати диспетчер оновлень після застосування оновлень
uz: Yangilanishlarni qo‘llaganingizdan so‘ng yangilash menejerini yashirish
vi: Ẩn trình quản lý cập nhật sau khi thực hiện cập nhật

source: Only show a tray icon when updates are available or in case of errors
am: የ ትሪ ምልክት ብቻ ማሳያ ማሻሻያ በሚኖር ጊዜ ወይንም ስህተት ሲፈጠር
ar: عرض أيقونة الصينية فقط عندما تكون التحديثات متوفرة أو في حالة وجود أخطاء
ast: Amosar un iconu namás cuandu hayan erros o anovamientos disponibles
be: Паказваць значок толькі калі ёсць даступныя абнаўленні ці ў выпадку памылак
bg: Показвай иконка на лентата само когато има актуализации, или при грешка
ca: Mostra la icona a la safata només quan hi ha actualitzacions disponibles o en cas d'error
cs: Zobrazovat ikonu v oznamovací oblasti pouze pokud jsou dostupné aktualizace nebo v případě chyby
cy: Dangos dim ond eicon cilfach pan mae diweddariadau ar gael neu pan fydd gwallau
da: Vis kun et statusfeltikon, når opdateringer er tilgængelige eller i tilfælde af fejl
de: Das Systemleistensymbol nur anzeigen, wenn Aktualisierungen verfügbar sind oder im Falle eines Fehlers
el: Δείξε ένα εικονίδιο στη γραμμή εργασιών, όταν υπάρχουν διαθέσιμες ενημερώσεις ή σε περίπτωση σφαλμάτων
eo: Nur montri taskopletan bildsimbolon, kiam ĝisdatigoj disponeblas aŭ ĉe eraroj
es: Mostrar el icono en la bandeja de sistema solo si hay actualizaciones disponibles o en caso de error
et: Nurgas on ikoon vaid siis, kui esines vigu või on saadaval uuendused
eu: Erakutsi erretiluko ikonoa soilik eguneraketak eskuragarri daudenean edo erroreak badaude
fa: نمایش فقط یک نماد سینی‌سیستم هنگام در دسترس بودن بروزرسانی ها یا بروز خطا
fi: Näytä kuvake ilmoitusalueella vain, kun päivityksiä on saatavilla tai on tapahtunut virhe
fr_ca: Ne montrer une icône dans la barre des tâches qu'en cas d'erreurs ou de mises à jour disponibles
he: הצגת סמל מגש מערכת כאשר קיימים עדכונים זמינים, או כשארעו שגיאות
hi: अपडेट उपलब्धता या त्रुटि हेतु केवल ट्रे आइकन दिखाएँ
hr: Samo prikaži ikonu u traci sustava kada su nadopune dostupne ili u slučaju greški
hu: Ikon megjelenítése az értesítési panelen ha van elérhető frissítés vagy hiba történt
ia: Sol monstrar le icone in le area de notification quando le actualisationes es disponibile o in caso de errores
id: Tampilkan ikon saja pada tray ketika terdapat update atau ketika ada masalah
is: Enungis birta táknmynd í kerfisbakka þegar nýjar uppfærslur eru tiltækar eða villur koma upp
it: Mostra l'icona nell'area di notifica solo quando ci sono aggiornamenti o in caso di errori
ja: アップデートが利用可能、またはエラーが発生した場合にのみトレイアイコンを表示
kab: Ur beqqeḍ ara tignit di tfeggagt n twuriwin alama tella tuccḍa neɣ ileqman iwejden
lo: ສະແດງໄອຄອນໃນຖາດລະບົບສະເພາະເມື່ອມີການອັບເດດ ຫຼື ໃນກໍລະນີທີ່ເກີດຂໍ້ຜິດພາດ
lt: Rodyti dėklo piktograma tik tuomet, kai yra atnaujinimų arba atsirado klaidų
lv: Rādīt sistēmas ikonjoslas ikonu tikai tad, kad ir pieejami atjauninājumi vai notikusi kļūda
nb: Bare vis et ikon på oppgavelinjen om oppdateringer er tilgjengelige eller ved feil
nl: Toon alleen een systeemvakpictogram wanneer er actualiseringen beschikbaar zijn of in geval van fouten
nn: Vis berre eit systemfeltikon når oppdateringar er tilgjengelege eller ved feil
oc: Mostrar solament una icòna dins la barra de prètzfaches quand i a d’errors o de mesas a jorn disponiblas
pl: Pokazuj ikonę w zasobniku tylko w przypadku dostępnych aktualizacji lub wystąpienia błędu
pt: Apenas mostrar ícone na bandeja se existirem atualizações ou se ocorrerem erros
pt_br: Apenas mostrar o ícone no painel se houver atualizações disponíveis ou em caso de erros
ro: Arată numai o pictogramă în bara de activități, atunci când sunt disponibile actualizări sau în caz de erori.
ru: Показывать значок в области уведомлений только при наличии обновлений или ошибок
sk: V prípade chýb alebo dostupnosti aktualizácií iba zobraziť ikonu na systémovej lište
sl: Skrij ikono sistemske vrstice, ko so na voljo posodobitve ali v primeru napak
sr: Само покажи иконицу са палете када су ажурирања доступна или у случају грешака
sr@latin: Prikaži ikonu u sistemskoj traci samo kada su ažuriranja dostupna ili u slučaju grešaka
sv: Visa endast ikonen i systembrickan när uppdateringar finns tillgängliga eller om något fel har uppstått
tr: Sistem çekmecesi simgesini, sadece güncellemeler olduğunda ya da hata durumunda göster
uk: Показувати лоткову піктограму лише тоді, коли доступні оновлення або коли стаються помилки
uz: Trey belgisini faqat yangilanishlar mavjud bo‘lganda yoki xatolar yuzaga kelganda ko‘rsatish
vi: Chỉ hiện biểu tượng khay khi có cập nhật hoặc gặp lỗi

source: Auto-refresh
am: በራሱ-ማነቃቂያ
ar: تحديث-تلقائي
ast: Auto-refrescar
be: Аўта-абнаўленне
bg: Автоматично опресняване
ca: Refresc automàtic
cs: Automatické obnovování
cy: Awto Ddiweddaru
da: Auto-genopfrisk
de: Automatisch auffrischen
el: Αυτόματη ανανέωση
eo: Aŭtomata aktualigo
es: Recarga automática
et: Automaatne uuendamine
eu: Freskatu automatikoki
fa: تازه‌سازی-خودکار
fi: Virkistä automaattisesti
fr_ca: Actualisation automatique
he: רענון אוטומטי
hi: स्वतः रिफ्रेश
hr: Automatsko osvježavanje
hu: Automatikus frissítés
ia: Actualisation automatic
id: Segarkan otomatis
is: Endurlesa sjálfkrafa
it: Aggiornamento automatico
ja: 自動で再読み込み
kab: Amucceḍ awurman
lo: ໂຫຼດຄືນໃໝ່ອັດຕະໂນມັດ
lt: Automatinis įkėlimas iš naujo
lv: Automātiskā atsvaidzināšana
nb: Auto-gjenoppfrisk
nl: Automatisch verversen
nn: Auto-oppfrisk
oc: Refrescament auto
pl: Automatyczne odświeżanie
pt: Recarregar automaticamente
pt_br: Atualização automática
ro: Auto-reîncărcare
ru: Автообновление
sk: Automatické obnovenie
sl: Samodejno osveži
sr: Ауто-освежење
sr@latin: Automatsko osvežavanje
sv: Uppdatera automatiskt
tr: Otomatik yenileme
uk: Автоосвіжування вмісту
uz: Avtoyangilash
vi: Tự động làm mới

source: Refresh the list of updates automatically
ast: Refrescar la llista d'anovamientos automáticamente
be: Абнаўляць спіс абнаўленняў аўтаматычна
bg: Автоматично освежаване на списъка с актуализации
cy: Adnewyddu'r rhestr o ddiweddariadau yn awtomatig
el: Αυτόματη ανανέωση της λίστας ενημερώσεων
eo: Aktualigi la liston de ĝisdatigoj aŭtomate
es: Recargar la lista de actualizaciones automáticamente
et: Uuenduste nimekirja automaatne värskendamine
eu: Freskatu eguneraketen zerrenda automatikoki
fa: تازه‌سازی لیست به‌روزرسانی ها به‌طور خودکار
fr_ca: Actualiser la liste des mises à jour automatiquement
he: רענון רשימת העדכונים באופן אוטומטי
hi: अपडेट सूची स्वतः रिफ्रेश करें
ia: Refrescar automaticamente le lista del actualisationes
id: Segarkan daftar pembaruan secara otomatis
is: Endurlesa uppfærslulista sjálfkrafa
it: Cerca gli aggiornamenti automaticamente
ja: アップデートの一覧を自動的に再読み込みする
kab: Sismeḍ s wudem awurman tabdart n ileqman
lo: ໂຫຼດລາຍການອັບເດດຄືນໃໝ່ໂດຍອັດຕະໂນມັດ
lt: Automatiškai iš naujo įkelti atnaujinimų sąrašą
lv: Atjaunināt atjauninājumu sarakstu automātiski
nb: Oppdater listen over oppdateringer automatisk
nl: Ververs de lijst met actualiseringen automatisch
nn: Oppfrisk lista over oppdateringar automatisk
oc: Refrescar la lista de las mesas a jorn automaticament
pl: Odśwież listę aktualizacji automatycznie
pt: Recarregar lista de atualizações automaticamente
pt_br: Atualizar a lista de atualizações automaticamente
ro: Reîmprospătarea listei actualizărilor automate
ru: Обновлять список обновлений автоматически
sl: Samedejno osveži seznam posodobitev
sr: Oсвежи листу аутоматског ажурирања
sr@latin: Osveži spisak ažuriranja automatski
sv: Hämta om listan med uppdateringar automatiskt
uk: Оновлювати перелік оновлень автоматично
uz: Yangilanishlar ro‘yxatini avtomatik ravishda yangilash
vi: Tự động làm mới danh sách cập nhật

source: days
am: ቀኖች
ar: أيام
ast: díes
be: дзён
bg: дни
ca: dies
cs: dnů
cy: diwrnod
da: dage
de: Tage
el: ημέρες
eo: tagoj
es: días
et: päeva
eu: egun
fa: روز
fi: päivää
fr_ca: jours
he: ימים
hi: दिन
hr: dana
hu: nap
ia: dies
id: hari
is: dagar
it: giorni
ja: 日
kab: Ussan
lo: ມື້
lt: dienos
lv: dienas
nb: dager
nl: dagen
nn: dagar
oc: jorns
pl: dni
pt: dias
pt_br: dias
ro: zile
ru: дн.
sk: dní
sl: dnevi
sr: дана
sr@latin: dana
sv: dagar
tr: gün
uk: днів
uz: kun
vi: ngày

source: hours
am: ሰአቶች
ar: ساعات
ast: hores
be: гадзін
bg: часа
ca: hores
cs: hodin
cy: awr
da: timer
de: Stunden
el: ώρες
eo: horoj
es: horas
et: tundi
eu: ordu
fa: ساعت
fi: tuntia
fr_ca: heures
he: שעות
hi: घंटें
hr: sata
hu: óra
ia: horas
id: jam
is: klukkustundir
it: ore
ja: 時間
kab: isragen
lo: ຊົ່ວໂມງ
lt: valandos
lv: stundas
nb: timer
nl: uren
nn: timar
oc: oras
pl: godziny
pt: horas
pt_br: horas
ro: ore
ru: ч.
sk: hodín
sl: ure
sr: сата
sr@latin: časova
sv: timmar
tr: saat
uk: годин
uz: soat
vi: giờ

source: minutes
am: ደቂቃዎች
ar: دقائق
ast: minutos
be: хвілін
bg: минути
ca: minuts
cs: minut
cy: munud
da: minutter
de: Minuten
el: λεπτά
eo: minutoj
es: minutos
et: minutit
eu: minutu
fa: دقیقه
fi: minuuttia
he: דקות
hi: मिनट्स
hr: minuta
hu: perc
ia: minutas
id: menit
is: mínútur
it: minuti
ja: 分
kab: Tisdatin
lo: ນາທີ
lt: minutės
lv: minūtes
nb: minutter
nl: minuten
nn: minutt
oc: minutas
pl: minuty
pt: minutos
pt_br: minutos
ro: minute
ru: мин.
sk: minút
sl: minute
sr: минута
sr@latin: minuta
sv: minuter
tr: dakika
uk: хвилин
uz: daqiqa
vi: phút
