Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Linux kernel %s
am: ሊነክስ ከረኔል %s
ar: نواة Linux %s
ast: Kernel Linux %s
be: Ядро Linux %s
bg: Линукс ядро %s
ca: Kernel de Linux %s
cs: Linuxové jádro %s
cy: Cnewyllyn Linux %s
da: Linux-kerne %s
el: Πυρήνας Linux %s
eo: Linuksa kerno %s
es: Núcleo Linux %s
et: Linuxi kernel %s
eu: Linux nukleoa %s
fa: کرنل Linux %s
fi: Linux-ydin %s
fr_ca: Noyau Linux %s
he: ליבת לינוקס %s
hi: लिनक्स कर्नेल %s
ia: Kernel %s de Linux
id: Kernel Linux %s
is: Linux kjarni %s
it: Kernel %s di Linux
ja: Linux カーネル %s
kab: Iɣes Linux %s
lo: ເຄີເນວລີນຸກ %s
lt: Linux branduolys %s
lv: Linux kodols %s
nb: Linux kjernen %s
nl: Linux-systeemkern %s
nn: Linux-kjerne %s
oc: Nuclèu Linux %s
pl: Jądro Linuksa %s
pt: Kernel Linux %s
pt_br: Kernel linux %s
ro: Nucleu Linux %s
ru: Ядро Linux %s
sk: Linuxové jadro %s
sl: Jedro Linux %s
sr: Линукс кернел %s
sr@latin: Linuks kernel %s
sv: Linuxkärna %s
tr: Linux çekirdeği %s
uk: Ядро Linux «%s»
uz: Linux yadrosi %s

source: The Linux kernel.
am: የ ሊነክስ ከረኔል
ar: نواة Linux.
ast: El Kernel Linux
be: Ядро Linux.
bg: Линукс ядрото.
ca: El kernel de Linux.
cs: Linuxové jádro
cy: Cnewyllyn Linux
da: Linux-kernen.
de: Der Linux-Kernel.
el: Ο πυρήνας Linux.
eo: La Linuksa kerno.
es: El núcleo Linux.
et: Linuxi kernel.
eu: Linux nukleoa.
fa: کرنل Linux.
fi: Linux-ydin.
fr_ca: Le noyau Linux.
he: ליבת הלינוקס.
hi: लिनक्स कर्नेल।
hr: Linux kernel.
hu: A Linux kernel.
ia: Le kernel de Linux
id: Kernel Linux.
is: Linux kjarninn.
it: Il kernel di Linux
ja: Linux カーネル。
kab: Iɣes Linux.
lo: ເຄີເນວລີນຸກ.
lt: Linux branduolys.
lv: Linux kodols.
nb: Linux kjernen.
nl: De Linux-systeemkern.
nn: Linux-kjerna.
oc: Lo nuclèu Linux.
pl: Jądro Linuksa.
pt: O kernel Linux.
pt_br: O kernel Linux.
ro: Nucleul Linux
ru: Ядро Linux.
sk: Linuxové jadro.
sl: Jedro Linuxa.
sr: Линукс кернел.
sr@latin: Linuks kernel.
sv: Linuxkärnan.
tr: Linux çekirdeği
uk: Ядро Linux.
uz: Linux yadrosi.
