Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: The Update Manager provides your operating system with software and security updates.
am: የ ማሻሻያ አስተዳዳሪ የሚያቀርበው ለ እርስዎ የ መስሪያ ስርአት ሶፍትዌር ርና የ ደህነንት ማሻሻያ ነው
ar: يقدم مدير التحديث لنظام التشغيل الخاص بك تحديثات البرامج والأمان.
be: Кіраўнік абнаўленняў забяспечвае вашу аперацыйную сістэму абнаўленнямі праграм і бяспекі.
bg: Мениджъра на актуализациите снабдява операционната система с актуализации за софтуера и по сигурността.
ca: El gestor d'actualitzacions proporciona actualitzacions de programari i de seguretat per al sistema operatiu.
cs: Správa aktualizací dodává operačnímu systému aktualizace software a opravy zabezpečení.
cy: Mae'r Rheolwr Diweddaru yn darparu diweddariadau meddalwedd a diogelwch i'ch system weithredu.
da: Opdateringshåndtering leverer program- og sikkerhedsopdateringer til dit styresystem.
de: Die Aktualisierungsverwaltung versorgt Ihr Betriebssystem mit Anwendungs- und Sicherheitsaktualisierungen.
el: Ο Διαχειριστής Ενημερώσεων παρέχει στο λειτουργικό σας σύστημα ενημερώσεις λογισμικού και ασφάλειας.
eo: La ĝisdatiga mastrumilo provizas programarajn kaj sekurigajn ĝisdatigojn al via operaciumo.
es: El gestor de actualizaciones proporciona actualizaciones de software y de seguridad para el sistema operativo.
et: Uuenduste haldur pakub oma operatsioonisüsteemile tarkvara ja turvalisuse uuendusi.
eu: Eguneraketa-kudeatzaileak software eta segurtasun eguneraketekin hornitzen du zure sistema eragilea.
fi: Päivitysten hallinta tarjoaa käyttöjärjestelmääsi ohjelmisto- ja turvapäivityksiä.
fr_ca: Le Gestionnaire de mises à jour offre à votre système d'exploitation des mises à jour logicielles et de sécurité.
he: מנהל העדכונים מספק למערכת ההפעלה עדכוני תוכנה ואבטחה.
hi: अपडेट प्रबंधक द्वारा ऑपरेटिंग सिस्टम हेतु सॉफ्टवेयर व सुरक्षा अपडेट प्रदान की जाती हैं।
hr: Upravitelj nadopuna opskrbljuje vaš operativni sustav sa softverskim i sigurnosnim nadopunama.
hu: A Frissítéskezelő látja el az operációs rendszert szoftver- és biztonsági frissítésekkel.
ia: Le Gestor de actualisationes provide tu Systema operative con actualisationes de software e de securitate.
id: Manajer Pembaruan memberi sistem operasi Anda pembaruan perangkat lunak dan keamanan.
is: Uppfærslustjórinn nær í öryggisuppfærslur og gefur þér færi á að setja upp hugbúnað.
it: Il Gestore aggiornamenti fornisce al vostro sistema operativo aggiornamenti per il software e la sicurezza.
ja: アップデートマネージャーは、オペレーティングシステムにソフトウェアアップデートとセキュリティアップデートを提供します。
kab: Amsefrak n ileqman ad yefk i unagraw n wammud inek ileqman n iseɣẓanen akked tɣellist.
lt: Atnaujinimų tvarkytuvė pateikia jūsų sistemai programinės įrangos bei saugumo atnaujinimus.
nl: Bijwerkbeheer voorziet uw besturingssysteem van veiligheidsreparaties en foutreparaties.
pl: Menedżer aktualizacji zapewnia aktualizacje oprogramowania oraz aktualizacje zabezpieczeń dla Twojego systemu.
pt: O gestor de atualizações disponibiliza as atualizações de segurança e das aplicações instaladas no seu sistema.
pt_br: O Gerenciador de Atualizações fornece ao sistema operacional as atualizações de software e segurança.
ro: Administratorul de actualizări furnizează sistemului de operare actualizări de software și securitate.
ru: Менеджер обновлений обеспечивает вашу операционную систему обновлениями программного обеспечения и безопасности системы.
sk: Správca Aktualizácií zabezpečuje pre Váš operačný systém softvérové a bezpečnostné aktualizácie.
sl: Upravitelj posodobitev zagotavlja vašemu operacijskemu sistemu programske in varnostne posodobitve.
sr: Управник ажурирања обезбеђује вашем оперативном систему софтверска и безбедносна ажурирања.
sr@latin: Menadžer ažuriranja obezbeđuje Vašem operativnom sistemu ažuriranja softvera i bezbednosna ažuriranja.
sv: Uppdateringshanteraren förser ditt operativsystem med program och säkerhetsuppdateringar.
tr: Güncelleme Yöneticisi, işletim sisteminize yazılım ve güvenlik güncellemelerini sağlar.
uk: «Диспетчер оновлень» надає вашій операційній системі оновлення програм й оновлення безпеки.
vi: Trình quản lý cập nhật cung cấp cho hệ điều hành của bạn các bản cập nhật phần mềm và bảo mật.

source: Updates are important because they keep your computer safe, eliminate bugs and can even add new features to your operating system.
am: ማሻሻያ በጣም አስፈላጊ ነው: የ እርስዎን ኮምፒዩተር ከ ችግር በጥንቃቄ ይጠብቃል: ችግሮችን ያስወግዳል: እና የ መስሪያ ስርአት ገጽታዎችንም ያሻሽላል
ar: التحديثات مهمة لأنها تحافظ على أمان الكمبيوتر الخاص بك، وتقضي على الخلل ويمكنها إضافة ميزات جديدة لنظام التشغيل الخاص بك.
be: Абнаўленні важныя, таму што яны захоўваюць ваш камп'ютар у бяспецы, ліквідуюць памылкі і дадаюць новыя функцыі ў вашу аперацыйную сістэму.
bg: Актуализациите са важни, защото пазят компютъра защитен, елиминират бъгове и понякога добавят нови неща към операционната система.
ca: Les actualitzacions són importants perquè mantenen segur l'ordinador, eliminen errors i poden afegir noves funcionalitats al sistema operatiu.
cs: Aktualizace jsou důležité, protože udržují počítač zabezpečený, snižují výskyt chyb a mohou dokonce do operačního systému přidávat nové funkce.
cy: Mae diweddariadau'n bwysig am eu bod yn cadw eich cyfrifiadur yn ddiogel, dileu gwallau ac weithiau'n cynnig nodweddion newydd i'ch system weithredu.
da: Opdateringer er vigtige, fordi de sørger for, din computer er sikker, eliminerer fejl og kan endda tilføje nye funktioner til dit styresystem.
de: Aktualisierungen sind wichtig, da sie Ihren Rechner sicher halten, Fehler beseitigen und sogar neue Funktionen zu Ihrem Betriebssystem hinzufügen können.
el: Οι ενημερώσεις είναι σημαντικές επειδή διατηρούν τον υπολογιστή σας ασφαλές, εξαλείφουν σφάλματα και μπορούν ακόμη και να προσθέτουν νέες λειτουργίες στο λειτουργικό σας σύστημα.
eo: Ĝisdatigoj gravas, ĉar ili tenas vian komputilon sekure, forigas cimojn kaj povas eĉ aldoni novajn eblojn al via operaciumo.
es: Las actualizaciones son importantes porque mantienen su equipo seguro, eliminan errores y pueden, incluso, añadir nuevas características al sistema operativo.
et: Uuendused on olulised, kuna hoiavad su arvuti turvalisena, kõrvaldavad vead ja võivad isegi lisada uusi võimalusi sinu operatsioonisüsteemile.
eu: Eguneraketak garrantzitsuak dira zure ordenagailua seguru mantentzen dutelako, erroreak zuzentzen dituztelako eta sistema eragileari ezaugarri berriak gehitzen dizkiotelako.
fi: Päivitykset ovat tärkeitä, koska ne pitävät tietokoneesi turvassa, korjaavat virheitä ja voivat jopa lisätä uusia ominaisuuksia käyttöjärjestelmääsi.
fr_ca: Les mises à jour sont importantes parce qu'elles protègent votre ordinateur, éliminent les bogues et peuvent même ajouter de nouvelles fonctions à votre système d'exploitation.
he: עדכונים הם חשובים מכיוון שהם שומרים על המחשב מאובטח, מתקנים תקלים ואפילו יכולים להוסיף תכונות חדשות למערכת ההפעלה.
hi: कंप्यूटर सुरक्षा, समस्या समाधान व ऑपरेटिंग सिस्टम में नई विशेषताएँ जोड़ने के कारण अपडेट महत्वपूर्ण होती हैं।
hr: Nadopune su bitne kako bi vaše računalo ostalo sigurno, uklonile se greške i čak dodale nove značajke vašem operativnom sustavu.
hu: A frissítések fontosak, mert ezek tartják biztonságosan használható állapotban a számítógépet. Megszüntethetnek hibákat és új képességekkel ruházhatják fel az operációs rendszer.
ia: Le actualisationes es importante perque illos mantene tu computator secur, elimina defectos e pote mesmo adder nove functionalitate a tu systema operative.
id: Pembaruan penting karena dapat menjaga keamanan komputer Anda, menghilangkan bug, dan bahkan dapat menambahkan fitur baru ke sistem operasi Anda.
is: Uppfærslur eru mikilvægar því þær halda tölvunni þinni öruggri, útrýma göllum, og geta jafnvel bætt nýjum eiginleikum við stýrikerfið þitt.
it: Gli aggiornamenti sono importanti perché mantengono il computer sicuro, correggono i bug e possono anche aggiungere nuove funzionalità al sistema operativo.
ja: アップデートは、コンピューターを安全に保ち、バグをなくし、オペレーティングシステムに新しい機能を追加する、重要なものです。
kab: Ileqman sɛan azal meqqer acku ttḥaraben ɣef uselkim-inek, ttekksen tuccḍiwin yerna zemren ad rnun tiwuriwin timaynutin i unagraw n wammud.
lt: Atnaujinimai yra svarbūs, kadangi jie išlaiko jūsų kompiuterį saugų, pašalina klaidas ir net gali pridėti jūsų operacinei sistemai naujų ypatybių.
nl: Actualiseringen zijn belangrijk omdat ze uw computer veilig houden, fouten oplossen en soms zelfs nieuwe functies toevoegen aan uw besturingssysteem.
pl: Aktualizacje są ważne ponieważ utrzymują bezpieczeństwo Twojego komputera, eliminują błędy a mogą nawet dodawać dodatkowe funkcje do Twojego systemu operacyjnego.
pt: As atualizações são importantes porque mantêm o seu computador seguro, eliminam erros e podem até adicionar novas funcionalidades ao seu sistema operativo.
pt_br: Atualizações são importantes porque elas mantêm seu computador seguro, eliminam erros e podem até adicionar novas funções ao seu sistema operacional.
ro: Actualizările sunt importante pentru că vă mențin calculatorul în siguranță, elimină defectele și pot inclusiv adăuga noi funcționalități sistemului dvs. de operare.
ru: Обновления важны, поскольку они обеспечивают безопасность вашего компьютера, устраняют ошибки и даже могут добавить новые возможности для вашей операционной системы.
sk: Aktualizácie sú dôležite, lebo udržiavajú počítač bezpečný, eliminujú bugy a môžu aj pridať nové funkcie do operačného systému.
sl: Posodobitve so pomembne, saj ohranjajo vaš računalnik varen, izkoreninijo hrošče ter lahko celo dodajo nove funkcionalnosti vašemu operacijskemu sistemu.
sr: Ажурирања су битна јер обезбеђују ваш рачунар, уклањају грешке и чак додају нове функције вашем оперативном систему.
sr@latin: Ažuriranja su važna, zato što održavaju bezbednost Vašeg računara, eliminišu programske greške i čak mogu da dodaju nove funkcije Vašem operativnom sistemu.
sv: Uppdateringar är viktiga eftersom de håller din datorn säker, eliminerar fel och kan lägga till nya funktioner till ditt operativsystem.
tr: Güncellemeler önemlidir, çünkü sisteminizi güvende tutar, hataları onarır ve işletim sisteminize yeni özellikler ekleyebilir.
uk: Оновлення важливі, бо вони підтримують ваш комп'ютер у безпеці, усувають вади та навіть можуть додавати нових функцій вашій операційній системі.
vi: Các bản cập nhật rất quan trọng vì chúng giữ cho máy tính của bạn an toàn, loại bỏ lỗi và thậm chí có thể thêm các tính năng mới vào hệ điều hành của bạn.

source: Unfortunately they also sometimes introduce new issues called 'regressions', which can break things which worked well before.
am: አንዳንድ ጊዜ ያልታሰበ አዲስ ችግር ይፈጥራሉ 'ዝቅ ማድረጊያ' የሚባል: ቀደም ብለው በ ትክክል ይሰሩ የ ነበሩ ነገሮችን ይሰብራል
ar: لسوء الحظ، يقومون أحيانًا أيضًا بإدخال قضايا جديدة تسمى 'الإنتكاسات'، والتي يمكن أن تعطل الأشياء التي كانت تعمل بشكل جيد من قبل.
be: Нажаль, яны часам дадаюць новыя праблемы (рэгрэсіі), якія могуць зламаць рэчы, якія добра працавалі да абнаўлення.
bg: За жалост понякога те предизвикват и нови проблеми, наречени 'регресии', които могат да счупят неща, които преди са работели добре.
ca: Malauradament, de vegades també introdueixen nous problemes anomenats 'regressions', que poden malmetre coses que abans funcionaven bé.
cs: Žel také někdy s sebou přinášejí nové problémy zvané „regrese“, které mohou rozbít věci, které dříve fungovaly.
cy: Yn anffodus, mae nhw'n gallu cyflwyno anawsterau newydd o'r enw "atchweliadau" sy'n gallu torri pethau oedd arfer gweithio'n iawn.
da: Desværre kan de nogle gange medføre nye problemer kaldet "regressioner", som kan ødelægge ting, der fungerede fint før.
de: Unglücklicherweise führen sie auch manchmal neue Probleme, sogenannte »Regressionen« ein, welche Dinge kaputt machen können, die vorher gut funktionierten.
el: Δυστυχώς, μερικές φορές εισάγουν νέα ζητήματα που ονομάζονται «υποχωρήσεις», τα οποία μπορούν να σπάσουν τα πράγματα που λειτούργησαν πολύ πριν.
eo: Bedaŭrinde ili ankaŭ fojfoje enkondukas novajn atentindaĵojn nomitajn 'regresoj', kiuj povas fuŝi aĵojn, kiuj bone funkciis antaŭe.
es: Desafortunadamente, a veces también introducen problemas nuevos, llamados regresiones, que pueden estropear cosas que antes funcionaban bien.
et: Kahjuks sisaldavad need mõnikord uusi vigu, mida nimetatakse "regressioonideks", mis võivad katki teha asjad, mis toimisid varem hästi.
eu: Zoritxarrez, batzuetan 'erregresio' deituriko arazo berriak ere sortzen dituzte, zeinek lehen ondo funtzionatzen zuten gauzak hondatu ditzaketen.
fi: Valitettavasti ne joskus tuovat myös mukanaan uusia pulmia joita kutsutaan "regressioiksi", ne voivat rikkoa asioita jotka toimivat aiemmin hyvin.
fr_ca: Malheureusement elles introduisent aussi parfois de nouveaux problèmes appelés "régressions", qui peuvent casser des choses qui fonctionnaient bien avant.
he: לרועה המזל הם לפעמים גם יוצרים סוגיות חדשות שנקראות 'תסוגה', המשבשת משהו שלפני כן פעל היטב.
hi: हालाँकि इनके द्वारा ऐसी समस्याएँ भी उत्पन्न हो जाती हैं जो पहले नहीं थी व इन्हें 'दोष' कहते हैं।
hr: Nažalost isto tako ponekad nadopune prouzroče nove probleme koji se nazivaju 'nestabilnosti', koje mogu slomiti stvari koje su prije radile dobro.
hu: Sajnos ezek elvétve okozhatnak „visszafejlődési hibákat”, amelyek elrontanak eddig működő dolgokat.
ia: Infortunatemente illos alsi a vices presenta nove problemas appellate «regressiones», que pote corrumper cosas que ha ben functionate antea.
id: Sayangnya mereka juga terkadang memperkenalkan masalah baru yang disebut 'regresi', yang dapat merusak hal-hal yang sebelumnya berjalan dengan baik.
is: Því miður geta þær líka komið með ný vandamál sem kallast "hnignun" og sem geta skemmt atriði sem áður virkuðu vel.
it: Purtroppo a volte introducono nuovi problemi chiamati 'regressioni', che possono causare malfunzionamenti in ciò che prima funzionava bene.
ja: 残念ながら、それらはまた、'リグレッション' と呼ばれる新しい問題を発生させることがあります。
kab: Acu kan tikwal zemren ad d-glun s wuguren imaynuten umi qqaren 'ikarayen', i yezemren ad rẓen tiɣawsiwin i yellan tteddunt akken iwata uqbel.
lt: Deja, kartais jie tuo pačiu pristato naujas problemas, vadinamas "regresijomis", kurios gali sugadinti tai, kas anksčiau puikiai veikė.
nl: Helaas introduceren ze soms ook nieuwe problemen genaamd 'regressies', die dingen kapot kunnen maken die het eerst wel goed deden.
pl: Niestety, czasem wprowadzają również nowe problemy zwane "regresjami", które mogą popsuć coś, co wcześniej działało właściwie.
pt: Infelizmente, também podem introduzir novos problemas, chamados regressões, que podem estragar coisas que funcionavam bem anteriormente.
pt_br: Infelizmente, às vezes elas também introduzem novos problemas chamados de 'regressões', que podem quebrar coisas que funcionavam bem antes.
ro: Din păcate, uneori acestea introduc și probleme, numite „regresii”, care strică lucruri care înainte funcționau bine.
ru: К сожалению, иногда они также могут привести за собой и новые проблемы, под названием «регрессии», которые могут сломать то, что хорошо работало раньше.
sk: Naneštastie sa niekedy stane, že prinesú problémy vo forme "regresií", ktoré môžu pokaziť niečo, čo dovtedy fungovalo.
sl: Žal včasih vpeljejo nove težave, imenovane »regresije«, ki lahko okvarijo delovanje tam, kjer je dotlej vse delovalo.
sr: Нажалост, ажурирања понекад доносе нове проблеме који се називају „нестабилности“, који могу покварити нешто што је претходно добро радило.
sr@latin: Nažalost, ona ponekada uvode i nove probleme koji se nazivaju 'regresije', što može da pokvari stvari koje su ranije dobro radile.
sv: Dessvärre medför de ibland också nya problem kallade "regressioner", som kan skada saker som tidigare fungerat bra.
tr: Ama maalesef bazen "regresyon" olarak adlandırılan yeni sorunlar ortaya koyabilir, bu daha önce iyi çalışan bir şeyi kırabilir.
uk: На жаль, також вони іноді впроваджують нові проблеми, які мають назву «регресії» і можуть пошкодити те, що добре працювало раніше.
vi: Thật không may, đôi khi họ cũng đưa ra những vấn đề mới gọi là 'hồi quy', có thể phá vỡ những thứ hoạt động tốt trước đây.

source: To keep your computer safe and in good working condition, it is recommended to apply all available updates and to set up system snapshots, so that you can restore your system in case something goes wrong.
ar: للحفاظ على أمان الكمبيوتر الخاص بك وفي حالة عمل جيدة، نوصى بتطبيق جميع التحديثات المتاحة وإعداد لقطات النظام، بحيث يمكنك استعادة النظام في حالة حدوث خطأ ما.
be: Каб захоўваць ваш камп'ютар у бяспецы і добрым працоўным стане, рэкамендуецца ўжываць усе даступныя абнаўленне і наладзіць здымкі сістэмы, тады вы зможаце аднавіць сістэму, калі нешта здарыцца.
bg: За да запазите вашия компютър сигурен и в добро работно състояние, се препоръчва да прилагате всички налични актуализации, да настроите системата да прави снимки, за да може да възстановите, в случай че нещо се обърка.
ca: Per mantenir el vostre ordinador segur i en bon funcionament, es recomana aplicar totes les actualitzacions disponibles i configurar les instantànies del sistema, per poder restaurar el sistema en cas que alguna cosa anés malament.
cy: I gadw'r cyfrifiadur yn ddiogel ac mewn cyflwr gweithio da, mae'n cael ei argymell i osod y diweddariadau sydd ar gael a gosod cipluniau o systemau, fel bod modd i chi adfer eich system rhag ofn i rywbeth fynd o'i le.
el: Για να διατηρήσετε τον υπολογιστή σας ασφαλές και σε καλή λειτουργική κατάσταση, συνιστάται να εφαρμόσετε όλες τις διαθέσιμες ενημερώσεις και να ρυθμίσετε στιγμιότυπα συστήματος, ώστε να μπορείτε να επαναφέρετε το σύστημά σας σε περίπτωση που κάτι πάει στραβά.
eo: Por teni vian komputilon sekure kaj en bone funkcianta stato estas rekomendite apliki ĉiujn disponeblajn ĝisdatigojn kaj agordi sistem-momentfotojn tiel, ke vi povos restaŭri vian sistemon, se iu problemo okazas.
es: Para mantener el equipo seguro y en condiciones óptimas de funcionamiento, se recomienda aplicar todas las actualizaciones disponibles y configurar las instantáneas del sistema, de modo que pueda restaurar el sistema en caso de fallo.
et: Et hoida sinu arvuti turvalisena ja heas töökorras, on soovitatav paigaldada kõik saadaolevad uuendused ja seada üles süsteemi hetktõmmised, et juhul kui midagi peakski valesti minema, saaks arvuti uuesti töökorda seada.
eu: Zure ordenagailua seguru eta lanerako baldintza onetan mantentzeko, gomendagarria da eskuragarri dauden eguneraketa guztiak aplikatzea eta sistemaren argazkiak konfiguratzea, zerbait oker badoa sistema leheneratu ahal izateko.
fr_ca: Afin de garder votre ordinateur sécuritaire et en bon état de marche, il est recommandé d'appliquer toutes les mises à jour et de créer des images du système. En effet, vous pourrez restaurer votre système en cas de défaillance.
he: על מנת לשמר את המחשב במצב עבודה תקין ובטוח, מומלץ להתקין את כל העדכונים ולהגדיר יצירת תמונות־חטף מערכת, כך שניתן יהיה לשחזר את המערכת במקרה שמשהו משתבש.
hi: कंप्यूटर सुरक्षा व उचित कार्यक्षमता बनाए रखने हेतु सभी उपलब्ध अपडेट लागू करें व सिस्टम स्नैपशॉट सेट करें, ताकि समस्या होने पर आप सिस्टम पुनः स्थापित कर सकें।
ia: Pro mantener tu computator secur e in bon condition de labor, il es recommendate de applicar tote le actualisationes disponibile e de configurar le instantaneos de systema, assi que tu pote restaurar tu systema in caso que alco va mal.
id: Untuk menjaga agar komputer Anda tetap aman dan dalam kondisi kerja yang baik, disarankan untuk menerapkan semua pembaruan yang tersedia dan mengatur snapshot sistem, sehingga Anda dapat memulihkan sistem Anda jika terjadi kesalahan.
is: Til að halda tölvunni þinni öruggri og í sem bestu ástandi, er mælt með því að setja upp allar fáanlegar uppfærslur og að setja upp skyndiafrit kerfisins, þannig að hægt sé að endurheimta ástand kerfisins ef eitthvað fer úrskeiðis.
it: Per mantenere il tuo computer sicuro e in buone condizioni di lavoro, si raccomanda di applicare tutti gli aggiornamenti disponibili ed impostare le istantanee di sistema, in modo da poter ripristinare il sistema nel caso qualcosa vada storto.
ja: コンピューターを安全で良好な動作状態に保つために、利用可能な全てのアップデートを適用し、システムスナップショットを使えるように設定して、何か問題が発生した場合にシステムを復元できるようにすることをお勧めします。
kab: Iwakken ad teǧǧrḍ aselkim-inek d aɣelsan yerna itteddu akken iwata, ad k-nsemter aṭas iwakken ad tesneseḍ akk ileqman iwejden yerna ad tesɣewreḍ tuṭṭfiwin tiwurmanin n unagaraw, iwakken ad tizmireḍ ad d-terreḍ anagraw ma yella wacu yerrẓen.
lt: Norint išlaikyti savo kompiuterį saugų ir geroje darbo būsenoje, rekomenduojama taikyti visus prieinamus atnaujinimus ir nusistatyti sistemos momentines kopijas, kad tokiu būdu, kažkam nutikus, galėtumėte atkurti savo sistemą.
nl: Om uw computer veilig te houden en in goede conditie, wordt aangeraden om alle beschikbare actualiseringen te installeren en om momentopnamen in te stellen van het systeem, zodat u uw systeem kunt herstellen in het geval er iets mis gaat.
pl: By utrzymać komputer bezpiecznym oraz w dobrej kondycji, zalecane jest zastosowanie wszystkich aktualizacji oraz ustawienie systemu migawek, tak by móc przywróć twój system w przypadku gdy coś pójdzie nie tak.
pt: Para manter o seu computador seguro e em boas condições de uso, é recomendado aplicar todas as atualizações disponíveis e configurar os snapshots do sistema, para que possa restaurar seus sistema em caso de falha.
pt_br: Para manter seu computador seguro e em boas condições de uso, é recomendado aplicar todas as atualizações disponíveis e configurar os snapshots do sistema, para que você possa restaurar seu sistema no caso de algo der errado.
ro: Ca să vă mențineți calculatorul în siguranță și bună funcționare, este recomandat să aplicați toate actualizările disponibile și să activați instantaneele de sistem, ca să vă puteți restaura sistemul în cazul în care ceva nu merge bine.
ru: Чтобы ваш компьютер был в безопасности и в хорошем рабочем состоянии, желательно применять все доступные обновления и настроить создание снимков системы, чтобы вы смогли восстановить свою систему, если что-то пойдёт не так.
sl: Da bi ohranili svoj računalnik v varnem in dobro delujočem stanju, priporočamo, da uveljavite vse razpoložljive posodobitve in da vzpostavite slike sistema, tako da lahko obnovite svoj sistem, če gre kaj narobe.
sr: Да би ваш рачунар био сигуран и у добром радном стању, препоручљиво је да примените све доступне исправке и да подесите системске снимке тако да можете вратити свој систем у случају да нешто пође наопако.
sr@latin: Da biste održavali Vaš računar bezbednim i u dobrom radnom stanju, preporučuje se da primenjujete sva dostupna ažuriranja i da postavite snimanja stanja sistema, tako da Vaš sistem možete da vratite u prethodno stanje u slučaju da nešto pođe naopako.
sv: För att hålla datorn säker och väl fungerande rekommenderas det att alla uppdateringar installeras och att skapandet av systemavbilder aktiveras. Därmed kan systemet återställas om någonting blir fel.
uk: Щоби зберігати ваш комп'ютер у безпеці та гарному робочому стані, радиться застосовувати всі доступні оновлення та створювати знімки системи, щоби ви могли відновити систему на випадок, як щось піде не так.
vi: Để giữ cho máy tính của bạn an toàn và hoạt động tốt, bạn nên áp dụng tất cả các bản cập nhật có sẵn và thiết lập ảnh chụp nhanh hệ thống để bạn có thể khôi phục hệ thống của mình trong trường hợp có sự cố.
