Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: New kernel series usually become available before proprietary drivers support them via DKMS. If you are using proprietary drivers, it is recommended to stick to kernel updates and not to install kernels from series which are newer than the series of the recommended kernels.
am: አዲስ ተከታታይ ከረኔል ዝግጁ ይሆናል ለ proprietary drivers ከ መደገፉ በፊት በ DKMS. እርስዎ የሚጠቀሙ ከሆነ የ proprietary drivers, እኛ የምንመክረው ከ ከረኔል ማሻሻያ ጋር እንዲቆዩ ነው: እና ከረኔል አይግጠሙ ከ ተከታታይ ውስጥ አዲስ የሆኑ ከ ተመከሩት ከረኔል በስተቀር
ar: تصبح سلسلة النواة الجديدة متاحة عادة قبل أن يدعمها برامج التشغيل الخاصة عن طريق DKMS. إذا كنت تستخدم برامج تشغيل خاصة، فمن المستحسن التمسك بتحديثات النواة وعدم تثبيت نواة من السلسلة الأحدث من سلسلة النوى الموصى بها.
be: Звычайна новыя серыі ядраў становяцца даступнымі перад тым, як прапрыетарныя драйверы змогуць падтрымліваць іх з DKMS. Калі вы выкарыстоўваеце прапрыетарныя драйверы, рэкамендуецца не спяшацца з абнаўленнем ядра і не ўсталёўваць ядраў з серый, навейшых, чым серыі рэкамендаваных ядраў.
bg: Обикновено новото ядро идва преди dkms поддръжката на затворените драйвери. Ако използвате такива драйвери е препоръчително да се придържате към актуализациите на ядрото, без да инсталирате ядра по-нови от препоръчителното ядро.
ca: Les noves sèries de kernels solen estar disponibles abans que els controladors propietaris els hi donin suport via DKMS. Si utilitzeu controladors propietaris, s'aconsella no instal·lar kernels de sèries més recents que la sèrie recomanada del kernel.
cs: Nové série jádra bývají většinou k dispozici dříve než jsou podporované proprietárními ovladači přes DKMS. Pokud tedy používáte proprietární ovladače, příliš se nedoporučuje provádět aktualizace jádra a především se nedoporučuje instalovat novější série jádra než jsou ty, které jsou doporučovány dodavatelem ovladače.
cy: Mae cyfresi cnewyllyn fel arfer yn dod ar gael cyn bod y gyrwyr masnachol yn eu cefnogi drwy'r DKMS. Os ydych yn defnyddio gyrwyr masnachol, rydym yn argymell eich bod yn cadw at ddiweddariadau cnewyllyn a pheidio â gosod cnewyll o gyfresi sy'n fwy diweddar na'r gyfres cnewyll sy'n cael eu hargymell.
da: Nye kerneserier plejer at være tilgængelige før proprietære drivere understøtter dem vis DKMS. Hvis du anvender proprietære drivere, anbefales det at holde sig til kerneopdateringer og ikke installere kerner fra serier, som er nyere end de anbefalede kerners serier.
de: Neue Kernel-Serien erscheinen in der Regel bevor proprietäre Treiber sie über DKMS unterstützen. Wenn Sie proprietäre Treiber verwenden, empfiehlt es sich, Kernelaktualisierungen auszusetzen und keine Kernel aus Serien zu installieren, die neuer sind als die aus der Serie der empfohlenen Kernel.
el: Οι νέες σειρές πυρήνα είναι συνήθως διαθέσιμες πριν οι ιδιόκτητοι οδηγοί τους υποστηρίξουν μέσω του DKMS. Αν χρησιμοποιείτε ιδιόκτητους οδηγούς, συνιστάται να τηρείτε τις ενημερώσεις του πυρήνα και να μην εγκαταστήσετε πυρήνες από σειρές που είναι νεότερες από τη σειρά των συνιστώμενων πυρήνων.
eo: Novaj kernaj serioj kutime iĝas disponeblaj antaŭ, ke komercaj peliloj ilin subtenas per DKMS. Se vi uzadas komercajn pelilojn, tiam estas rekomendite algluiĝi al kernaj ĝisdatigoj kaj ne instali kernojn el serioj, kiuj estas pli novaj ol la serioj de la rekomenditaj kernoj.
es: Las series nuevas del núcleo suelen estar disponibles antes de que los controladores privativos sean compatibles a través de DKMS. Si usa controladores privativos, se recomienda no instalar núcleos de series más recientes que la serie recomendada.
et: Uued kerneli versioonid on saadaval tavaliselt varem kui omanduslike draiverite tugi DKMSi kaudu neile valmis saab. Kui sa kasutad omanduslikke draivereid, on soovitatav kasutada kernelite uuendusi ja mitte paigaldada uuemaid kerneleid kui soovitatud.
eu: Nukleoaren serie berriak jabedun kontrolatzaileek DKMS bidez euskarria eskaini baino lehen egon ohi dira erabilgarri. Jabedun kontrolatzaileak erabiltzen ari bazara, gomendatutako nukleoaren seriea baino berriagoak ez instalatzea gomendatzen da.
fi: Uusi ytimen sarja tulee yleensä saataville ennen kuin suljetut ajurit tukevat niitä DKMS:llä. Jos käytät suljettuja ajureita, on suositeltavaa pysytellä ytimen päivityksissä ja olla asentamatta ytimiä sarjoista jotka ovat uudempia kuin suositeltujen ytimien sarja.
fr_ca: Les nouvelles séries de noyau sont habituellement disponibles avant que les pilotes propriétaires les prennent en charge via DKMS. Si vous utilisez des pilotes propriétaires, il est recommandé de se tenir aux mises à jour du noyau et de ne pas installer des noyaux des séries qui sont plus récentes que les séries des noyaux recommandés.
he: סדרות ליבה חדשות, יהיו לרוב זמינות, עוד לפני שההתקנים הקנייניים יתמכו בהן באמצעות DKMS. כאשר התקנים קנייניים מותקנים, מומלץ להצמד לעדכוני ליבה ולא להתקין ליבות מסדרות חדשות מאלו של הליבות המומלצת.
hi: अमुक्त ड्राइवर हेतु डीकेएमएस समर्थन से पहले ही नवीन कर्नेल श्रृंखला उपलब्ध हो जाती है। यदि आप मुक्त ड्राइवर उपयोग कर रहे हैं केवल कर्नेल अपडेट करें व बिना परामर्श के नवीन श्रृंखला के कर्नेल इंस्टॉल न करें।
hr: Nova serija kernela uobičajeno postaje dostupna prije nego što ih vlasnički upravljački programi podrže putem DKMS-a. Ako koristite vlasničke upravljačke programe, preporučljivo je da se držite nadopuna kernela a ne da ih instalirate iz serije koje su novije od serija preporučenih kernela.
hu: Az új kernel kiadások rendszerint azelőtt jelennek meg, még mielőtt a tulajdonosi illesztőprogramok támogatnák az adott verziót a DKMS-en keresztül. Amennyiben tulajdonosi illesztőprogramokat használ, ajánlatos a meglévő kernelsorozatnál maradni, és nem telepíteni olyan kerneleket, amelyek újabbak az ajánlott verziójú kerneleknél.
ia: Nove series de kernel deveni usualmente disponibile ante que le drivers proprietari supporta los via DKMS. Si tu es usante drivers proprietari, il es recommendate de adherer al actualisationes del kernel e non installar le kernels ab le series que es plus recente quam le series del kernels recommendate.
id: Seri kernel baru biasanya tersedia sebelum driver berpemilik mendukungnya melalui DKMS. Jika Anda menggunakan driver berpemilik, disarankan untuk tetap menggunakan pembaruan kernel dan tidak memasang kernel dari seri yang lebih baru dari seri kernel yang direkomendasikan.
is: Venjulega koma nýjar útgáfuraðir kjarna fram áður en séreignareklar fara að styðja við þá í gegnum DKMS. Ef þú ert að nota séreignarekla er mælt með því að halda sig við kjarnauppfærslur en ekki fara að setja upp kjarna úr útgáfuröðum sem eru nýrri en þeir kjarnar sem mælt er með.
it: Nuove serie di kernel diventano solitamente disponibili prima che i driver proprietari li supportino tramite DKMS. Se si utilizzano driver proprietari, è consigliabile bloccare gli aggiornamenti del kernel e non installare kernel da serie che sono più recenti rispetto alla serie dei kernel consigliati.
ja: 通常、プロプライエタリドライバーが DKMS を介してサポートされる前に、新しいカーネルシリーズは利用可能になります。プロプライエタリドライバーを使用している場合は、新しいシリーズのカーネルをすぐにインストールせず、カーネルアップデートから入手できる推奨カーネルのシリーズで様子見することをお勧めします。
kab: Imazraren imaynuten n yiɣs di tegti ttawjaden send ad izmiren ad ddun degsen inuḍafen imlan s ttawil n DKMS. Ma tseqdaceḍ inuḍaf imlan ad k-nsemter aṭas iwakken ad tḍefreḍ ileqman n yiɣes yerna ur tesbeddayeḍ ara iɣsan n imazraren imaynuten ɣef imazraren n yiɣsan ittusmetren.
lt: Nauja branduolio seka, dažniausiai tampa prieinama dar prieš tai, kai nuosavybinės tvarkyklės palaiko ją per DKMS. Jeigu naudojate nuosavybines tvarkykles, rekomenduojama apsistoti ties branduolio atnaujinimais ir nediegti branduolių iš sekos, kuri yra naujesnė negu rekomenduojamų branduolių seka.
nl: Nieuwe systeemkernreeksen komen doorgaans uit voordat niet-vrije stuurprogramma's hen via DKMS ondersteunen. Indien u niet-vrije stuurprogramma's gebruikt, is het aan te raden om alleen bijgewerkte systeemkernen te installeren voor uw huidige systeemkernreeks, en om niet over te stappen op een geheel nieuwe systeemkernreeks.
pl: Nowe serie jąder systemu są zwykle udostępniane przed tym jak sterowniki własnościowe wspierają je przez DKMS. Jeśli używasz sterowników własnościowych, zaleca się pozostać jedynie przy aktualizacjach jądra i nie instalować jąder systemu serii nowszych niż seria zalecana.
pt: As novas versões de kernel estão disponíveis, normalmente, antes de os controladores proprietários serem suportados via DKMS. Se estiver a utilizar controladores proprietários, recomendamos manter as atualizações do kernel e a não instalar as versões mais recentes dos kernel.
pt_br: Novas séries de kernel normalmente se tornam disponíveis antes de drivers proprietários suportá-los via DKMS. Se você estiver usando drivers proprietários, recomenda-se continuar com as atualizações do kernel e não instalar kernels de séries mais recentes que a série de kernels recomendados.
ro: Noile nuclee devin de obicei disponibile înainte ca driverele proprietărești să aibă suport prin intermediul DKMS. Dacă utilizați drivere proprietărești, este recomandat să nu instalați nuclee din serii mai noi decât seria nucleelor recomandate.
ru: Новые серии ядер, как правило, становятся доступными прежде чем проприетарные драйверы поддерживают их через DKMS. Если вы используете проприетарные драйверы, рекомендуется придерживаться обновлений ядра и не устанавливать ядра из серии, которая новее, чем серия рекомендуемого ядра.
sk: Nová séria jadra je väčšinov dostupná predtým, než dokážu proprietárne ovládače podporovať dané jadro cez DKMS. Ak používate proprietárne ovládače, odporúča sa držať sa aktualizácií jadra a neinštalovať jadrá z novšej série než série z odporúčaných ovládačov.
sl: Nov niz jeder je običajno na voljo pred podporo lastniških gonilnikov zanj prek DKMS. Če uporabljate lastniške gonilnike, priporočamo, da se držite posodobitev jedra in da ne nameščate jeder iz nizov, ki so novejši od niza priporočenih jeder.
sr: Нове серије кернела обично постају доступне пре него што их власнички драјвери подрже путем DKMS. Ако користите власничке драјвере, препоручује се да се држите ажурирања постојећег кернела а не да их инсталирате из серија које су новије од серија препоручених кернела.
sr@latin: Nova serija kernela obično bude dostupna pre nego što tu seriju počnu da podržavaju vlasnički upravljački programi preko DKMS-a. Ukoliko koristite vlasničke upravljačke programe, preporučuje se da se držite ažuriranja kernela i da ne instalirate one kernele koji su iz serije koje su novije od serije preporučenih kernela.
sv: Nya kärnserier blir vanligtvis tillgängliga innan proprietära drivrutiner stöder dem via DKMS. Om du använder proprietära drivrutiner, rekommenderas du att hålla dig till kärnuppdateringarna och att inte installera kärnor från serier som är nyare än de rekommendera kärnorna.
tr: Yeni çekirdek serileri genellikle sahipli sürücüler DKMS aracılığıyla desteklenmeden önce sunulabilmektedir. Eğer sahipli bir sürücü kullanıyorsanız, çekirdek güncellemelerine bağlı kalınması ve önerilen çekirdeğin serisinden daha yeni çekirdek serisinin yüklememesi önerilir.
uk: Нові серії ядер звичайно стають доступними до того, як патентовані драйвери будуть підтримувати їх через DKMS. Якщо ви використовуєте патентовані драйвери, радиться триматись оновлень ядер та не встановлювати ядер із серій новіших, ніж серії рекомендованих ядер.
vi: Dòng kernel mới thường có sẵn trước khi các trình điều khiển độc quyền hỗ trợ chúng thông qua DKMS. Nếu bạn đang sử dụng trình điều khiển độc quyền, bạn nên sử dụng các bản cập nhật kernel và không cài đặt kernel từ dòng mới hơn dòng hạt nhân được khuyến nghị.

source: Reverting a kernel update
am: የ ከረኔል ማሻሻያ እንደ ነበር መመለሻ
ar: العودة إلى تحديث النواة
be: Адкат абнаўлення ядра
bg: Връщане на промените в ядрото
ca: Reversió d'una actualització del kernel
cs: Vrácení do stavu před aktualizací jádra
cy: Dychwelyd diweddariad cnewyllyn i un blaenorol
da: Tilbagefør en kerneopdatering
de: Eine Kernelaktualisierung rückgängig machen
el: Επαναφορά της ενημέρωσης του πυρήνα
eo: Malfari kernan ĝisdatigon
es: Revertir una actualización del núcleo
et: Kerneli uuenduse tagasi pööramine
eu: Nukleoaren eguneraketa leheneratzea
fi: Ytimen päivityksen peruminen
fr_ca: Inverser une mise à jour du noyau
he: ביטול עדכון ליבה
hi: कर्नेल अपडेट पूर्ववत करना
hr: Vraćanje prijašnje nadopune kernela
hu: Kernel frissítés visszaállítása
ia: Reverter un actualisation del kernel
id: Mengembalikan pembaruan kernel
is: Afturköllun uppfærslu á kjarna
it: Ripristino di un aggiornamento del kernel
ja: カーネルアップデートを元に戻す
kab: Tti aleqqem n yiɣes
lt: Branduolio atnaujinimo sugrąžinimas
nl: Het terugdraaien van een bijgewerkte systeemkern
pl: Cofanie aktualizacji jądra systemu
pt: Reverter uma atualização do kernel
pt_br: Revertendo uma atualização do kernel
ro: Revenirea la un nucleu anterior
ru: Отмена обновления ядра
sk: Vrátenie aktualizácie jadra
sl: Povrnitev posodobitve jedra
sr: Повратак на претходну верзију кернела
sr@latin: Vraćanje verzije ažuriranog kernela
sv: Ångra en kärnuppdatering
tr: Bir çekirdek güncellemesinin geri alınması
uk: Відкочення оновлення ядра
vi: Hoàn nguyên bản cập nhật kernel

source: If something doesn't work with the latest kernel you installed (or the latest kernel update), reboot, select the kernel you were previously using, remove the new kernel and reboot again.
am: አንድ ነገር አልሰራ ካለ እርስዎ በ ገጠሙት አዲስ ከረኔል የ ተነሳ (ወይንም በ ተሻሻለው ከረኔል ምክንያት) ኮምፒዩተሩን እንደገና ያስነሱ እና ቀደም ብለው ይጠቀሙበት የ ነበረውን ከረኔል ይምረጡ እና አዲሱን ከረኔል ያስወግዱ እና ኮምፒዩተሩን እንደገና ያስነሱ
ar: إذا كان هناك شيء لا يعمل مع أحدث نواة قمت بتثبيتها (أو أحدث تحديث للنواة)، أعد التمهيد، وحدد النواة التي كنت تستخدمها من قبل وقم بإزالة النواة الجديدة وإعادة التمهيد مرة أخرى.
be: Калі нешта не працуе з апошнім усталяваным ядром (або абнаўленнем), перазагрузіцеся, выберыце ядро, якое выкарыстоўвалася да гэтага, выдаліце новае ядро і перазагрузіцеся зноў.
bg: Ако не работи с последното инсталирано ядро (или с последната актуализация на ядрото), рестартирай и избери ядрото, което преди това си ползвал, премахни новото ядро и отново рестартирай.
ca: Si alguna cosa no funciona amb l'últim kernel que heu instal·lat (o actualitzat), reinicieu i trieu el kernel que es feia servir anteriorment, esborreu el kernel nou i torneu a reiniciar.
cs: Pokud vám něco nefunguje s nejnovější verzí jádra, kterou jste nainstalovali (například pomocí instalace aktualizace jádra), restartujte počítač a vyberte jádro, které jste používali předtím, poté odstraňte novější jádro a znovu restartujte počítač.
cy: Os nad yw rhywbeth yn gweithio gyda'r cnewyllyn diweddaraf rydych wedi ei osod (neu'r diweddariad cnewyllyn diweddaraf), dewiswch y cnewyllyn roeddech yn ei ddefnyddio ynghynt, tynnwch y cnewyllyn newydd ac ailgychwyn eto.
da: Hvis noget ikke virker med den seneste kerne, du installerede (eller den seneste kerneopdatering), så genstart, vælg kernen du brugte før, fjern den nye kerne og genstart igen.
de: Wenn etwas mit dem letzten Kernel, den Sie installiert haben (oder der letzten Kernelaktualisierung), nicht funktioniert, starten Sie neu, wählen Sie den vorher genutzten Kernel aus, entfernen den neuen Kernel und starten nochmals neu.
el: Εάν κάτι δεν λειτουργεί με τον τελευταίο πυρήνα που εγκαταστήσατε (ή με την τελευταία ενημέρωση του πυρήνα), επανεκκινήστε, επιλέξτε τον πυρήνα που χρησιμοποιούσατε προηγουμένως, αφαιρέστε τον νέο πυρήνα και επανεκκινήστε ξανά.
eo: Se io ne funkcias pri la lasta kerno, kiun vi instalis (aŭ la lasta kerna ĝisdatigo), denove praŝargu, elektu la kernon, kiun vi uzadis antaŭe, forigu la novan kernon kaj praŝargu denove.
es: Si algo no funciona con el último núcleo que ha instalado (o con la última actualización del núcleo), reinicie, seleccione el núcleo que usaba anteriormente, elimine el núcleo nuevo y reinicie otra vez.
et: Kui miski ei tööta värskeima kerneliga, mille paigaldasid (või viimase kerneli uuendusega), tee taaskäivitus, vali kernel, mida kasutasid enne, eemalda uuem kernel ja tee uuesti taaskäivitus.
eu: Instalatu duzun azken nukleoarekin (edo nukleoaren eguneraketa berrienarekin) zerbaitek ez badu funtzionatzen, berrabiarazi, hautatu aurretik erabiltzen ari zinen nukleoa, kendu nukleo berria eta berriz berrabiarazi.
fi: Jos jokin ei toimi viimeisimmällä asentamallasi ytimellä (tai viimeisimmällä ytimen päivityksellä), käynnistä uudelleen, valitse ydin jota käytit aiemmin, poista uusi ydin ja käynnistä uudelleen.
fr_ca: Si quelque chose ne fonctionne pas avec le dernier noyau que vous avez installé (ou la dernière mise à jour du noyau), redémarrez, sélectionnez le noyau que vous utilisiez précédemment, supprimez le nouveau noyau et redémarrez.
he: אם משהו השתבש לאחר התקנת הליבה החדשה (או לאחר העדכון האחרון), נא לאתחל, מתפריט גרוב לבחור את הליבה שהיה בשימוש לאחרונה , להסיר את הליבה החדש ואתחל שוב.
hi: नवीनतम कर्नेल इंस्टॉल (या कर्नेल अपडेट) उपरांत समस्या होने पर, सिस्टम पुनः आरंभ कर पिछला प्रयुक्त कर्नेल चयन करें, नवीन कर्नेल हटाएँ व पुनः आरंभ करें।
hr: Ako nešto ne radi s novim kernelom koji ste instalirali (ili posljednjom nadopunom kernela), ponovno pokrenite računalo, odaberite kernel koji ste prije koristili, uklonite novi kernel i opet ponovno pokrenite računalo.
hu: Abban az esetben, ha valami nem működne a kernel frissítése után,vagy az új kernel telepítése nem sikerülne, akkor indítsa újra a számítógépet, majd válassza ki az előzőleg használt kernelt. Ezek után távolítsa el a hibát okozó kernelt és indítsa ismét újra a számítógépet.
ia: Si alco non functiona per le ultime kernel que tu installava (o le ultime actualisation del kernel), reinitia, seliger le kernel tu esseva antea usante, remove le nove kernel e reinitia ancora.
id: Jika ada yang tidak berfungsi dengan kernel terbaru yang Anda pasang (atau pembaruan kernel terbaru), mulai ulang, pilih kernel yang sebelumnya Anda gunakan, hapus kernel baru, dan mulai ulang lagi.
is: Ef eitthvað virkar ekki með síðasta kjarnann (eða kjarnauppfærslu) sem þú settir inn, endurræstu tölvuna, veldu kjarnann sem þú notaðir áður, fjarlægðu nýja kjarnann og endurræstu aftur.
it: Se qualcosa non funziona con l'ultimo kernel installato (o l'ultimo aggiornamento del kernel), riavviare, selezionare il kernel che si utilizza in precedenza, rimuovere il nuovo kernel e riavviare nuovamente.
ja: インストールした最新のカーネル (または最新のカーネルアップデート) で動作しない場合は、以前使用していたカーネルを選択して起動し、新しいカーネルを削除してから再起動します。
kab: Ma yella wacu ur ntteddu ara akked yiɣes aneggaru i tesbeddeḍ (neɣ lqem aneggaru n yiɣes), ales asekker, fren iɣes i tesqedceḍ tikkelt taneggarut, kkes iɣes amaynut sakin sekker aselkim tikkelt-nniḍen.
lt: Jeigu su jūsų paskiausiai įdiegtu branduoliu (ar paskiausiu branduolio atnaujinimu) kažkas neveikia, paleiskite kompiuterį iš naujo, pasirinkite branduolį, kurį naudojote prieš tai, pašalinkite naująjį branduolį ir dar kartą paleiskite kompiuterį iš naujo.
nl: Indien er iets niet werkt met de nieuwste systeemkern die u hebt geïnstalleerd (of met de nieuwste bijgewerkte systeemkern, dat komt op hetzelfde neer): herstart dan uw computer, start op van de oudere systeemkern die u voordien gebruikte, verwijder de nieuwe systeemkern en herstart nogmaals.
pl: Jeśli coś nie działa z najnowszym zainstalowanym jądrem systemu (lub najnowszą aktualizacją jądra), uruchom ponownie komputer, wybierz poprzednio używane jądro systemu, usuń nowe jądro i ponownie uruchom komputer.
pt: Se alguma coisa não estiver a funcionar com o último kernel instalado (ou o último kernel atualizado), reinicie, selecione o kernel que estava a utilizar anteriormente e arranque com o sistema. Após iniciar sessão, remova o kernel (ou atualização) problemática e reinicie novamente.
pt_br: Se alguma coisa não está funcionando com o último kernel instalado (ou o último kernel atualizado), reinicie, selecione o kernel que você estava usando anteriormente, remova o novo kernel e reinicie novamente.
ro: Dacă ceva nu funcționează cu ultimul nucleu pe care l-ați instalat (sau cea mai recentă actualizare de nucleu), reporniți, selectați nucleul pe care l-ați utilizat anterior, eliminați noul nucleu și reporniți din nou.
ru: Если что-то не работает с последней установленной версией ядра (или обновления ядра), выполните перезагрузку, выберите ядро, которое вы использовали ранее, удалите новое ядро и перезагрузите компьютер.
sk: Ak sa niečo pokazilo a niečo nefunguje správne s najnovším jadrom, ktoré ste nainštalovali (alebo aktualizáciou jadra), reštartujte počítač, zvoľte jadro, ktoré ste používali ako predchádzajúce, odstráňte nové jadro a reštartujte počítač znova.
sl: Če nekaj ne deluje z najnovejšim jedrom, ki ste ga namestili (ali z najnovejšo posodobitvijo jedra), ponovno zaženite računalnik, izberite jedro, ki ste ga doslej uporabljali, odstranite novo dodano jedro ter ponovno zaženite računalnik.
sr: Ако нешто не ради са најновјим кернелом који сте инсталирали (или са последњим ажурирањем кернела), поново покрените рачунар, одаберите кернел који сте претходно користили, уклоните нови кернел и поново покрените рачунар.
sr@latin: Ukoliko nešto ne radi sa najnovijim kernelom koji ste instalirali (ili najnovijim ažuriranjem kernela), ponovo pokrenite računar, izaberite onaj kernel koji ste prethodno koristili, uklonite novi kernel i opet ponovo pokrenite računar.
sv: Om något inte fungerar med den senaste kärnan du installerat (eller den senaste kärnuppdateringen) kan du starta om datorn, välja den kärna du använde tidigare, ta bort den nya kärnan och starta om igen.
tr: Eğer kurduğunu son çekirdek ile (ya da enson çekirdek güncellemesi ile) sistemdeki bir şey düzgün çalışmıyorsa, sisteminizi yeniden başlatın, sistemi kullandığınız bir önceki çekirdek ile açın, yeni çekirdeği silin ve sisteminizi yeniden başlatın.
uk: Якщо щось не працює з найбільш недавно встановленим ядром (або з найбільш недавнім оновленням ядра), перезавантажтеся, виберіть ядро, яке використовували раніше, вилучіть нове ядро та знову перезавантажтеся.
vi: Nếu có điều gì đó không hoạt động với kernel mới nhất bạn đã cài đặt (hoặc bản cập nhật kernel mới nhất), hãy khởi động lại, chọn kernel bạn đang sử dụng trước đó, xóa kernel mới và khởi động lại.

source: Update Manager
am: የማሻሻያ አስተዳዳሪ
ar: مدير التحديث
ast: Xestor d'anovamientos
be: Кіраўнік абнаўленняў
bg: Диспечер на актуализациите
ca: Gestor d'actualitzacions
cs: Správa aktualizací
cy: Rheolwr Diweddaru
da: Opdateringshåndtering
de: Aktualisierungsverwaltung
el: Διαχειριστής Ενημερώσεων
eo: Ĝisdatiga mastrumilo
es: Gestor de actualizaciones
et: Uuendamishaldur
eu: Eguneraketa-kudeatzailea
fa: مدیر به‌روزرسانی
fi: Päivitysten hallinta
fr_ca: Gestionnaire de mises à jour
he: מנהל עדכונים
hi: अपडेट मैनेजर
hr: Upravitelj nadopuna
hu: Frissítéskezelő
ia: Gestor de actualisation
id: Manajer Pembaruan
is: Uppfærslustjóri
it: Gestore aggiornamenti
ja: アップデートマネージャー
kab: Amsefrak n ileqman
lo: ຕົວຈັດການອັບເດດ
lt: Atnaujinimų tvarkytuvė
lv: Atjauninājumu pārvaldnieks
nb: Oppdateringsbehandler
nl: Bijwerkbeheer
nn: Oppdateringshandsamar
oc: Gestionari de mesas a jorn
pl: Menedżer aktualizacji
pt: Gestor de atualizações
pt_br: Gerenciador de Atualizações
ro: Administrator de actualizări
ru: Менеджер обновлений
sk: Správca aktualizácií
sl: Upravljalnik posodobitev
sr: Управник ажурирања
sr@latin: Menadžer ažuriranja
sv: Uppdateringshanterare
tr: Güncelleme Yöneticisi
uk: Диспетчер оновлень
uz: Yangilanish menejeri
vi: Trình Quản lý Cập nhật
