Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Performed as root on a daily basis
ast: Realizáu comu root tolos díes
be: Выконваюцца штодзённа ад імя root
cy: Ei gyflawni fel gwreiddyn yn ddyddiol
el: Εφαρμογή καθημερινά ως root
eo: Plenumite kiel ĉefuzanto ĉiutage
es: A diario como superusuario
et: Teostatakse igapäevaselt rootina (juurena)
eu: Root bezala egunero burutua
fa: اجرا شده به‌صورت روزانه به‌عنوان root
fr_ca: Effectué en tant que super-utilisateur de façon quotidienne
he: ביצוע כשורש על בסיס יומי
hi: रूट उपयोक्ता के तौर पर दैनिक रूप से निष्पादित
ia: Effectuate como radice cata die
id: Jalankan sebagai root pada basis harian
is: Framkvæmt daglega sem kerfisstjóri
it: Eseguito come root su base giornaliera
ja: 日々､ルートとして実行
lo: ດຳເນີນການໃນຖານະ root ເປັນປະຈຳທຸກວັນ
lv: Veikts kā root ikdienā
nb: Utføres som rot på daglig basis
nl: Uitgevoerd als root op een dagelijkse basis
nn: Utført som root dagleg
oc: Realizat coma superutilizaire d’un biais jornalièr
pl: Wykonywane jako administrator raz dziennie
pt: Executado como root no dia-a-dia
pt_br: Executada como root diariamente
ro: Efectuate ca root, zilnic
ru: Выполняется как root ежедневно
sl: Izvedeno korensko vsak dan
sr: Извршава се свакодневно са администраторким привилегијама
sr@latin: Izvršava se kao root svakodnevno
sv: Genomförs en gång per dag med administratörsbehörighet
uk: Виконуються з дозволами root щоденно
uz: Kundalik ravishda root sifatida bajariladi
vi: Thực hiện như root hàng ngày

source: Apply updates automatically
am: ማሻሻያ ራሱ በራሱ መፈጸሚያ
ar: تطبيق التحديثات تلقائيا
ast: Anovar automaticamente
be: Ужываць абнаўленні аўтаматычна
bg: Прилагане на актуализациите автоматично
ca: Aplica automàticament les actualitzacions
cy: Gosod diweddariadau'n awtomatig
el: Εφαρμογή ενημερώσεων αυτόματα
eo: Apliki ĝisdatigojn aŭtomate
es: Aplicar las actualizaciones automáticamente
et: Uuenduste automaatne paigaldamine
eu: Aplikatu eguneraketak automatikoki
fa: اعمال خودکار بروزرسانی ها
fr_ca: Appliquer les mises à jour automatiques
he: התקנת עדכונים אוטומטית
hi: अपडेट स्वतः लागू करें
ia: Applicar le actualisationes automaticalmente
id: Terapkan pembaruan otomatis
is: Setja uppfærslur sjálfkrafa inn
it: Applica gli aggiornamenti automaticamente
ja: アップデートを自動的に適用
kab: Snes ileqman s wudem awurman
lo: ນຳໃຊ້ການອັບເດດໂດຍອັດຕະໂນມັດ
lt: Automatiškai taikyti atnaujinimus
lv: Automātiski piemērot atjauninājumus
nb: Bruk oppdateringer automatisk
nl: Actualiseringen automatisch installeren
nn: Ta i bruk oppdateringar automatisk
oc: Aplicar las mesas a jorn automaticament
pl: Zastosuj aktualizacje automatycznie
pt: Aplicar atualizações automaticamente
pt_br: Aplique atualizações automaticamente
ro: Aplică automat actualizările
ru: Устанавливать обновления автоматически
sl: Samodejno uveljavi posodobitve
sr: Примените ажурирања аутоматски
sr@latin: Primeni ažuriranja automatski
sv: Installera uppdateringar automatiskt
uk: Застосовувати оновлення автоматично
uz: Yangilanishlarni avtomatik ravishda qo‘llash
vi: Tự động áp dụng các bản cập nhật

source: Export blacklist to /etc/mintupdate.blacklist
ast: Esportar llista negra a /etc/mintupdate.blacklist
be: Экспартаваць чорны спіс у /etc/mintupdate.blacklist
bg: Изнасяне на черния списък до /etc/mintupdate.blacklist
cy: Allforio rhestr ddu i /etc/mintupdate.blacklist
el: Εξαγωγή της blacklist στο /etc/mintupdate.blacklist
eo: Eksporti nigran liston al /etc/mintupdate.blacklist
es: Exportar la lista negra a /etc/mintupdate.blacklist
et: Ekspordi must nimekiri faili /etc/mintupdate.blacklist
eu: Esportatu zerrenda beltza hona: /etc/mintupdate.blacklist
fa: صدور لیست سیاه به /etc/mintupdate.blacklist
fr_ca: Exporter la liste noire vers /etc/mintupdate.blacklist
he: ייצוא רשימה שחורה אל /etc/mintupdate.blacklist
hi: निरुद्ध सूची /etc/mintupdate.blacklist में निर्यात करें
ia: Exportar le lista nigre a /etc/mintupdate.blacklist
id: Ekspor daftar hitam ke /etc/mintupdate.blacklist
is: Flytja bannlista út í /etc/mintupdate.blacklist
it: Esporta lista nera in /etc/mintupdate.blacklist
ja: ブロックリストを /etc/mintupdate.blacklist にエクスポート
kab: Sifeḍ tabdart taberkant ɣer /etc/mintupdate.blacklist
lo: ສົ່ງອອກບັນຊີດຳໄປທີ່ /etc/mintupdate.blacklist
lt: Eksportuoti juodąjį sąrašą į /etc/mintupdate.blacklist
lv: Eksportēt melno sarakstu uz /etc/mintupdate.blacklist
nb: Eksporter svarteliste til /etc/mintupdate.blacklist
nl: Zwarte lijst exporteren naar /etc/mintupdate.blacklist
nn: Eksporter svarteliste til /etc/mintupdate.blacklist
oc: Exportar la lista negra cap a /etc/mintupdate.blacklist
pl: Eksportuj czarną listę do /etc/mintupdate.blacklist
pt: Exportar lista negra para /etc/mintupdate.blacklist
pt_br: Exportar lista negra para /etc/mintupdate.blacklist
ro: Export listă neagră la /etc/mintupdate.blacklist
ru: Экспорт чёрного списка в /etc/mintupdate.blacklist
sl: Izvozi črni seznam v /etc/mintupdate.blacklist
sr: Извези листу занемарених /etc/mintupdate.blacklist
sr@latin: Izvezi crnu listu u /etc/mintupdate.blacklist
sv: Exportera spärrlistan till /etc/mintupdate.blacklist
uk: Експортувати чорний перелік у файл «/etc/mintupdate.blacklist»
uz: Qora roʻyxatni /etc/mintupdate.blacklist ga eksport qilish
vi: Xuất danh sách đen sang /etc/mintupdate.blacklist

source: Click this button for automatic updates to use your current blacklist.
be: Націсніце на гэту кнопку для аўтаматычнага абнаўлення бягучага чорнага спіса.
bg: Натиснете бутона за автоматично актуализиране, за да използвате този черен списък.
cy: Clicio'r botwm hwn i gael diweddariadau awtomatig i ddefnyddio'ch rhestr ddu gyfredol.
el: Κάντε κλικ σε αυτό το πλήκτρο ώστε οι αυτόματες ενημερώσεις να χρησιμοποιήσουν την τρέχουσα blacklist σας.
eo: Alklaku ĉi-butonon, por ke aŭtomataj ĝisdatigoj uzu vian nunan nigran liston.
es: Haga clic en este botón para que las actualizaciones automáticas usen la lista negra actual.
et: Klõpsa sellele nupule, et automaatsed uuendused järgiksid sinu praegust musta nimekirja.
eu: Egin klik botoi honetan eguneraketa automatikoek zure uneko zerrenda beltza erabil dezaten.
fr_ca: Cliquez sur ce bouton pour que les mises à jour automatiques utilisent votre liste noire.
he: הקשה על לחצן זה על מנת שעדכונים אוטומטיים ישתמשו ברשימה השחורה הנוכחית.
hi: स्वतः अपडेट हेतु वर्तमान निरुद्ध सूची उपयोग करने के लिए इस बटन पर क्लिक करें।
ia: Pulsa iste button pro automaticamente actualisar le uso de tu lista nigre.
id: Klik tombol ini untuk pembaruan otomatis untuk menggunakan daftar hitam Anda saat ini.
is: Smelltu á þennan hnapp til að láta sjálfvirkar uppfærslur nota núverandi bannlista.
it: Clicca questo bottone affinché gli aggiornamenti automatici usino la tua lista nera attuale.
ja: 現在のブロックリストを自動アップデートに適用するには、このボタンをクリックします。
kab: Sit taqfalt-agi i ileqman iwurmanen iwakken ad tesqedceḍ tabdart taberkant tamirnt.
lt: Spustelėkite šį mygtuką, norėdami, kad automatiniai atnaujinimai naudotų jūsų esamą juodąjį sąrašą.
nl: Klik op deze knop om automatisch bijwerken uw huidige zwarte lijst te laten gebruiken.
pl: Kliknij ten przycisk, aby automatyczne aktualizacje używały twojej obecnej czarnej listy.
pt: Clique neste botão para que as atualizações automáticas utilizem a lista negra atual.
pt_br: Clique neste botão para que as atualizações automáticas usem sua lista negra atual.
ro: Clic pe acest buton pentru actualizări automate, folosind lista ta neagră curentă.
ru: Нажмите эту кнопку, чтобы автоматические обновления использовали ваш текущий чёрный список.
sl: Kliknite ta gumb, da samodejne posodobitve uporabijo vaš trenutni črni seznam.
sr: Кликните на ову типку за аутоматско ажурирање користи тренутну листу занемарених.
sr@latin: Kliknite na ovo dugme da bi automatska ažuriranja koristila Vašu trenutnu crnu listu.
sv: Klicka på knappen för att låta automatiska uppdateringar använda din aktuella spärrlista.
uk: Клацніть на цю кнопку, щоби автоматичні оновлення використовували ваш поточний чорний перелік.
vi: Nhấp vào nút này để cập nhật tự động nhằm sử dụng danh sách đen hiện tại của bạn.

source: Update Cinnamon spices automatically
ast: Anovar Cinnamon spices automaticamente
be: Абнаўляць спецыі Cinnamon аўтаматычна
cy: Diweddaru sbeisys Cinnamon yn awtomatig
el: Αυτόματη ενημέρωση Cinnamon spices
eo: Ĝisdatigi komponantojn de Cinnamon aŭtomate
es: Actualizar los complementos de Cinnamon automáticamente
et: Uuenda Cinnamoni rakendeid automaatselt
eu: Eguneratu Cinnamon espeziak automatikoki
fa: بروزرسانی خودکار ادویه های Cinnamon
fr_ca: Mettre à jour les composants Cinnamon automatiquement
he: עדכון 'תבליני סינמון' באופן אוטומטי
hi: सिनेमन स्पाइस को स्वतः अपडेट करें
ia: Actualisar automaticamente species de Cinnamon
id: Perbarui Cinnamon spices secara otomatis
is: Uppfæra Cinnamon spices-viðbætur sjálfvirkt
it: Aggiorna automaticamente le spice di Cinnamon
ja: Cinnamon spices の自動アップデート
kab: Lqem Cinnamon s wudem awurman
lo: ອັບເດດສ່ວນເສີມຂອງ Cinnamon ໂດຍອັດຕະໂນມັດ
lv: Automātiski atjaunināt Cinnamon spices
nb: Oppdater Cinnamon spices automatisk
nl: Cinnamon-minitoepassingen automatisch bijwerken
nn: Oppdater Cinnamon‑tillegg automatisk
oc: Actualizar los compausants Cinnamon automaticament
pl: Automatycznie aktualizuj dodatki Cinnamona
pt: Atualizar o Cinnamon spices automaticamente
pt_br: Atualizar Cinnamon Spices automaticamente
ro: Actualizează automat adițiile Cinnamon
ru: Обновлять дополнения (Cinnamon spices) автоматически
sl: Posodobi začimbe Cinnamon samodejno
sr: Аутоматски ажурирај зачине за Цимет
sr@latin: Automatski ažuriraj začine za Cinnamon
sv: Uppdatera tillägg för Cinnamon automatiskt
uk: Оновлювати Cinnamon spices автоматично
uz: Cinnamon spayslarni avtomatik ravishda yangilash
vi: Tự động Cập nhật Cinnamon spices

source: Update flatpaks automatically
be: Абнаўляць флэтпакі аўтаматычна
bg: Автоматично актуализиране на flatpak пакети
cy: Diweddaru flatpaks yn awtomatig
el: Αυτόματη ενημέρωση flatpaks
eo: Ĝisdatigi flatpakojn aŭtomate
es: Actualizar los paquetes Flatpak automáticamente
et: Uuenda flatpaksi automaatselt
eu: Eguneratu flatpak-ak automatikoki
fr_ca: Mettre à jour les flatpaks automatiquement
he: איתמות עדכוני פלטפאק
hi: फ्लैटपैक को स्वतः अपडेट करें
ia: Actualisar pacchettos platte automaticamente
id: Perbarui flatpak secara otomatis
is: Uppfæra flatpakka sjálfvirkt
it: Aggiorna automaticamente le applicazioni Flatpak
ja: flatpaks の自動アップデート
kab: Leqqem flatpaks s wudem awurman
lt: Automatiškai atnaujinti Flatpak paketus
nl: Flatpaks automatisch bijwerken
pl: Automatycznie aktualizuj aplikacje Flatpak
pt: Atualizar os flatpaks automaticamente
pt_br: Atualizar flatpaks automaticamente
ro: Actualizează automat pachetele flatpak
ru: Обновлять пакеты Flatpak автоматически
sl: Samodejno posodobi platpak-e
sr: Аутоматски ажурирај флетпекове
sr@latin: Automatski ažuriraj fletpekove
sv: Uppdatera flatpak-paket automatiskt
uk: Оновлювати flatpaks автоматично
vi: Tự động cập nhật Flatpak

source: Other Updates
am: ሌሎች ማሻሻያዎች
ast: Otros anovamientos
be: Іншыя абнаўленні
bg: Други актуализации
cy: Diweddariadau Eraill
el: Άλλες ενημερώσεις
eo: Aliaj ĝisdatigoj
es: Otras actualizaciones
et: Muud uuendused
eu: Beste eguneraketak
fa: به‌روزرسانی‌های دیگر
fr_ca: Autres mises à jour disponibles
he: עדכונים אחרים
hi: अन्य अपडेट
ia: Altere actualisationes
id: Pembaruan Lain
is: Aðrar uppfærslur
it: Altri aggiornamenti
ja: その他のアップデート
kab: Ileqman-nniḍen
lo: ການອັບເດດອື່ນໆ
lt: Kiti atnaujinimai
lv: Citi atjauninājumi
nb: Andre oppdateringer
nl: Overige actualiseringen
nn: Andre oppdateringar
oc: Autras mesas a jorn
pl: Inne aktualizacje
pt: Outras atualizações
pt_br: Outras atualizações
ro: Alte actualizări
ru: Другие обновления
sl: Druge posodobitve
sr: Друга ажурирања
sr@latin: Druga ažuriranja
sv: Övriga uppdateringar
uk: Інші оновлення
uz: Boshqa yangilanishlar
vi: Cập nhật khác

source: Performed when you log in
ast: Fechu al arrincar
be: Выконваюцца калі вы ўвайшлі
bg: Извършва се при влизане
cy: Cyflawni pan fyddwch yn mewngofnodi
el: Εφαρμογή όταν συνδέεστε
eo: Plenumite ĉe ensaluto
es: Al iniciar sesión
et: Teostatakse sisselogimisel
eu: Saioa hasten duzunean burutuak
fa: اجرا شده هنگام ورود شما به سیستم
fr_ca: Effectué lors de l'ouverture de session
he: ביצוע בעת התחברות למערכת
hi: आप द्वारा लॉगिन उपरांत निष्पादित
ia: Effectuate a tu connexion
id: Jalankan ketika anda masuk
is: Framkvæmt þegar þú skráir þig inn
it: Eseguito quando effettui l'accesso
ja: ログインによって実行
kab: Ad yeddu mi ara teqqneḍ
lo: ດຳເນີນການເມື່ອທ່ານເຂົ້າສູ່ລະບົບ
lv: Veikts, kad piesakies sistēmā
nb: Utføres når du logger inn
nl: Uitgevoerd wanneer u zich aanmeldt
nn: Utført når du loggar inn
oc: Realizat a la dobertura de session
pl: Wykonywane po zalogowaniu
pt: Executado quando inicia sessão
pt_br: Executadas quando você fizer login
ro: Efectuate când te autentifici
ru: Выполняется при входе в систему
sl: Se izvede, ko se prijavite
sr: Извршава се када сте улоговани
sr@latin: Izvršava se kada ste logovani
sv: Genomförs när du loggar in
uk: Виконуються, коли ви входите в систему
uz: Tizimga kirganingizda amalga oshiriladi
vi: Thực hiện khi bạn đăng nhập

source: Automatic Maintenance
am: ራሱ በራሱ መጠገኛ
ast: Mantenimientu automáticu
be: Аўтаматычнае абслугоўванне
bg: Автоматична поддръжка
cy: Cynnal a Chadw Awtomatig
el: Αυτόματη Συντήρηση
eo: Aŭtomata funkcitenado
es: Mantenimiento automático
et: Automaatne hooldus
eu: Mantenu automatikoa
fa: نگهداشت خودکار
fr_ca: Maintenance automatique
he: תחזוקה אוטומטית
hi: स्वतः प्रबंधन
ia: Mantenentia automatic
id: Pemeliharaan Otomatis
is: Sjálfvirkt viðhald
it: Manutenzione automatica
ja: 自動メンテナンス
kab: Taneṭṭuft tawurmant
lo: ການບຳລຸງຮັກສາອັດຕະໂນມັດ
lt: Automatinė priežiūra
lv: Automātiskā apkope
nb: Automatisk vedlikehold
nl: Automatisch onderhoud
nn: Automatisk vedlikehald
oc: Mantenença automatica
pl: Automatyczne utrzymanie
pt: Manutenção automática
pt_br: Manutenção automática
ro: Mentenanță automată
ru: Автоматическое обслуживание
sl: Samodejno vzdrževanje
sr: Аутоматско одржавање
sr@latin: Automatsko održavanje
sv: Automatiskt underhåll
uk: Автоматичне обслуговування
uz: Avtomatik ta'mirlash
vi: Bảo trì tự động

source: Performed as root on a weekly basis
ast: Fechu comu root toles selmanes
be: Выконваецца штотыдзень ад імя root
bg: Извършва се с root привилегии всяка седмица
cy: Cyflawni fel gwreiddyn yn wythnosol
el: Εφαρμογή εβδομαδιαία ως root
eo: Plenumite kiel ĉefuzanto ĉiusemajne
es: Semanalmente como superusuario
et: Esitatakse rootina iganädalaselt
eu: Root bezala astero burutua
fa: اجراشده به‌عنوان root به‌صورت هفتگی
fr_ca: Effectué en tant que super-utilisateur sur une base hebdomadaire
he: ביצוע כשורש על בסיס שבועי
hi: रूट उपयोक्ता के तौर पर साप्ताहिक रूप से निष्पादित
ia: Effectiate como radice cata septimana
id: Jalankan sebagai root pada basis mingguan
is: Framkvæmt vikulega sem kerfisstjóri
it: Eseguito come root su base settimanale
ja: 週次でルートとして実行
lo: ດຳເນີນການໃນຖານະ root ເປັນປະຈຳທຸກອາທິດ
lv: Veikts kā root katru nedēļu
nb: Utføres som rot på ukentlig basis
nl: Uitgevoerd als root op een wekelijkse basis
nn: Utført som root kvar veke
oc: Realizat coma superutilizaire d’un biais setmanièr
pl: Wykonywane jako administrator raz w tygodniu
pt: Executado como root semanalmente
pt_br: Executado como root semanalmente
ro: Efectuate ca root, săptămânal
ru: Выполняется как root еженедельно
sl: Se izvede korensko enkrat tedensko
sr: Извршава се сваке недеље са администраторским привилегијама
sr@latin: Izvršava se kao root svake sedmice
sv: Genomförs en gång per vecka med administratörsbehörighet
uk: Виконуються з дозволами root щотижнево
uz: Haftalik asosda root sifatida amalga oshiriladi
vi: Thực hiện dưới quyền root hàng tuần

source: Remove obsolete kernels and dependencies
ast: Desaniciar kernels y dependencies ensin soporte
be: Выдаляць састарэлыя ядры і залежнасці
bg: Премахване на остарели ядра и зависимости
cy: Tynnu hen gnewyll a dibyniaethau
el: Αφαιρέστε απαρχαιωμένος πυρήνες και εξαρτήσεις
eo: Forigi malaktualajn kernojn kaj devigajn programopartojn
es: Eliminar los núcleos obsoletos y sus dependencias
et: Eemalda aegunud kernelid ja sõltuvused
eu: Kendu nukleo eta mendekotasun zaharkituak
fa: حذف کرنل‌ها و وابستگی‌های منسوخ
fr_ca: Retirer les noyaux obsolètes et leurs dépendances
he: הסרת ליבות מיושנות ואת התלויות שלה
hi: अनावश्यक कर्नेल व आश्रित पैकेज हटाएँ
ia: Remover le kernels e le dependentias obsolete
id: Hapus kernel dan dependensi yang sudah usang
is: Fjarlægja ónauðsynlega kjarna og kerfiskröfur
it: Rimuovi kernel e dipendenze obsoleti
ja: 未使用のカーネルと依存関係を削除
kab: Kkes iɣsan akked tugal iqburen
lo: ລຶບເຄີເນວ ແລະ ສ່ວນເສີມທີ່ລ້າສະໄໝ
lt: Šalinti pasenusius branduolius ir priklausomybes
lv: Noņem novecojušus Linux kodolus un atlikumus
nb: Fjern foreldede kjerner og avhengigheter
nl: Verouderde systeemkernen en afhankelijkheden verwijderen
nn: Fjern utdaterte kjernar og avhengnader
oc: Levar los nuclèus obsolèts e lors dependéncias
pl: Usuwaj przestarzałe jądra i zależności
pt: Remover kernel e dependências obsoletas
pt_br: Remover kernels e dependências obsoletas
ro: Eliminare nucleele și dependențele învechite
ru: Удалять старые ядра и зависимости
sl: Odstrani zastarela jedra in odvisne pakete
sr: Уклоните застареле кернеле и зависности
sr@latin: Ukloni zastarele kernele i njihove zavisnosti
sv: Ta bort föråldrade kärnor och beroenden
uk: Вилучати застарілі ядра та залежності
uz: Eskirgan yadrolar va bog‘liqliklarni olib tashlash
vi: Loại bỏ các hạt nhân kernel và phần phụ thuộc lỗi thời

source: This option always leaves at least one older kernel installed and never removes manually installed kernels.
ast: Esta opción dexa siempres, comu mínimu, un kernel vieyu instaláu; y nun desanicia los kernels que s'instalaron a manu
be: Гэта опцыя заўсёды пакідае хаця б адно старое ядро і ніколі не выдаляе ядры, усталяваныя ўручную.
bg: Тази опция винаги оставя поне едно по-старо ядро, и никога не премахва ръчно инсталирани ядра.
cy: Mae'r dewis yma bob amser yn gadael o leiaf un cnewyllyn hŷn wedi'i osod a byth yn tynnu cnewyllyn sydd wedi'u gosod â llaw.
el: Αυτή η επιλογή αφήνει πάντα τουλάχιστον ένα παλαιότερο πυρήνα εγκατεστημένο και ποτέ δεν απεγκαθιστά πυρήνες που εγκαταστάθηκαν χειροκίνητα.
eo: Ĉi tiu opcio ĉiam lasas almenaŭ unu pli malnovan kernon instalatan kaj neniam forigas permane instalitajn kernojn.
es: Esta opción siempre deja instalado al menos un núcleo anterior y no elimina nunca los núcleos instalados manualmente.
et: See valik jätab alati vähemalt ühe vanema kerneli paigaldatuks ning ei eemalda kunagi käsitsi paigaldatud kerneleid.
eu: Aukera honek nukleo zaharrago bat uzten du instalatuta gutxienez eta ez ditu eskuz instalatutako nukleoak kentzen.
fa: این گزینه همیشه حداقل یک کرنل قدیمی را باقی میگذارد و هیچگاه کرنل‌های نصب شده به‌صورت دستی را حذف نمیکند.
fr_ca: Cette option laisse toujours au moins un autre noyau installé et ne supprime jamais les noyaux installés manuellement.
he: אפשרות זו תשאיר תמיד ליבה ישנה אחת לפחות מותקנת ולעולם לא תמחק ליבות שהותקנו ידנית.
hi: यह विकल्प कम-से-कम एक पुराना कर्नेल व मैनुअल रूप से इंस्टॉल कर्नेल नहीं हटाता है।
ia: Iste option lassa sempre al minus un kernel plus vetere installate e nunquam remove le kernels installate manualmente.
id: Opsi ini selalu membiarkan setidaknya satu kernel lama terpasang dan tidak pernah menghapus kernel yang dipasang secara manual.
is: Þessi valkostur lætur alltaf skilja eftir a.m.k. einn eldri kjarna uppsettan og aldrei fjarlægja handvirkt uppsetta kjarna.
it: Questa opzione lascia sempre almeno un vecchio kernel installato e non rimuove mai i kernel installati manualmente.
ja: このオプションは、古いカーネルを少なくとも 1 つ残したままにします。また、手動でインストールされたカーネルは削除されません。
kab: Tanefrunt-agi yalas tettaǧa yiwen n iɣes aqbur yettwasbedden yerna ur tettekkes ara s ufus iɣsan yettwasbedden.
lo: ຕົວເລືອກນີ້ຈະເກັບເຄີເນວເກົ່າໄວ້ຢ່າງໜ້ອຍໜຶ່ງໂຕສະເໝີ ແລະ ຈະບໍ່ລຶບເຄີເນວທີ່ຕິດຕັ້ງດ້ວຍຕົນເອງ.
lt: Šis pasirinkimas visada palieka įdiegtą bent vieną seną branduolį ir niekada nepašalina rankiniu būdu įdiegtų branduolių.
lv: Šī opcija vienmēr atstāj vismaz vienu vecāku kodolu instalētu un nekad neizdzēš manuāli instalētus kodolus.
nb: Dette alternativet lar alltid minst én eldre kjerne være installert og fjerner aldri manuelt installerte kjerner.
nl: Deze optie laat altijd tenminste één oudere systeemkern geïnstalleerd en verwijdert nimmer eventuele handmatig geïnstalleerde systeemkernen.
nn: Dette valet let alltid minst ein eldre kjerne vere installert og fjernar aldri manuelt installerte kjernar.
oc: Aquesta opcion daissa totjorn almens un nuclèu ancian installat e tira pas jamai los nuclèus installats manualament.
pl: Ta opcja zawsze pozostawia zainstalowane przynajmniej jedno starsze jądro i nigdy nie usuwa ręcznie zainstalowanych jąder.
pt: Esta opção deixa, pelo menos, um kernel antigo instalado e nunca remove os kernel instalados manualmente.
pt_br: Esta opção sempre deixa pelo menos um kernel antigo instalado e nunca remove os kernels instalados manualmente.
ro: Această opțiune lasă întotdeauna cel puțin un nucleu mai vechi instalat și nu înlătură niciodată nucleele instalate manual.
ru: Данная настройка всегда оставляет установленным хотя бы одно старое ядро и никогда не удаляет установленные вручную ядра.
sl: Ta možnost vedno pusti vsaj eno starejše jedro nameščeno in nikoli ne odstrani ročno nameščenih jeder.
sr: Ова функција увек оставља најмање један старији кернел инсталиран и не уклања ручно инсталиране кернеле.
sr@latin: Ova opcija uvek ostavlja najmanje jedan stariji kernel koji je instaliran i nikada ne uklanja ručno instalirane kernele.
sv: Detta val låter alltid minst en gammal kärna vara installerad och tar aldrig bort manuellt installerade kärnor.
uk: Ця функція завжди залишає встановленим щонайменше одне старіше ядро та ніколи не вилучає встановлені вручну ядра.
uz: Ushbu parametr har doim kamida bitta eski yadroni o‘rnatadi va qo‘lda o‘rnatilgan yadrolarni hech qachon olib tashlamaydi.
vi: Tùy chọn này luôn để lại ít nhất một kernel cũ được cài đặt và không bao giờ xóa các kernel được cài đặt thủ công.
