Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Please specify the source package name of the update to ignore (wildcards are supported) and optionally the version:
ast: Por favor, especificar el nome del paquete del anovamientu que se quier inorar (sopórtense mázcares wildcard), y opcionalmente, la versión.
be: Укажыце назву пакета абнаўлення, які прапусціць (падстаноўныя знакі падтрымліваюцца) і версію (па жаданні):
bg: Моля посочете името на пакета източник за игнориране (има поддръжка на wildcards), а по желание и версията"
cy: Rhowch enw pecyn ffynhonnell y diweddariad i'w anwybyddu (cardiau gwyllt yn cael eu cefnogi) ac yn ddewisol y fersiwn:
el: Παρακαλούμε πείτε το όνομα πακέτου πηγής της ενημέρωσης για αγνόηση (Υποστηρίζονται wildcard) και προαιρετικά την έκδοση:
eo: Bonvolu specifi la fontpakan nomon de la malatentota ĝisdatigo (ĵokeroj estas subtenataj) kaj eventuale la version:
es: Especifique el nombre del paquete fuente de la actualización que se ignorará (se admiten comodines) y opcionalmente la versión:
et: Määra lähtepaketi nimi, mida ignoreerida (metamärgid lubatud) ning soovi korral versioon:
eu: Zehaztu ez ikusi beharreko eguneraketaren iturburu-paketearen izena (komodinak onartzen dira) eta aukeran bertsioa:
fa: لطفا نام بسته منبع را برای نادیده گرفتن مشخص کنید (علامات جایگزین پشتیبانی میشوند) و به‌صورت اختیاری نسخه آنرا:
fr_ca: Veuillez spécifier le nom du paquet source de la mise à jour à ignorer (les caractères génériques sont supportés) et optionnellement sa version :
he: נא לציין שם חבילת המקור של העדכון שיש להתעלם ממנו (wildcards נתמכים) ואת הגרסה (אפשרי):
hi: अपडेट अनदेखी हेतु स्रोत पैकेज नाम व ज्ञात हो तो संस्करण निर्दिष्ट (वाइल्डकार्ड खोज समर्थित) करें :
ia: Specifica le nomine de pacchetto fonte del actualisation a ignorar (caracteres special es supportate) e optionalmente le version:
id: Harap tentukan nama paket sumber pembaruan yang akan diabaikan (karakter pengganti didukung) dan secara opsional versinya:
is: Tilgreindu heiti grunnpakka uppfærslunnar sem á að hunsa (algildisstafir leyfðir) og mögulega einnig útgáfunúmer:
it: Specifica il nome del pacchetto sorgente dell'aggiornamento da ignorare (i caratteri wildcard sono supportati) e opzionalmente la versione:
ja: 無視するアップデートのソースパッケージ名 (ワイルドカード使用可) および任意でバージョンを指定してください:
kab: Ttxil-k fk-d aɣbalu n ukemmus n uleqqem i tebɣiḍ ad tettuḍ (tteddun isekkilen iwesyanen) akked lqem ma tebɣiḍ:
lo: ກະລຸນາລະບຸຊື່ແພັກເກດຕົ້ນທາງຂອງການອັບເດດທີ່ຈະບໍ່ສົນໃຈ (ຮອງຮັບ wildcards) ແລະ ລຸ້ນ (ຖ້າມີ):
lt: Nurodykite atnaujinimo, kurį nepaisyti, šaltinio paketo pavadinimą (yra palaikomi pakaitos simboliai) ir pasirinktinai versiją:
lv: Lūdzu, norādi ignorējamo atjauninājuma avota pakotnes nosaukumu (atbalstīti ir universālie simboli) un, ja vēlies, arī versiju:
nb: Vennligst spesifiser kildepakkenavnet til oppdateringen som skal ignoreres (jokertegn støttes) og eventuelt versjonen:
nl: Geef a.u.b. de bronpakketnaam op van de actualisering die moet worden genegeerd (jokertekens zijn toegestaan) en eventueel de versie:
nn: Oppgje namnet på kjeldepakken til oppdateringa som skal ignorerast (jokerteikn er støtta) og eventuelt versjonen:
oc: Volgatz especificar lo nom del paquet font de la mesa a jorn d’ignorar (los caractèrs generics son preses en carga) e opcionalament sa version :
pl: Wpisz nazwę pakietu aktualizacji do zignorowania (znaki specjalne są wspierane) i opcjonalnie wersję:
pt: Especifique o nome do pacote da atualização a ser ignorada ('wildcards' são permitidos) e, opcionalmente, a versão:
pt_br: Especifique o nome do pacote de origem da atualização a ser ignorada (caracteres coringas são suportados) e, opcionalmente, a versão:
ro: Vă rugăm să specificați numele pachetului sursă al actualizării care trebuie ignorat (asteriscurile sunt acceptate) și opțional versiunea:
ru: Укажите имя исходного пакета обновления, которое следует игнорировать (поддерживаются подстановочные знаки), и, при необходимости, версию:
sl: Določite ime izvornega paketa posodobitve, ki ga želite prezreti (podprti so nadomestni znaki), in po želji tudi njegovo različico:
sr: Наведите назив изворног пакета ажурирања које треба занемарити (подржани су заменски знакови) и необавезну верзију:
sr@latin: Navedite naziv izvornog paketa ažuriranja koji treba ignorisati (podržani su zamenski znakovi) i, opcionalno, verziju:
sv: Var god ange namn och ev. version (* och ? kan användas) på det paket som innehåller uppdateringen du vill välja bort:
uk: Зазначте назву джерельного пакунку оновлення, яке буде нехтуватися (спецсимволи підтримуються), та, необов'язково, його версію:
uz: E'tibor bermaslik uchun yangilanishning manba paketi nomini (almashtiriluvchi belgilar qo‘llab-quvvatlanadi) va ixtiyoriy ravishda versiyasini belgilang:
vi: Vui lòng chỉ định tên gói nguồn của bản cập nhật cần bỏ qua (ký tự đại diện được hỗ trợ) và phiên bản tùy chọn:

source: Ignore an Update
am: ማሻሻያውን መተው
ast: Inorar anovamientu
be: Прапусціць абнаўленне
bg: Игнориране на актуализация
cy: Anwybyddu Diweddariad
el: Αγνοήστε μια ενημέρωση
eo: Malatenti ĝisdatigon
es: Ignorar una actualización
et: Ignoreeri uuendust
eu: Ez ikusi eguneraketa bat:
fa: نادیده گرفتن یک به‌روزرسانی
fr_ca: Ignorer une mise à jour
he: להתעלם מעדכון
hi: अपडेट अनदेखी करें
ia: Ignorar un actualisation
id: Abaikan Pembaruan
is: Hunsa uppfærslu
it: Ignora un aggiornamento
ja: アップデートを無視
kab: Ttu aleqqem
lo: ບໍ່ສົນໃຈການອັບເດດ
lt: Nepaisyti atnaujinimo
lv: Ignorēt atjauninājumu
nb: Ignorer en oppdatering
nl: Een actualisering negeren
nn: Ignorer ei oppdatering
oc: Ignorar una mesa a jorn
pl: Ignoruj aktualizację
pt: Ignorar uma atualização
pt_br: Ignorar uma atualização
ro: Ignorare o actualizare
ru: Игнорировать обновление
sl: Prezri posodobitev
sr: Занемари ажурирање
sr@latin: Ignoriši ažuriranje
sv: Välj bort en uppdatering
uk: Нехтувати оновлення
uz: Yangilanishga e'tibor berilmasin
vi: Bỏ qua một bản cập nhật

source: Name:
am: ስም:
ar: الاسم:
ast: Nome:
be: Назва:
bg: Име:
ca: Nom:
cs: Název:
cy: Enw:
da: Navn:
el: Όνομα:
eo: Nomo:
es: Nombre:
et: Nimi:
eu: Izena:
fa: نام:
fi: Nimi:
fr_ca: Nom :
he: שם:
hi: नाम :
hr: Naziv:
hu: Név:
ia: Nomine:
id: Nama:
is: Heiti:
it: Nome:
ja: 名前:
kab: Isem :
lo: ຊື່:
lt: Pavadinimas:
lv: Nosaukums:
nb: Navn:
nl: Naam:
nn: Namn:
oc: Nom :
pl: Nazwa:
pt: Nome:
pt_br: Nome:
ro: Nume:
ru: Название:
sk: Názov:
sl: Ime:
sr: Назив:
sr@latin: Naziv:
sv: Namn:
tr: İsim :
uk: Назва:
uz: Nomi:
vi: Tên:

source: Version:
am: እትም:
ast: Versión:
be: Версія:
bg: Версия:
cy: Fersiwn:
el: Έκδοση:
eo: Versio
es: Versión:
et: Versioon:
eu: Bertsioa:
fa: نسخه:
he: גרסה:
hi: संस्करण :
id: Versi:
is: Útgáfa:
it: Versione:
ja: バージョン:
kab: Lsem:
lo: ລຸ້ນ:
lt: Versija:
lv: Versija:
nb: Versjon:
nl: Versie:
nn: Versjon:
pl: Wersja:
pt: Versão:
pt_br: Versão:
ro: Versiune:
ru: Версия:
sl: Različica:
sr: Верзија:
sr@latin: Verzija:
uk: Версія:
uz: Versiyasi:
vi: Phiên bản:

source: (optional)
am: (በምርጫ)
ast: (opcional)
be: (неабавязкова)
bg: (по избор)
cy: (dewisol)
el: (προαιρετικό)
eo: (nedeviga)
es: (opcional)
et: (valikuline)
eu: (hautazkoa)
fa: (اختیاری)
fr_ca: (optionnel)
he: (חלופי)
hi: (वैकल्पिक)
id: (opsional)
is: (valfrjálst)
it: (opzionale)
ja: (任意)
kab: (d anefrunan)
lo: (ບໍ່ບັງຄັບ)
lt: (nebūtina)
lv: (neobligāts)
nb: (valgfritt)
nl: (optioneel)
nn: (valfritt)
oc: (facultativa)
pl: (opcjonalnie)
pt: (opcional)
pt_br: (opcional)
ro: (opțional)
ru: (необязательно)
sl: (izbirno)
sr: (необавезно)
sr@latin: (opcionalno)
sv: (tillval)
uk: (необов'язкова)
uz: (ixtiyoriy)
vi: (tùy chọn)

source: System Upgrade
am: ስርአት ማሻሻያ
ar: ترقية النظام
ast: Nueva versión del Sistema
be: Абнаўленне сістэмы
bg: Надграждане на системата
ca: Actualització del sistema
cs: Přechod na novější verzi systému
cy: Diweddaru'r System
da: Systemopgradering
de: Systemaktualisierung
el: Αναβάθμιση Συστήματος
eo: Sistempromocio
es: Actualización del sistema
et: Süsteemi uuendus
eu: Sistemaren bertsio-berritzea
fa: ارتقا سیستم
fi: Järjestelmän päivitys
fr_ca: Mise à jour du système
he: שדרוג מערכת
hi: सिस्टम अपग्रेड
hr: Nadogradnja sustava
hu: Rendszerfrissítés
ia: Modernisation de systema
id: Upgrade Sistem
is: Kerfisuppfærsla
it: Aggiornamento del sistema
ja: システムアップグレード
kab: Aleqqem n unagraw
lo: ການອັບເກຣດລະບົບ
lt: Sistemos naujinimas
lv: Sistēmas atjaunināšana
nb: Systemoppgradering
nl: Systeemopwaardering
nn: Systemoppgradering
oc: Mesa a jorn del sistèma
pl: Aktualizacja systemu
pt: Atualização do sistema
pt_br: Atualização de Sistema
ro: Actualizare sistem
ru: Обновление системы
sk: Aktualizácia systému
sl: Nadgradnja sistema
sr: Надоградња система
sr@latin: Nadogradnja sistema
sv: Systemuppgradering
tr: Sistem Yükseltme
uk: Оновлення версії системи
uz: Tizimni yangilash
vi: Nâng cấp Hệ thống

source: Introduction
am: መግቢያ
ar: المقدمة
ast: Introducción
be: Уводзіны
bg: Въведение
ca: Introducció
cs: Úvod
cy: Cyflwyniad
da: Introduktion
de: Einführung
el: Εισαγωγή
eo: Enkonduko
es: Introducción
et: Sissejuhatus
eu: Sarrera
fa: معرفی
fi: Esittely
he: הקדמה
hi: परिचय
hr: Uvod
hu: Bevezetés
id: Pengenalan
is: Kynning
it: Introduzione
ja: はじめに
kab: Tazwart
lo: ການແນະນຳ
lt: Įvadas
lv: Ievads
nb: Introduksjon
nl: Inleiding
nn: Introduksjon
oc: Introduccion
pl: Wprowadzenie
pt: Introdução
pt_br: Introdução
ro: Introducere
ru: Введение
sk: Úvod
sl: Uvod
sr: Увод
sr@latin: Uvod
sv: Introduktion
tr: Giriş
uk: Вступ
uz: Kirish
vi: Giới thiệu

source: Your system is missing critical components. A package corresponding to your edition of Linux Mint should provide the virtual package 'mint-info' and the file /etc/linuxmint/info.
am: የ እርስዎ ኮምፒዩተር በጣም አስፈላጊ አካል ጎድሎታል: A package corresponding to your edition of Linux Mint should provide the virtual package 'mint-info' and the file /etc/linuxmint/info.
ar: يفتقد نظامك المكونات الهامة. يجب أن توفر الحزمة المطابقة لإصدارك من Linux Mint الحزمة الافتراضية 'mint-info' والملف /etc/linuxmint/info
ast: Al to sistema falten-y partes crítiques. Un paquete que correspuende a la to edición de Linux Mint tendría que proporcionate el paquete virtual 'mint-info' y l'archivu /etc/linuxmint/info.
be: У вашай сістэме адсутнічаюць важныя кампаненты. Пакет вашага выпуску Linux Mint павінен прадастаўляць віртуальны пакет 'mint-info' і файл /etc/linuxmint/info.
bg: На Вашата система липсват критични компоненти. Пакетите свързани с Вашата версия на Линукс Минт се предоставят от виртуалния пакет 'mint-meta-info' и файла /etc/linuxmint/info.
ca: Falten alguns components crítics del sistema. Un paquet que correspon a la vostra edició de Linux Mint hauria de proporcionar el paquet virtual 'mint-info' i el fitxer /etc/linuxmint/info.
cs: Vaše instalace systému postrádá kritické součásti. Balíček odpovídající tomuto vydání Linux Mint by měl poskytovat virtuální balíček „mint-info“ a soubor /etc/linuxmint/info.
cy: Mae cydrannau hanfodol ar goll o'ch system. Dylai pecyn ar gyfer eich fersiwn chi o Linux Mint ddarparu pecyn rhith 'mint-info' a'r ffeil /etc/linuxmint/info.
da: Dit system mangler kritiske komponenter. En pakke svarende til din udgave af Linux Mint skulle levere den virtuelle pakke "mint-info" og filen /etc/linuxmint/info.
de: Ihrem System fehlen entscheidende Komponenten. Ein Paket, entsprechend Ihrer Ausgabe von Linux Mint, sollte das virtuelle Paket »mint-Info« und die Datei /etc/linuxmint/info liefern.
el: Από το σύστημά σας απουσιάζουν κρίσιμα συστατικά. Ένα από τα πακέτα που αντιστοιχούν στην έκδοση Linux Mint που έχετε μπορεί να δώσει τις πληροφορίες πακέτου 'mint-info' και το αρχείο /etc/linuxmint/info.
eo: Al via sistemo mankas kritikaj moduloj. Pako, kongruanta kun via eldono de Linukso Minto, provizu la virtualan pakon 'mint-info' kaj la dosieron /etc/linuxmint/info.
es: Faltan componentes críticos del sistema. Un paquete correspondiente a su edición de Linux Mint debería proporcionar el paquete virtual «mint-info» y el archivo /etc/linuxmint/info.
et: Sinu süsteemis puuduvad kriitilised komponendid. Sinu Linux Minti versioonile vastav pakett peaks pakkuma virtuaalset paketti 'mint-info' ja sisaldama faili /etc/linuxmint/info.
eu: Zure sistemak osagai kritikoak falta ditu. Zure Linux Mint edizioari dagokion pakete batek 'mint-info' pakete birtuala eta /etc/linuxmint/info fitxategia hornitu behar lituzke.
fa: سیستم شما فاقد اجزایی حیاتی است. یک بسته مطابق با ویرایش Linux Mint شما باید بسته مجازی 'mint-info' و فایل /etc/linuxmint/info را فراهم آورد.
fi: Järjestelmästäsi puuttuu kriittisiä komponentteja. Käyttämääsi Linux Mint -julkaisua vastaavan paketin tulisi tarjota virtuaalipaketti "mint-info" ja tiedosto /etc/linuxmint/info.
fr_ca: Il manque des composants critiques essentiels à votre système. Un paquet correspondant à votre édition de Linux Mint devrait fournir le paquet virtuel 'mint-info' et le fichier /etc/linuxmint/info.
he: המערכת חסרה רכיבים חיוניים. חבילה שתואמת לגרסת לינוקס מינט המותקנת, אמורה לספק את החבילה המדומה 'mint-info' ואת הקובץ /etc/linuxmint/info.
hi: सिस्टम हेतु आवश्यक भाग अनुपस्थित हैं। आपके लिनक्स मिंट संस्करण अनुसार एक पैकेज द्वारा वर्चुअल पैकेज 'mint-info' व फाइल /etc/linuxmint/info प्रदान होनी चाहिए।
hr: Vašem sustavu nedostaju ključne komponente. Odgovarajući paket vašem izdanju Linux Minta trebao bi pružiti virtualni paket 'mint-info' i datoteku /etc/linuxmint/info.
hu: A rendszer alapvető részei hiányoznak. A Linux Mint kiadáshoz tartozó csomag biztosítja a „mint-info” virtuális csomagot és a „/etc/linuxmint/info” fájlt.
ia: Tu systema es mancante de componentes critic. Un pacchetto correspondente a tu edition de Linux Mint debe fornir le pacchetto virtual «mint-info» e le file /etc/linuxmint/information.
id: Sistem anda kehilangan komponen yg sangat penting. Sebuah paket yang berhubungan dengan edisi Linux Mint anda seharusnya menyediakan paket virtual `mint-info' dan berkas /etc/linuxmint/info.
is: Í kerfið þitt vantar nauðsynlegar einingar. Pakki sem samsvarar þinni útgáfu af Linux Mint ætti að koma með sýndarpakkann 'mint-info' og skrána /etc/linuxmint/info.
it: Sul sistema non sono installati componenti essenziali. Il pacchetto corrispondente alla tua versione di Linux Mint dovrebbe includere il pacchetto virtuale 'mint-info' e il file /etc/linuxmint/info.
ja: システムに重要なコンポーネントがありません。お使いの Linux Mint エディションのパッケージには、仮想パッケージ 'mint-info' とファイル /etc/linuxmint/info があるはずです。
kab: Anagraw-inek xuṣṣen-t isegran iweɛren. Akemmus inmeɣran akked teẓrigt-inek n Linux Mint isefk ad d-tefk akemmes uhlis 'mint-info' akked ufaylu /etc/linuxmint/info.
lo: ລະບົບຂອງທ່ານຂາດສ່ວນປະກອບທີ່ສຳຄັນ. ແພັກເກດທີ່ສອດຄ່ອງກັບລຸ້ນ Linux Mint ຂອງທ່ານຄວນມີແພັກເກດສະເໝືອນ 'mint-info' ແລະ ໄຟລ໌ /etc/linuxmint/info.
lt: Jūsų sistemoje trūksta kritinių komponentų. Jūsų Linux Mint laidą atitinkantis paketas turėtų pateikti virtualų paketą 'mint-info' ir failą /etc/linuxmint/info.
lv: Tavai sistēmai trūkst svarīgu komponentu. Tavai Linux Mint versijai atbilstošajai pakotnei jāietver virtuāla pakotne 'mint-info' un fails /etc/linuxmint/info.
nb: Systemet ditt mangler kritiske komponenter. En pakke som tilsvarer din utgave av Linux Mint bør gi den virtuelle pakken "mint-info" og filen /etc/linuxmint/info.
nl: Uw systeem mist belangrijke onderdelen. Een pakket dat hoort bij uw versie van Linux Mint, zou het virtuele pakket 'mint-info' moeten bevatten en het bestand /etc/linuxmint/info.
nn: Systemet ditt manglar kritiske komponentar. Ein pakke som svarar til utgåva di av Linux Mint skal gje den virtuelle pakken 'mint-info' og fila /etc/linuxmint/info.
oc: Mancan de compausants essencials a vòstre sistèma. Un paquet adaptat a vòstra version de Linux Mint deuriá fornir lo paquet virtual « mint-info » e lo fichièr /etc/linuxmint/info.
pl: W Twoim systemie brakuje bardzo ważnych komponentów. Pakiet odpowiadający Twojej edycji Linuksa Mint powinien dostarczać wirtualny pakiet 'mint-info' i plik /etc/linuxmint/info.
pt: Existem componentes críticos em falta no seu sistema. Um pacote correspondente à sua edição Linux Mint deve disponibilizar o pacote virtual 'mint-info' e o ficheiro /etc/linuxmint/info.
pt_br: Componentes críticos estão faltando em seu sistema. Um pacote correspondente para a sua edição do Linux Mint deverá fornecer o pacote virtual 'mint-info' e o arquivo /etc/linuxmint/info.
ro: Sistemului dumneavoastră îi lipsesc componente critice. Un pachet care corespunde cu ediția dumneavoastră de Linux Mint ar trebui să ofere pachetul virtual „mint-info” și fișierul /etc/linuxmint/info.
ru: В системе пропущен необходимый компонент. Пакет, соответствующий выпуску Linux Mint, должен предоставлять виртуальный пакет «mint-info» и файл /etc/linuxmint/info.
sk: Vášmu systému chýbajú kritické komponenty. Balík korešpondujúci s vašou edíciou Linuxu Mint by mal poskytnúť virtuálne balíky 'mint-info' a súbor /etc/linuxmint/info.
sl: Vašemu sistemu manjkajo kritične enote. Paket, ki ustreza vaši izdaji Linux MInta, bi moral zagotoviti navidezni paket 'mint-info' in datoteko /etc/linuxmint/info.
sr: Овом систему недостају кључни делови. Пакет који одговара овом издању Линукс Минта би требало да обезбеди нестварни пакет „mint-info“ и датотеку „/etc/linuxmint/info“.
sr@latin: Vašem sistemu nedostaju kritične komponente. Paket koji odgovara Vašem izdanju Linuks Minta bi trebao da omogući virtuelni paket 'mint-info' i datoteku /etc/linuxmint/info.
sv: Ditt system saknar kritiska komponenter. Ett paket som motsvarar din utgåva av Linux Mint ska tillhandahålla det virtuella paketet 'mint-info' samt filen /etc/linuxmint/info.
tr: Sisteminizde kritik bileşenler eksik. Sanal bir paket olan 'mint-info' paketi ve /etc/linuxmint/info dosyası tarafından Linux Mint sürümünüz tanımlanmalıdır.
uk: У вашій системі відсутні істотні компоненти. Пакунок, відповідний вашому виданню «Linux Mint», має надавати віртуальний пакунок «mint-info» та файл «/etc/linuxmint/info».
uz: Tizimingizda muhim komponentlar etishmayapti. Linux Mint nashringizga mos keladigan paket "mint-info" virtual paketini va /etc/linuxmint/info faylini taqdim etishi kerak.
vi: Hệ thống của bạn thiếu vài thành phần cực kì quan trọng. Gói tương ứng với bản Linux Mint của bạn sẽ cung cấp gói ảo 'mint-info' và tập tin /ect/linuxmint/info.

source: No upgrades were found.
am: ምንም ማሻሻያ አልተገኘም
ar: لم يتم العثور على ترقيات.
ast: Nun se atoparon nueves versiones
be: Абнаўленняў не знойдзена.
bg: Нама налични актуализации
ca: No s'han trobat actualitzacions.
cs: Nebyly nalezeny žádné novější verze.
cy: Heb ganfod diweddariadau
da: Der blev ikke fundet nogen opgraderinger.
de: Es wurden keine Systemaktualisierungen gefunden.
el: Δε βρέθηκαν αναβαθμίσεις.
eo: Neniuj promocioj estas trovitaj.
es: No se han encontrado actualizaciones.
et: Uuendusi ei leitud.
eu: Ez da bertsio berririk aurkitu.
fa: هیچ ارتقایی یافت نشد.
fi: Päivityksiä ei löytynyt.
fr_ca: Aucune mise à jour n'a été trouvée.
he: לא נמצאו עדכונים.
hi: कोई अपग्रेड नहीं है।
hr: Nema pronađenih nadogradnja.
hu: Nincsenek frissítések.
ia: Nulle modernisationes esseva trovate.
id: Tidak ada upgrade yang ditemukan.
is: Engar uppfærslur fundust.
it: Nessun aggiornamento disponibile.
ja: アップグレードは見つかりませんでした。
kab: Ulac ileqman yettwafen.
lo: ບໍ່ພົບການອັບເກຣດ.
lt: Naujinimų nerasta.
lv: Atjauninājumi netika atrasti.
nb: Ingen oppgraderinger ble funnet.
nl: Er werden geen opwaarderingen aangetroffen.
nn: Ingen oppgraderingar vart funne.
oc: Cap de mesa a nivèl pas trobada.
pl: Nie odnaleziono aktualizacji.
pt: Não existem atualizações.
pt_br: Nenhuma atualização foi encontrada.
ro: Nu s-a găsit nicio actualizare.
ru: Обновления не найдены.
sk: Neboli nájdené žiadne aktualizácie.
sl: Ni najdenih nadgradenj.
sr: Нема нових надоградњи.
sr@latin: Nisu pronađene nikakve nadogradnje.
sv: Inga uppgraderingar hittades.
tr: Hiçbir yükseltme bulunamadı
uk: Жодного оновлення не було знайдено.
uz: Hech qanday yangilanish topilmadi.
vi: Không tìm thấy bản cập nhật nào.

source: A new version of Linux Mint is available!
am: አዲስ የ ሊነክስ ሚንት እትም ተገኝቷል
ar: يتوفر إصدار جديد من Linux Mint!
ast: ¡Hai una nueva versión de Linux Mint!
be: Даступна навейшая версія Linux Mint!
bg: Налична е нова версия на Линукс Минт!
ca: Hi ha disponible una nova versió de Linux Mint!
cs: Je k dispozici nová verze Linux Mint!
cy: Mae fersiwn newydd o Linux Mint ar gael!
da: En ny version af Linux Mint er tilgængelig!
de: Eine neue Version von Linux Mint ist verfügbar!
el: Διατίθεται μια νέα έκδοση του Linux Mint!
eo: Nova versio de Linukso Minto disponeblas!
es: ¡Una versión nueva de Linux Mint está disponible!
et: Linux Minti uus versioon on saadaval!
eu: Linux Minten bertsio berri bat eskuragarri dago!
fa: یک نسخه جدید از Linux Mint در دسترس است!
fi: Linux Mintin uusi versio on saatavilla!
fr_ca: Une nouvelle version de Linux Mint est disponible !
he: זמינה גרסת לינוקס מניט חדשה!
hi: लिनक्स मिंट का नवीन संस्करण उपलब्ध है!
hr: Nova inačica Linux Minta je dostupna!
hu: Már elérhető a Linux Mint új verziója.
ia: Un nove version de Linux Mint es disponibile
id: Sebuah versi baru Linux Mint tersedia!
is: Ný útgáfa Linux Mint er tiltæk!
it: Una nuova versione di Linux Mint è disponibile!
ja: Linux Mint の新しいバージョンが利用可能です！
kab: Lqem amaynut n Linux Mint yewjed !
lo: ມີ Linux Mint ລຸ້ນໃໝ່ໃຫ້ໃຊ້ແລ້ວ!
lt: Yra nauja Linux Mint versija!
lv: Ir pieejama jauna Linux Mint versija!
nb: En ny versjon av Linux Mint er tilgjengelig!
nl: Er is een nieuwe versie van Linux Mint beschikbaar!
nn: Ei ny utgåve av Linux Mint er tilgjengeleg!
oc: Una nòva version de Linux Mint es disponibla !
pl: Dostępna jest nowa wersja Linux Mint!
pt: Está disponível uma nova versão Linux Mint!
pt_br: Uma nova versão do Linux Mint está disponível!
ro: O nouă versiune de Linux Mint este disponibilă!
ru: Доступна новая версия Linux Mint!
sk: Je k dispozícií nová verzia Linuxu Mint!
sl: Na voljo je novejša različica Linux Minta!
sr: Доступно је ново издање Линукс Минта!
sr@latin: Nova verzija Linuks Minta je dostupna!
sv: En ny version av Linux Mint finns tillgänglig!
tr: Linux Mint'in yeni bir sürümü mevcut
uk: Нова версія Linux Mint доступна!
uz: Linux Mint yangi versiyasi mavjud!
vi: Đã có phiên bản Linux Mint mới !
