Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: When you boot the computer, the very first screen is called the Grub menu. This menu allows you to choose operating systems but you can also use it to select a kernel.
am: እርስዎ ኮምፒዩተሩን እንደገና ሲያስነሱ በ መጀመሪያ የሚታየው የ Grub menu ይባላል: ይህ ዝርዝር የ ተለያዩ የ መስሪያ ስርአት ና ከረኔል መምረጥ ያስችሎታል
ar: عند تشغيل جهاز الكمبيوتر، تسمى الشاشة الأولى بالقائمة Grub. تسمح لك هذه القائمة باختيار أنظمة التشغيل ولكن يمكنك أيضًا استخدامها لتحديد النواة.
be: Калі вы ўключаеце камп'ютар, самы першы экран выклікае меню Grub. Гэта меню дазваляе вам выбраць аперацыйную сістэму, але вы таксама можаце з яго дапамогай выбраць ядро.
bg: Когато стартираш компютъра, най-първият екран се нарича Grub меню. Това мени ти позволява да избереш операционна система, но също така се използва и за избиране на ядро.
ca: Quan arranqueu l'ordinador, la primera pantalla és el menú de grub. Aquest menú us permet escollir el sistema operatiu, però també podeu utilitzar-ho per seleccionar un kernel.
cs: Když zapnete počítač, jednou z prvních obrazovek kterou uvidíte je nabídka zavaděče Grub. Z ní je možné vybírat operační systémy, ale také různá jádra konkrétního systému.
cy: Pan fyddwch yn cychwyn y cyfrifiadur, mae'r sgrin cyntaf yn cael ei alw'n ddewislen Grub. Mae'r dewislen yn caniatáu i chi ddewis system weithredu ond gallwch ei ddefnyddio i ddewis cnewyllyn.
da: Når du booter computeren, er det første skærmbillede Grub-menuen. Denne menu lader dig vælge styresystem, men du kan også bruge den til at vælge en kerne.
de: Wenn Sie Ihren Rechner starten, ist der erste Bildschirm das so genannte Grub-Menü. Dieses Menü erlaubt es Ihnen Betriebssysteme auszuwählen, aber Sie können es auch verwenden, um einen Kernel auszuwählen.
el: Όταν εκκινείτε τον υπολογιστή, η πρώτη οθόνη ονομάζεται μενού Grub. Αυτό το μενού σας επιτρέπει να επιλέξετε λειτουργικά συστήματα, αλλά μπορείτε επίσης να το χρησιμοποιήσετε για να επιλέξετε έναν πυρήνα.
eo: Kiam vi praŝargas la komputilon, la tute unua ekrano nomiĝas la Grub-menuo. Ĉi tiu menuo permesas al vi elekti operaciumojn, sed ankaŭ eblas uzi ĝin por elekti kernon.
es: Al arrancar el equipo, la primera pantalla que se muestra es el menú del cargador de arranque. Este menú permite elegir un sistema operativo, pero también se puede usar para seleccionar un núcleo.
et: Kui alglaadid arvuti, siis kõige esimest ekraani nimetatakse Grub-i menüüks. Selles menüüs saab valida operatsioonisüsteemide vahel, kuid sealt saab valida ka kerneli.
eu: Ordenagailua abiarazten duzunean agertzen den lehen pantaila Grub menua da. Menu honek sistema eragilea hautatzeko aukera ematen dizu, baina nukleoa aukeratzeko ere erabil dezakezu.
fi: Kun käynnistät tietokoneen, ensimmäistä ruutua kutsutaan Grub–valikoksi. Tämä valikko mahdollistaa käyttöjärjestelmän valinnan, mutta voit myös käyttää sitä ytimen valintaan.
fr_ca: Quand vous démarrez l'ordinateur, le tout premier écran est appelé le menu Grub. Ce menu vous permet de choisir les systèmes d'exploitation mais vous pouvez aussi l'utiliser pour sélectionner un noyau.
he: בעת אתחול המחשב, המסך הראשון שמוצג נקרא תפריט גרוב (Grub). תפריט זה מאפשר לבחור מערכת הפעלה, אך ניתן גם לבחור בליבה הרצויה.
hi: कंप्यूटर आरंभ पर दृश्यमान प्राथमिक स्क्रीन Grub मेन्यू कहलाती है। इस मेन्यू द्वारा आप ऑपरेटिंग सिस्टम के अलावा कर्नेल भी चुन सकते हैं।
hr: Kada pokrenete računalo, prvi zaslon koji se pojavi je Grub izbornik. Taj izbornik vam omogućuje odabir operativnih sustava ali ga isto možete koristiti za odabir kernela.
hu: Amikor elindítja a számítógépet, a rendszerindulás során megjelenő első képernyőt Grub menünek hívják. Ebben a menüben nem csak kiválaszthatja az operációs rendszereket, hanem kiválaszthatja a használni kívánt kernelt is.
ia: Quando tu initia le computator, le prime pagina que appare es appellate menu del GRUB. Iste menu te permitte seliger systemas operative, ma tu pote anque usar illo pro seliger un kernel.
id: Saat Anda mem-boot komputer, layar pertama disebut menu Grub. Menu ini memungkinkan Anda untuk memilih sistem operasi tetapi Anda juga dapat menggunakannya untuk memilih kernel.
is: Þegar þú ræsir tölvuna upp, er allra fyrsta skjámyndin kölluð GRUB-valmynd. Þessi valmynd gerir þér kleift að velja á milli mismunandi stýrikerfa, en einnig er þarna hægt að velja hvaða kjarna eigi að keyra.
it: Quando si avvia il computer, la prima pagina che si presenta è chiamata il menu di Grub. Questo menu consente di scegliere i sistemi operativi, ma è possibile anche utilizzare per selezionare un kernel.
ja: コンピューターを起動すると、まず GRUB と呼ばれるメニュー画面が表示されます。このメニューでは、オペレーティングシステムを選択できますが、カーネルの選択にも使用できます。
kab: Ticki tesnekreḍ aselkim, agdil amenzu maḍi isem-is umuɣ Grub. Umuɣ-agi d win ad k-yeǧǧen ad tferneḍ inagrawen n wamud maca tzemreḍ daɣen ad tesqedceḍ-t i ufran n yiɣes.
lt: Kai paleidžiate kompiuterį, pats pirmas ekranas kurį matote yra vadinamas Grub meniu. Šis meniu leidžia jums pasirinkti operacines sistemas, tačiau be to, galite jį naudoti ir branduolio pasirinkimui.
nl: Wanneer u de computer opstart, is het allereerste scherm het menu van opstartlader Grub. In dit menu kunt u besturingssystemen kiezen, maar ook kunt u een systeemkern kiezen.
pl: Gdy uruchamiasz komputer pierwszym widocznym ekranem jest menu Grub-a. Menu to pozwala ci na wybór systemu operacyjnego, jednak możesz użyć go także do wyboru jądra systemu.
pt: Ao arrancar o computador, o primeiro ecrã é chamado de menu Grub. Este menu permite-lhe escolher o sistema operativo, mas pode também o pode utilizar para selecionar o kernel.
pt_br: Quando você inicializar o computador, a primeira tela é chamada de menu Grub. Este menu permite que você escolha entre sistemas operacionais mas poderá também usa-lo para selecionar o kernel.
ro: Când porniți calculatorul, primul ecran se numește meniul Grub. Acest meniu permite alegerea sistemelor de operare, însă îl puteți folosi și pentru alegerea unui nucleu.
ru: При загрузке компьютера, самый первый экран называется меню Grub. Это меню позволяет выбрать операционную систему, но вы также можете использовать его, чтобы выбрать ядро.
sk: Ak naštartujete počítač, úplne prvá obrazovka (po UEFI/BIOS) sa nazýva GRUB menu. Toto menu vám dovoľuje nielen zvoliť operačný systém, ktorý sa má spustiť, no ale aj zvolenie jadra.
sl: Prvi zaslon ob zagonu računalnika je imenovan meni Grub. Ta meni omogoča izbor operacijskega sistema, uporabite pa ga lahko tudi za izbor jedra.
sr: Када покренете рачунар, први екран који видите се назива Груб изборник. Овај изборник вам омогућава да одаберете оперативни систем, али га такође можете користити и за одабир кернела.
sr@latin: Kada pokrenete računar, prvi ekran koji vidite se naziva Grub meni. Ovaj meni Vam omogućava da izaberete operativni sistem, ali ga takođe možete iskoristiti da izaberete neki kernel.
sv: När du startar datorn, kommer du först till Grub-menyn. Denna meny låter dig välja operativsystem, men du kan också använda den till att välja en kärna.
tr: Bilgisayarınız başlatılırken, ilk olarak Grub menüsü adı verilen ekranı görürsünüz. Bu menü size işletim sisteminizi seçmenizi sağlar, bunun yanında çekirdek seçmenize de olanak verir.
uk: Коли ви завантажуєте комп'ютер, власне перший екран має назву «меню Grub». Це меню дозволяє вибрати операційну систему, але ви також можете використати його для вибрання ядра.
vi: Khi bạn khởi động máy tính, màn hình đầu tiên được gọi là menu Grub. Menu này cho phép bạn chọn hệ điều hành nhưng bạn cũng có thể sử dụng nó để chọn nhân kernel.

source: If you only have one operating system installed, your boot sequence might skip the Grub menu. To force the Grub menu to show, boot the computer and keep pressing the left <key>Shift</key> key.
am: እርስዎ አንድ የተገጠመ የ መስሪያ ስርአት ብቻ ካለዎት: የ እርስዎ ማስነሻ ሂደት የ Grub menu ሊዘለው ይችላል: የ Grub menu እንዲያሳይ ለማስገደድ: ኮምፒዩተሩ በሚነሳ ጊዜ ይጫኑ የ ግራ <key>Shift</key> ቁልፍ
ar: في حالة تثبيت نظام تشغيل واحد فقط، قد يتخطى تسلسل التمهيد الخاص بك قائمة Grub. لإجبار قائمة Grub على إلظهور، قم بتشغيل جهاز الكمبيوتر واستمر في الضغط على المفتاح الأيسر <key>Shift</key>.
be: Калі ў вас толькі адна ўсталяваная аперацыйная сістэма, ваш загрузчык можа прапускаць меню Grub. Каб прымусова паказаць меню Grub, загружайце камп'ютар і націскайце на левы <key>Shift</key> на клавіятуры.
bg: Ако имаш инсталирана само една операционна система, стартиращата последователност може да бъде без Grub меню. За принудително показване, при стартиране на компютъра задръж левият <key>Shift</key>.
ca: Si només teniu instal·lat un sistema operatiu, la vostra seqüència d'arrencada pot ometre el menú de grub. Per forçar l'aparició del menú de grub, inicieu l'ordinador i mantingueu premuda la tecla <key>Maj.</ key> esquerra.
cs: Pokud máte nainstalovaný pouze jeden operační systém, může být nabídka zavaděče Grub při startu přeskočena. Pokud ji tedy chcete vyvolat, držte při startu počítače stisknutou klávesu <key>Shift</key>.
cy: Os mai dim ond un system weithredu sydd wedi ei osod, gall eich trefn gychwyn hepgor dewislen Grub. I orfodi dangos Grub, cychwynnwch y cyfrifiadur a chadw i bwyso bysell chwith <key>Shift</key>.
da: Hvis du kun har et styresystem installeret, kan det være, at Grub-menuen springes over. For at fremtvinge Grub-menuen kan du holde den venstre <key>Skift</key>-tast nede under opstart.
de: Wenn Sie nur ein Betriebssystem installiert haben, könnte der Startvorgang das Grub-Menü überspringen. Um das Grub-Menü anzuzeigen, bitte den Rechner starten und die linke <key>Umschalttaste</key> drücken.
el: Εάν έχετε εγκατεστημένο μόνο ένα λειτουργικό σύστημα, η ακολουθία εκκίνησης ενδέχεται να παραλείψει το μενού Grub. Για να εμφανίσετε το μενού Grub, εκκινήστε τον υπολογιστή και συνεχίστε να πατάτε το αριστερό πλήκτρο <key> Shift </ key>.
eo: Se vi havas nur unu operaciumon instalitan, via praŝarga ordo eble preterpasas la Grub-menuon. Por tiam aperigi la Grub-menuon, praŝargu la komputilon kaj daŭre premadu la maldekstran <key>majuskligan</key> klavon.
es: Si solo hay un sistema operativo instalado, la secuencia de arranque podría omitir el menú del cargador de arranque. Para forzar que se muestre este menú, arranque el equipo y mantenga pulsada la tecla <key>Mayús</key> izquierda.
et: Kui sul on paigaldatud ainult üks operatsioonisüsteem, võib su arvuti jätta Grubi menüü vahele. Et Grubi menüüd siiski näidataks, käivita arvuti ja vajuta ning hoia all <key>Shift</key> klahvi.
eu: Sistema eragile bakarra badaukazu, abioko sekuentziak Grub menua saltatu dezake. Grub menua agertzera behartzeko, abiarazi ordenagailua eta sakatu ezkerreko <key>Maius</key> tekla.
fi: Jos sinulla on vain yksi käyttöjärjestelmä asennettuna, käynnistysvaihe saattaa ohittaa Grub–valikon. Pakottaaksesi grub–valikon esiin, käynnistä tietoko ja paina vasenta <key>Shift</key> näppäintä.
fr_ca: Si vous n'avez qu'un seul système d'exploitation d'installé, il se peut que votre séquence de démarrage saute le menu Grub. Pour forcer le menu à s'afficher, démarrez l'ordinateur et gardez appuyé la touche <key>Maj</key> gauche.
he: אם רק מערכת הפעלה אחת מותקנת, יתכן שתהליך האיתחול ידלג על תפריט הגרוב. על מנת לאלץ הצגת התפריט, יש לאתחל את המחשב תוך כדי החזקת מקש ה־<key>שיפט</key> לחוץ.
hi: एकल ऑपरेटिंग सिस्टम होने पर संभव है कि बूट क्रम द्वारा Grub मेन्यू दृश्यमान न हो। यह मेन्यू देखने हेतु कंप्यूटर आरंभ के दौरान बायीं <key>Shift</key> कुंजी दबाते रहें।
hr: Ako imate samo jedan operativni sustav instaliran, vaš redoslijed pokretanja može preskočiti Grub izbornik. Kako bi prisilili Grub izbornik da se prikaže, pokrenite računalo i pritiskajte lijevu tipku <key>Shift</key>.
hu: Amennyiben csak egy operációs rendszer lett telepítve a számítógépre a rendszerindítási folyamat nem biztos, hogy megjeleníti a Grub menüt. A Grub menü mindenképpen megjelenik, ha a rendszerindítás során a bal <key>Shift</key> gombot lenyomva tartja.
ia: Si tu ha solmente un systema operative installate, tu sequentia de initio pote saltar le menu del GRUB. Pro fortiar le menu del GRUB a monstrar se, reinitia le computator e tene pressate le clave <key>Majusc</key>.
id: Jika Anda hanya memasang satu sistem operasi, urutan boot Anda mungkin melewati menu Grub. Untuk memaksa menu Grub ditampilkan, boot komputer dan terus tekan tombol <key>Shift</key> kiri.
is: Ef þú ert einungis með eitt stýrikerfi uppsett, gæti ræsirunan þín sleppt GRUB-valmyndinni. Til að þvinga fram birtingu á GRUB-valmyndinni, ræstu þá vélina og haltu niðri vinstri <key>Shift</key> lyklinum í ræsingunni.
it: Se hai solo un sistema operativo installato, la sequenza di avvio potrebbe saltare il menu di Grub. Per forzare il menu di Grub a mostrarsi, avviare il computer e tenere premuto il tasto <key>MAIUSC</key> sinistro.
ja: オペレーティングシステムが 1 つしかインストールされていない場合、ブート段階で GRUB メニューがスキップされる場合があります。GRUB メニューを強制的に表示するには、コンピューターを起動し、左の <key>Shift</key> キーを押しっぱなしにします。
kab: Ma tesɛiḍ yiwen kan unagraw n wamud i ibedden, yezmer ahat taseddart n usenker ad tezgel i wumuɣ Grub. Iwakken ad d-iban wumuɣ Grub s nmara, senker aselkim yerna eǧǧ taqeffilt <key>Maj</key> tazelmaḍt tessat.
lt: Jeigu esate įdiegę tik vieną operacinę sistemą, jūsų paleidimo seka gali praleisti Grub meniu. Norėdami priverstinai rodyti Grub meniu, paleiskite kompiuterį ir spaudinėkite kairįjį <key>Shift(Lyg2)</key> klavišą.
nl: Indien u slechts één besturingssysteem hebt geïnstalleerd, krijgt u het Grubmenu waarschijnlijk niet te zien. Om het Grubmenu dan toch zichtbaar te maken, start u uw computer op en drukt u meteen u de linker <key>Shift</key> toets in. Blijf hem ingedrukt houden totdat het Grubmenu alsnog verschijnt.
pl: Jeśli posiadasz tylko jeden system operacyjny, twoja sekwencja startowa może pominąć menu Grub-a. By zmusić komputer do wyświetlenia menu, przytrzymaj podczas rozruchu lewy klawisz <key>Shift</key>.
pt: Se tiver apenas um sistema operativo, a sequência de arranque deverá ignorar o menu Grub. Para forçar a exibição do Grub, inicie o computador e mantenha premida a tecla <key>Shift</key> esquerda.
pt_br: Se você tiver somente um sistema operacional, sua sequência de boot deverá pular o menu Grub. Para forçar a exibição do menu do Grub, inicie o computador e mantenha pressionada a tecla <key>Shift</key> esquerda.
ro: Dacă aveți doar un sistem de operare instalat, secvența de pornire (boot) ar putea sări peste meniul Grub. Pentru a forța afișarea acestuia, porniți calculatorul și țineți apăsată tasta <key>Shift</ key> din stânga.
ru: Если у вас установлена только одна операционная система, процесс загрузки может пропустить меню Grub. Для отображения меню Grub, загрузите компьютер, нажмав и удерживая левую клавишу <key>Shift</key>.
sk: Ak máte nainštalovaný len jeden operačný systém na počítači, GRUB menu obrazovka sa môže preskočiť. Na zobrazenie tejto obrazovky je nuutné podržať kláves <key>Shift</key>.
sl: Če imate nameščen le en operacijski sistem, lahko vaše zaporedje zagona preskoči meni Grub. Če želite vsiliti prikaz menija Grub, zaženite računalnik in pritiskajte levo <key>preslednico</key> (shift).
sr: Уколико вам је инсталиран само један оперативни систем, процес покретања рачунара може прескочити Груб мени. Да бисте присили приказивање Груб менија, покрените рачунар и притискајте лево дугме <key>Shift</key>.
sr@latin: Ukoliko imate instaliran samo jedan operativni sistem, Vaša sekvenca pokretanja sistema može da preskoči Grub meni. Da biste primorali prikazivanje Grub menija, pokrenite računar i držite pritisnut levi <key>Shift</key> taster.
sv: Om du endast har ett operativsystem installerat, kanske startsekvensen hoppar över Grub-menyn. För att tvinga startsekvensen att visa Grub-menyn, trycker du på vänster <key>Shift</key>, upprepade gånger under starten.
tr: Eğer sisteminizde sadece bir işletim sistemi varsa, açılış sırasında Grub menüsü atlanabilir. Grub menüsünü görünmeye zorlamak için, bilgisayarınızın açılışı sırasında sol <key>Üst Karakter - Shift</key> tuşuna basınız.
uk: Якщо ви маєте лише одну встановлену операційну систему, завантажна послідовність може пропустити меню Grub. Щоби меню Grub примусово показалося, завантажте комп'ютер і затисніть клавішу лівий <key>Shift</key>.
vi: Nếu bạn chỉ cài đặt một hệ điều hành, trình tự khởi động của bạn có thể bỏ qua menu Grub. Để buộc menu Grub hiển thị, hãy khởi động máy tính và tiếp tục nhấn phím <key>Shift</key> bên trái.
