Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: An upgrade was found but it is not available yet for the %s edition.
am: ማሻሻያ ተገኝቷል ነገር ግን ዝግጁ አይደለም ለዚህ %s እትም
ar: تم العثور على ترقية ولكنها غير متوفرة حتى الآن لإصدار %s .
ast: Atopose una versión nueva, pero nun ta disponible entá pa la edición %s
be: Абнаўленне знойдзена, але яно пакуль недаступна для выпуску %s.
bg: Има надграждане, но то не е още налично за версия %s.
ca: S'ha trobat una actualització, però encara no està disponible per a l'edició %s.
cs: Byla nalezena novější verze, ale ještě není k dispozici pro vydání/variantu %s.
cy: Mae diweddariad ar gael ond nid ar gael eto ar gyfer fersiwn %s.
da: En opgradering blev fundet, men den er endnu ikke tilgængelig til %s-udgaven.
de: Eine Systemaktualisierung wurde gefunden, steht aber noch nicht für die %s-Ausgabe zur Verfügung.
el: Βρέθηκε μια αναβάθμιση αλλά δεν είναι ακόμη διαθέσιμη για την έκδοση %s.
eo: Promocio esais trovita, sed ĝi ankoraŭ ne disponeblas por la %s-eldono.
es: Se ha encontrado una actualización, pero aún no está disponible para la edición %s.
et: Uuendus küll leiti, kuid see pole veel %s versioonile saadaval.
eu: Eguneratze bat aurkitu da baina oraingoz ez dago %s edizioarentzat erabilgarri.
fa: یک ارتقا پیدا شد اما آن هنوز برای ویرایش %s دردسترس نیست.
fi: Päivitys löytyi, mutta se ei vielä ole saatavilla %s-julkaisulle.
fr_ca: Une mise à jour a été trouvée mais elle n'est pas encore disponible pour l'édition %s.
he: נמצא עדכון אך הוא לא זמין לגרסה %s.
hi: प्राप्त अपडेट %s संस्करण हेतु अभी उपलब्ध नहीं है।
hr: Nadogradnja je dostupna ali još nije dostupna za %s izdanje.
hu: Egy frissítés elérhető, de jelenleg nincs a(z) %s kiadáshoz kiadott változata.
ia: Un modernisation esseva trovate ma illo non es ancora disponibile pro le edition %s.
id: Sebuah upgrade ditemukan tapi belum tersedia untuk edisi %s.
is: Uppfærsla fannst, en er ekki ennþá tiltæk fyrir %s útgáfuna.
it: È stato trovato un aggiornamento ma non è disponibile per l'edizione %s .
ja: アップグレードが見つかりましたが %s エディションではまだ利用できません。
kab: Nufa-d lqem amaynut maca ur yewjid ara yakan i tssuffeɣt %s.
lo: ພົບການອັບເກຣດແຕ່ຍັງບໍ່ມີໃຫ້ໃຊ້ສຳລັບລຸ້ນ %s.
lt: Buvo rastas naujinimas, tačiau jis dar nėra prieinamas %s laidai.
lv: Tika atrasts atjauninājums, bet tas vēl nav pieejams %s versijai.
nb: En oppgradering ble funnet, men den er ennå ikke tilgjengelig for utgaven %s.
nl: Er werd een opwaardering aangetroffen, maar die is nog niet beschikbaar voor de %s - editie.
nn: Ei oppgradering vart funnen, men den er enno ikkje tilgjengeleg for %s utgåva.
oc: Una mesa a jorn es estada trobada mas es pas encara disponibla per l'edicion %s.
pl: Została znaleziona aktualizacja, ale nie jest ona jeszcze dostępna dla edycji %s.
pt: Encontrámos uma atualização mas que ainda não está disponível para a edição %s.
pt_br: Uma atualização foi encontrada, mas ela ainda não está disponível para a edição %s.
ro: O actualizare a fost găsită, dar nu este încă disponibilă pentru ediția %s.
ru: Обновление найдено, но оно ещё недоступно для выпуска %s.
sk: Bola nájdená nová aktualizácia, nie je ešte ale dostupná pre edíciu %s.
sl: Najdena je nadgradnja, toda ni še na voljo za različico %s.
sr: Пронађена је надоградња, али није још увек доступна за издање „%s“.
sr@latin: Pronađena je nadogradnja, ali još uvek nije dostupna za ediciju %s.
sv: En uppgradering hittades, men den är ännu inte tillgänglig för %s utgåvan.
tr: Bir yükseltme bulundu ama %s sürümü için henüz kullanılabilir değil.
uk: Оновлення версії системи було знайдено, але воно ще не доступне для видання «%s».
uz: Yangilanish topildi, lekin u hali %s nashri uchun mavjud emas.
vi: Đã tìm thấy bản cập nhật nhưng chưa sẵn có cho bản %s.

source: Release notes
am: የተለቀቁ ማስታወሻዎች
ar: ملاحظات الإصدار
ast: Notes d'espublización
be: Нататкі пра выпуск
bg: Бележки към изданието
ca: Notes de la versió
cs: Poznámky k vydání
cy: Nodiadau ryddhau
da: Udgivelsesnoter
de: Versionshinweise
el: Σημειώσεις έκδοσης
eo: Eldonaj notoj
es: Notas de la versión
et: Väljalaske märkmed
eu: Argitaratze-oharrak
fa: یادداشت های انتشار
fi: Julkaisutiedot
fr_ca: Notes de version
he: הערות שחרור
hi: प्रकाशन नोट्स
hr: Bilješke izdanja
hu: Kiadási megjegyzések
ia: Notas del version
id: Catatan rilis
is: Um útgáfuna
it: Note di rilascio
ja: リリースノート
kab: Talɣut n lqem
lo: ບັນທຶກປະຈຳລຸ້ນ
lt: Laidos informacija
lv: Izlaiduma piezīmes
nb: Utgivelsesnotater
nl: Uitgavenotities
nn: Versjonsnotat
oc: Nòtas de version
pl: Informacje o wydaniu
pt: Notas da versão
pt_br: Notas da versão
ro: Notițe de lansare
ru: Примечания к выпуску
sk: Poznámky k vydaniu
sl: Opombe o izdaji
sr: Белешке о издању
sr@latin: Napomene uz izdanje
sv: Viktig information
tr: Sürüm notları
uk: Нотатки до випуску
uz: Chiqarish qaydlari
vi: Ghi chú phát hành

source: Please read the release notes before upgrading. They explain all the known issues, workarounds and solutions associated with the new version.
am: እባክዎን ከ ማሻሻልዎት በፊት የ ተለቀቀውን ማስታወሻ ያንብቡ: ያሉትን ችግሮች በሙሉ ያገኛሉ: እንዲሁም መፍትሄዎች እና መረጃ ያገኛሉ
ar: يرجى قراءة ملاحظات الإصدار قبل الترقية. يشرح جميع المشكلات المعروفة والحلول والحلول المرتبطة بالنسخة الجديدة.
ast: Lleer les notes d'espublización enantes de instalar la nueva versión. Ehi s'espliquen tolos erros conocíos, soluciones ya alternatives relatives.
be: Прачытайце нататкі пра выпуск перад абнаўленнем. Яны растлумачаць усе вядомыя памылкі, шляхі абходу і рашэнні, звязаныя з новай версіяй.
bg: Моля прочетете бележките преди на надграждате. Те обясняват всички известни проблеми и решения, свързани с новата версия.
ca: Llegiu les notes de la versió abans d'actualitzar. Expliquen tots els problemes coneguts, alternatives i solucions relacionades amb la nova versió.
cs: Než se pustíte do přechodu na novou verzi, určitě si přečtěte poznámky k vydání. Vysvětlují problémy o který se ví, způsoby jejich obejití a řešení související s novou verzí.
cy: Darllenwch y nodiadau ryddhau cyn diweddaru. Mae nhw'n esbonio'r holl bethau sydd ddim yn gweithio'n llawn a sut mae eu datrys yn y fersiwn diweddaraf .
da: Læs venligst udgivelsesnoterne, inden du opgraderer. De beskriver alle kendte problemer og løsninger vedrørende den nye version.
de: Bitte die Versionshinweise vor der Systemaktualisierung lesen. Diese erläutern alle bekannten Probleme, Problemumgehungen und Lösungen, bezüglich dieser neuen Version.
el: Παρακαλώ διαβάστε τις σημειώσεις έκδοσης πριν αναβαθμίσετε. Εκεί εξηγούνται όλα τα γνωστά προβλήματα, η αντιμετώπιση και οι λύσεις που συνοδεύον την νέα έκδοση.
eo: Bonvolu legi la eldonajn notojn antaŭ ol promocii. Ili klarigas ĉiujn konatajn atentindaĵojn kaj (provizorajn) solvojn pri la nova versio.
es: Lea las notas de la versión antes de actualizar. Explican los problemas conocidos de la nueva versión y sus soluciones.
et: Palun loe enne suuruuendust läbi väljalasketeated. Seal on kirjas kõik uue versiooni teadaolevad probleemid, vigadest möödahiilimise võimalused ja lahendused.
eu: Mesedez irakurri argitaratze-oharrak bertsio-berritu aurretik. Bertan aurkituko dituzu bertsio berriaren arazo ezagunak eta beren konponbideak.
fa: لطفا پیش‌ از ارتقا یادداشت های انتشار را مطالعه کنید. آنها تمام مشکلات شناخته شده، راهکارها و راه‌حل های مربوط به نسخه جدید را شرح میدهند.
fi: Ole hyvä ja lue julkaisutiedot ennen päivitystä. Ne kertovat sinulle kaikki tunnetut ongelmat, kiertotiet ja ratkaisut liittyen uuteen versioon.
fr_ca: Veuillez lire les notes de version avant de procéder à la mise à jour. Elles expliquent les problèmes connus liés à la nouvelle version ainsi que leurs solutions.
he: נא לקרוא את הערות השחרור לפני השדרוג. הן מסבירות את כול הסוגיות הידועות, המעקפים והפתרונות שקשורים לגרסה החדשה.
hi: अपग्रेड पूर्व प्रकाशन नोट्स अवश्य पढ़ें। इनमें नवीन संस्करण संबंधी सभी ज्ञात समस्याएँ, समाधान आदि वर्णित हैं।
hr: Pročitajte bilješke izdanja prije nadogradnje. Bilješke opisuju sve poznate probleme, izbjegavanje i rješavanje problema povezanih s novim izdanjem.
hu: Frissítés előtt olvassa el a kiadási megjegyzéseket. Ez a dokumentum részletesen leírja az új verzióhoz köthető ismert hibákat, elkerülő és valódi megoldásokat.
ia: Per favor lege le notas del version ante le modernisation. Illos clara tote le problemas, le alternativas e le solutiones associate con le nove version.
id: Silakan baca catatan-catatan rilis sebelum melakukan upgrade. Mereka menjelaskan semua permasalahan yang diketahui, penanganan sementara dan solusi terkait dengan versi baru.
is: Lestu athugasemdir útgáfunnar áður en þú uppfærir. Þar eru útskýrð öll þekkt vandamál, hjáleiðir og lausnir sem tengjast nýju útgáfunni.
it: Prima di effettuare l'aggiornamento, si consiglia di leggere le note di rilascio che descrivono i problemi noti, gli espedienti e le soluzioni relative alla nuova versione.
ja: アップグレードする前にリリースノートをお読みください。新しいバージョンに対する全ての既知の問題、回避策、解決策についてが説明されています。
kab: Ttxil-k ɣer talɣut n tsuffeɣt send ad tesbeddeḍ lqem. Tsegzay-d uguren yettwassnen yurzen ɣer tsuffeɣt tamaynutt akked tifrat-nnsen.
lo: ກະລຸນາອ່ານບັນທຶກປະຈຳລຸ້ນກ່ອນອັບເກຣດ. ມັນອະທິບາຍທຸກບັນຫາທີ່ຮູ້ຈັກ, ວິທີແກ້ໄຂສະເພາະໜ້າ ແລະ ວິທີແກ້ໄຂທີ່ກ່ຽວຂ້ອງກັບລຸ້ນໃໝ່.
lt: Prieš atnaujinant, prašome perskaityti laidos informaciją. Joje yra paaiškinamos visos žinomos klaidos, o taip pat visų, su nauja versija susijusių, problemų apėjimai ir sprendimai.
lv: Pirms atjaunināšanas izlasi izlaiduma piezīmes. Tajās ir izskaidrotas visas zināmās problēmas, risinājumi un veidi, kā apiet problēmas, kas saistītas ar jauno versiju.
nb: Vennligst les utgivelsesnotatene før du oppgraderer. De forklarer alle kjente problemer, midlertidige løsninger og løsninger i forbindelse med den nye versjonen.
nl: Lees a.u.b. de uitgavenotities alvorens op te waarderen. Ze geven uitleg over alle bekende problemen, noodoplossingen en oplossingen betreffende de nieuwe versie.
nn: Les versjonsnotata før du oppgraderer. Dei forklarar alle kjende problem, omvegar og løysingar knytte til den nye versjonen.
oc: Mercés de legir las nòtas de version abans la mesa a nivèl. Explican totes los problèmas coneguts, las solucions de contornament e las solucions associadas a la novèla version.
pl: Przed aktualizacją prosimy o przeczytanie informacji o wydaniu. Wyjaśniają one wszystkie znane problemy, obejścia i rozwiązania kłopotów związanych z nową wersją.
pt: Por favor, leia as notas da versão antes de atualizar. As notas da versão explicam todos os problemas conhecidos e as soluções associadas.
pt_br: Por favor leia as notas da versão antes de atualizar. Elas explicam todos os problemas conhecidos, como contorná-los e soluções associadas com a nova versão.
ro: Citiți notițele de lansare înainte de actualizare. Ele explică toate problemele cunoscute și soluțiile asociate noii versiuni..
ru: Пожалуйста, прочтите примечания к выпуску до обновления. Они объясняют все известные проблемы, обходные пути и решения, связанные с новой версией.
sk: Prosím prečítajte si pred aktualizáciou poznámky k vydaniu. Popisujú všetky známe chyby a prípadné riešenia spojené s novou verziou.
sl: Pred nadgradnjo preberite opombe o izdaji. Pojasnjujejo vse znane napake, začasne rešitve ter rešitve, povezane z novo različico.
sr: Прочитајте белешке о издању пре надоградње. У њима су објашњене познате потешкоће, заобилазни поступци и решења у вези потешкоћа у новом издању.
sr@latin: Pročitajte napomene uz izdanje pre same nadogradnje. One objašnjavaju sve poznate probleme, načine njihovog zaobilaženja i rešenja koja su povezana sa novom verzijom.
sv: Var god läs den viktiga informationen innan du uppgraderar. Den berättar om alla kända problem som rör den nya versionen, och om hur dessa kan kringgås och lösas ifall du skulle stöta på ett problem.
tr: Lütfen yükseltme öncesi sürüm notlarını okuyunuz. Burası tüm bilinen sorunları, geçici çözümleri ve yeni sürümle ilgili çözümleri açıklar.
uk: Прочитайте нотатки до випуску перед оновленням версії системи. Вони роз'яснюють усі відомі проблеми, обхідні способи та рішення, що стосуються нової версії.
uz: Iltimos, yangilashdan oldin relizlar haqidagi eslatmalarni o‘qing. Ular yangi versiya bilan bog‘liq barcha ma'lum muammolar, vaqtinchalik echimlar va echimlarni tushuntiradilar.
vi: Vui lòng đọc ghi chú phát hành trước khi nâng cấp. Nó giải thích mọi vấn đề đã biết, cách khắc phục và giải pháp cho phiên bản mới.

source: Release notes for %s
am: የተለቀቁ ማስታወሻዎች ለ %s
ar: ملاحظات الإصدار %s
ast: Notes d'espublización pa %s
be: Нататкі пра выпуск для %s
bg: Бележки към %s
ca: Notes de la versió per a %s
cs: Poznámky k vydání k %s
cy: Nodiadau ryddhau ar gyfer %s
da: Udgivelsesnoter for %s
de: Versionshinweise für %s
el: Σημειώσεις έκδοσης για %s
eo: Eldonaj notoj por %s
es: Notas de la versión para %s
et: %s väljalasketeated
eu: %s(r)en argitaratze-oharrak
fa: یادداشت های انتشار %s
fi: Julkaisutiedot %slle
fr_ca: Notes de version pour %s
he: הערות שחרור ל־%s
hi: %s के रिलीज़ नोट्स
hr: Bilješke izdanja za %s
hu: %s kiadási megjegyzések
ia: Notas del version pro %s
id: Catatan rilis untuk %s
is: Útgáfuupplýsingar fyrir %s
it: Note di rilascio per %s
ja: %s のリリースノート
kab: Talɣut n lqem i %s
lo: ບັນທຶກປະຈຳລຸ້ນສຳລັບ %s
lt: %s laidos informacija
lv: Izlaiduma piezīmes priekš %s
nb: Utgivelsesnotater for %s
nl: Uitgavenotities voor %s
nn: Versjonsnotat for %s
oc: Nòta de version per %s
pl: Informacje o wydaniu dla %s
pt: Notas de versão para %s
pt_br: Notas de versão para %s
ro: Notițe de lansare pentru %s
ru: Примечания к выпуску %s
sk: Poznámky k vydaniu pre %s
sl: Opombe o izdaji za %s
sr: Белешке о издању „%s“
sr@latin: Napomene uz izdanje za %s
sv: Viktig information för %s
tr: %s için sürüm notları
uk: Нотатки до випуску «%s»
uz: %s uchun nashr qaydlari
vi: Ghi chú phát hành cho %s

source: Click on the link to open the release notes.
am: የተለቀቁ ማስታወሻዎች ለመክፈት አገናኙ ላይ ይጫኑ
ar: انقر على الرابط لفتح ملاحظات الإصدار.
ast: Calca l'enllaz pa abrir les notes d'espublización
be: Націсніце на спасылку каб адкрыць нататкі пра выпуск.
bg: Щракнете на връзката, за да отворите бележките.
ca: Feu clic a l'enllaç per obrir les notes de la versió.
cs: Kliknutím na odkaz otevřete poznámky k vydání.
cy: Cliciwch ar y ddolen i agor y nodiadau ryddhau.
da: Klik på linket for at åbne udgivelsesnoterne.
de: Bitte auf den Verweis klicken, um die Versionshinweise zu öffnen.
el: Πατήστε στον σύνδεσμο για να ανοίξετε τις σημειώσεις έκδοσης.
eo: Alklaku la ligilon por malfermi la eldonajn notojn.
es: Haga clic en el enlace para abrir las notas de la versión.
et: Väljalasketeadete avamiseks klõpsa lingil.
eu: Egin klik estekan argitaratze-oharrak irakurtzeko.
fa: برای بازکردن یادداشت های انتشار بر پیوست کلیک کنید
fi: Klikkaa linkkiä avataksesi julkaisutiedot.
fr_ca: Cliquez sur le lien pour ouvrir les notes de version.
he: נא להקיש על הקישור על מנת לפתוח את הערות השחרור.
hi: रिलीज़ नोट्स देखने के लिए लिंक पर क्लिक करें
hr: Kliknite na poveznicu za otvaranje bilješka izdanja.
hu: Kattintson a hivatkozásra a kiadási megjegyzések megnyitásához.
ia: Clicca sur le ligamine pro aperir le notas del version.
id: Klik pada tautan untuk membuka catatan rilis.
is: Smelltu á tengilinn til að opna athugasemdir útgáfunnar.
it: Clicca sul collegamento per aprire le note di rilascio.
ja: リンクをクリックして、リリースノートを開きます。
kab: Sit ɣef useɣwen iwakken ad ldiḍ talɣut n lqem.
lo: ກົດທີ່ລິ້ງເພື່ອເປີດບັນທຶກປະຈຳລຸ້ນ.
lt: Spustelėkite nuorodą, kad atvertumėte laidos informaciją.
lv: Noklikšķini uz saites, lai atvērtu izlaiduma piezīmes.
nb: Klikk på lenken for å åpne utgivelsesnotatene.
nl: Klik op de webkoppeling om de uitgavenotities te tonen.
nn: Klikk på lenka for å opne versjonsnotata.
oc: Clicatz sul ligam per dobrir las nòtas de version.
pl: Kliknij na odnośnik, aby otworzyć informacje o wydaniu.
pt: Clique na ligação para ver as notas da versão.
pt_br: Clique no link para abrir as notas da versão.
ro: Dați clic pe legătură pentru a deschide notițele de lansare.
ru: Нажмите на ссылку, чтобы открыть примечания к выпуску.
sk: Pre otvorenie poznámok k vydaniu kliknite na odkaz.
sl: Kliknite na povezavo za odprtje opomb o izdaji.
sr: Кликните на везу да отворите белешке о издању.
sr@latin: Kliknite na link da biste otvorili napomene uz izdanje.
sv: Klicka på länken för att öppna den viktiga informationen.
tr: Sürüm notlarını açmak için bağlantıya tıklayınız.
uk: Клацніть на посилання, щоби відкрити нотатки до випуску.
uz: Chiqarish qaydlarini ochish uchun havolani bosing.
vi: Nhấp vào liên kết để mở ghi chú phát hành.

source: New features
am: አዲስ ገጽታዎች
ar: الميزات الجديدة
ast: Nueves carauterístiques
be: Новыя функцыі
bg: Нови възможности
ca: Noves característiques
cs: Nové funkce
cy: Nodweddion newydd
da: Nye funktioner
de: Neue Funktionen
el: Καινούργιες λειτουργίες
eo: Novaj trajtoj
es: Características nuevas
et: Uued funktsioonid
eu: Ezaugarri berriak
fa: ویژگی‌های جدید
fi: Uusia ominaisuuksia
fr_ca: Nouvelles fonctionnalités
he: תכונות חדשות
hi: नई विशेषताएँ
hr: Nove značajke
hu: Újdonságok
ia: Nove characteristicas
id: Fitur baru
is: Nýir eiginleikar
it: Nuove funzionalità
ja: 新機能
kab: Timahilin timaynutin
lo: ຄຸນສົມບັດໃໝ່
lt: Naujovės
lv: Jaunas funkcijas
nb: Nye funksjoner
nl: Nieuwe functies
nn: Nye funksjonar
oc: Novèlas foncionalitats
pl: Nowe możliwości
pt: Novas funcionalidades
pt_br: Novos recursos
ro: Caracteristici noi
ru: Новые возможности
sk: Nové vlastnosti
sl: Nove zmožnosti
sr: Нове могућности
sr@latin: Nove funkcije
sv: Nya funktioner
tr: Yeni özellikler
uk: Нові функції
uz: Yangi imkoniyatlar
vi: Tính năng mới

source: Please look at the new features introduced in the new version.
am: እባክዎን በዚህ እትም የቀረቡትን አዲስ ገጽታዎች ይመልከቱ
ar: يرجى الاطلاع على الميزات الجديدة المقدمة في الإصدار الجديد.
ast: Por favor, echai un güeyu a les nueves carauterístiques incluyíes na nueva versión.
be: Паглядзіце на новыя функцыі, уключаныя ў новую версію.
bg: Моля разгледайте новите възможности, представени в новата версия.
ca: Doneu un cop d'ull a les novetats introduïdes a la versió nova.
cs: Podívejte se na nové funkce, které v této verzi přibyly.
cy: Edrychwch ar y nodweddion newydd sydd wedi eu cyflwyno gan y fersiwn diweddaraf.
da: Tag venligst et kig på de nye funktioner, der introduceres i den nye version.
de: Sehen Sie sich bitte die neuen Funktionen an, die in der neuen Version eingeführt wurden.
el: Παρακαλώ, ρίξτε μια ματιά στα νέα χαρακτηριστικά που εισάγει η νέα έκδοση.
eo: Bonvolu rigardi la novajn trajtojn enkondukitajn en la nova versio.
es: Eche un vistazo a las novedades introducidas en la versión nueva.
et: Palun vaata uusi võimalusi, mis uue versiooniga kaasa tulevad.
eu: Ikusi bertsio berriak dakartzan ezaugarri berriak.
fa: لطفا به ویژگی‌های جدید معرفی شده در نسخه جدید نگاهی بیاندازید.
fi: Ole hyvä ja tutustu uudessa versiossa esiteltyihin ominaisuuksiin.
fr_ca: Consulter les nouvelles fonctionnalités introduites dans la nouvelle version.
he: נא צפו בתכונות החדשות שנוספו בגרסה זו.
hi: इस नए संस्करण में शामिल हुई नई विशेषताएँ भी देखें।
hr: Pogledajte nove značajke predstavljene u novom izdanju.
hu: Tekintse át az új verzióban megjelenő újdonságokat.
ia: Per favor reguarda al nove functionalitates introducite in le nove version.
id: Silakan lihat fitur baru yang dikenalkan pada versi baru.
is: Skoðaðu nýja eiginleika sem boðið er upp á í þessari nýju útgáfu.
it: Scopri le nuove funzionalità introdotte nella nuova versione.
ja: 新バージョンで導入された新機能をご覧ください。
kab: Ttxil-k muqel timeẓliyin timaynutin yettwarennan ɣer lqem amaynut.
lo: ກະລຸນາເບິ່ງຄຸນສົມບັດໃໝ່ທີ່ນຳສະເໜີໃນລຸ້ນໃໝ່.
lt: Prašome pažiūrėti į naujoje versijoje pristatomas ypatybes.
lv: Apskati jaunajā versijā ieviestās jaunās funkcijas.
nb: Vennligst kontrollere de nye funksjonene introdusert med den nye versjonen.
nl: Kijk a.u.b. eens naar de nieuwe functies in de nieuwe versie.
nn: Sjå på dei nye funksjonane som er introduserte i den nye versjonen.
oc: Getatz un còp d'uèlh a las foncionalitats novèlas de la version novèla.
pl: Prosimy o zapoznanie się z nowymi możliwościami wprowadzonymi w nowej wersji.
pt: Veja as novas funcionalidades introduzidas nesta versão.
pt_br: Por favor, dê uma olhada nos novos recursos introduzidas na nova versão.
ro: Uitați-vă la noile caracteristici introduse de noua versiune.
ru: Пожалуйста, взгляните на новые возможности, представленные в новой версии.
sk: Prosím prejdite si novými funkciami zavedenými v novej verzii.
sl: Oglejte si nove zmožnosti, uvedene v novi različici.
sr: Погледајте нове могућности у новом издању.
sr@latin: Pogledajte nove funkcije koje su uvedene u novoj verziji.
sv: Titta gärna på de nya funktioner som introducerats i den här versionen.
tr: Yeni sürümdeki, yeni özelliklerin tanıtımlarına göz atabilirsiniz.
uk: Погляньте на нові функції, упроваджені в новій версії.
uz: Iltimos, yangi versiyada kiritilgan yangi xususiyatlarni ko‘rib chiqing.
vi: Vui lòng xem qua những tính năng mới được giới thiệu trong phiên bản mới này.

source: New features in %s
am: አዲስ ገጽታዎች በ %s
ar: الميزات الجديدة في %s
ast: Nueves carauterístiques en %s
be: Новыя функцыі ў %s
bg: Нови възможности в %s
ca: Novetats en %s
cs: Nové funkce v %s
cy: Nodweddion newydd yn %s.
da: Nye funktioner i %s
de: Neue Funktionen in %s
el: Νέα χαρακτηριστικά στο %s
eo: Novaj trajtoj en %s
es: Novedades en %s
et: %s-i uued võimalused
eu: %s(r)en ezaugarri berriak
fa: ویژگی‌های جدید در %s
fi: Uusia ominaisuuksia %s-julkaisussa
fr_ca: Nouvelles fonctionnalités dans %s
he: תכונות חדשות ב־%s
hi: %s में नई विशेषताएँ
hr: Nove značajke u %s
hu: %s újdonságai
ia: Nove characteristicas in %s
id: Fitur baru pada %s
is: Nýir eiginleikar í %s
it: Nuove funzionalità in %s
ja: %s の新機能
kab: Timeẓliyin timaynutin di %s
lo: ຄຸນສົມບັດໃໝ່ໃນ %s
lt: Naujos %s ypatybės
lv: Jaunās funkcijas iekš %s
nb: Nye funksjoner i %s
nl: Nieuwe functies in %s
nn: Nye funksjonar i %s
oc: Novetats dins %s
pl: Nowe możliwości w %s
pt: Novas funcionalidades em %s
pt_br: Novos recursos em %s
ro: Caracteristici noi în %s
ru: Новые возможности %s
sk: Nové funkcie v %s
sl: Nove zmožnosti v %s
sr: Нове могућности у „%s“
sr@latin: Nove funkcije u %s
sv: Nya funktioner i %s
tr: %s yeni özellikleri
uk: Нові функції в «%s»
uz: %s dagi yangi imkoniyatlar
vi: Tính năng mới trong %s
