Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: When a regression happens, it breaks something which worked well before.
am: ዝቅ ማድረጊያ በሚፈጠር ጊዜ አንዳን በ ትክክል ይሰሩ የ ነበሩ ላይሰሩ ይችላሉ
ar: عندما يحدث الإنتكاس، فإنه يفصل شيئاً كان جيداً من قبل.
be: Калі здараецца рэгрэсія, яна ламае штосьці, што раней добра працавала.
bg: Когато се случи регресия, нещо което преди е работело добре се счупва.
ca: Quan ocorre una regressió, fa malbé alguna cosa que abans funcionava bé.
cs: Při výskytu regrese dochází k porouchání něčeho, co před tím pracovalo správně.
cy: Pan mae atchweliad yn digwydd, mae'n torri rhywbeth sydd wedi gweithio'n dda o'r blaen.
da: Når en regression opstår, ødelægger det noget, som virkede før.
de: Wenn eine Regression auftritt, dann macht es etwas kaputt, das vorher gut funktioniert hat.
el: Όταν συμβαίνει μια υποχώρηση, σπάει κάτι που λειτούργησε καλά πριν.
eo: Kiam regreso okazas, ĝi fuŝas ion, kio funkciis bone antaŭe.
es: Cuando se produce una regresión, se estropea algo que antes funcionaba bien.
et: Kui esineb regressioon, läheb katki miski, mis töötas varem hästi.
eu: Erregresio bat gertatzen denean, ordura arte funtzionatzen zuen zerbait hondatzen da.
fi: Kun regressio tapahtuu, se se rikkoo jotain mikä ennen sitä toimi aivan hyvin.
fr_ca: Quand une régression survient, elle rend intilisable quelque chose qui fonctionnait bien avant.
he: כאשר מתרחשת תסוגה, היא משבשת משהו שלפני כן פעל היטב.
hi: दोष होने पर ऐसी समस्या उत्पन्न होती है जो पहले नहीं थी।
hr: Kada se nestabilnost dogodi, slomi nešto što je prije radilo ispravno.
hu: Visszafejlődési hibák esetén elromlanak korábban működő dolgok.
ia: Quando un regression occurre, illo corrumpe alco que antea functionava ben.
id: Ketika regresi terjadi, hal itu merusak sesuatu yang bekerja dengan baik sebelumnya.
is: Þegar hnignun á sér stað skemmist eitthvað sem virkaði vel áður.
it: Quando avviene una regressione, si danneggia qualcosa che prima funzionava bene.
ja: リグレッションが発生すると、以前に機能していた何かが壊れます。
kab: Mi ara d-yeḍru ukaray, ad yerẓ kra n tɣawsa i yellan tetteddu akken iwata.
lt: Kai atsiranda regresija, ji sugadina tai, kas anksčiau veikė be problemų.
nl: Wanneer er een regressie plaatsvindt, maakt ze iets kapot dat voorheen wel goed werkte.
pl: Gdy ma miejsce regresja, przestaje działać coś, co wcześniej działało.
pt: Quando uma regressão ocorre, estraga algo que funcionava bem anteriormente.
pt_br: Quando uma regressão acontece, quebra algo que funcionava bem antes.
ro: Când se produce o regresie, se strică ceva ce înainte funcționa bine.
ru: Когда случается регрессия происходит поломка того, что хорошо работало раньше.
sk: Ak sa vyskytne regresia, pokazí niečo čo predtým fungovalo bezchybne.
sl: Ko se zgodi regresija, ta okvari nekaj, kar je dotlej delovalo dobro.
sr: Када се догоди, регресија поквари нешто што је претходно било исправно.
sr@latin: Kada se dogodi regresija, ona kvari nešto što je ranije dobro radilo.
sv: När en regression inträffar, går något sönder som fungerat bra innan.
tr: Bir regresyon olduğunda, daha önce iyi çalışan bir şeyi kırabilir.
uk: Коли регресія стається, вона пошкоджує щось, що справно працювало раніше.
vi: Khi sự hồi quy xảy ra, nó sẽ phá vỡ thứ gì đó đã hoạt động tốt trước đó.

source: Sometimes it doesn't really matter, but sometimes it matters a lot.
am: አንዳንድ ጊዜ ችግሩ ቀላል ሊሆን ይችላል: አንዳንድ ጊዜ ግን ችግሩ በጣም አደገኛ ሊሆን ይችላል
ar: في بعض الأحيان يكون غير مهم فعلاً، ولكن في بعض الأحيان يكون مهم جداً.
be: Часам гэта ні на што не ўплывае, а часам уплыў можа быць вялікі.
bg: Понякога не е важно, но понякога е много важно.
ca: A vegades no és important, però d'altres sí que ho és.
cs: Někdy na tom příliš nezáleží, ale jindy zase velmi.
cy: Weithiau does dim gwahaniaeth, ond weithiau mae'n bwysig iawn.
da: Nogle gange betyder det ikke noget, men andre gange har det stor betydning.
de: Manchmal ist es überhaupt nicht wichtig, aber manchmal ist es sehr wichtig.
el: Μερικές φορές δεν έχει σημασία, αλλά μερικές φορές έχει σημασία πολύ.
eo: Kelkfoje ne vere gravas, sed kelkfoje gravegas.
es: A veces no es importante, pero otras veces sí lo es.
et: Mõnikord ei olene sellest midagi, kuid mõnikord on see väga oluline.
eu: Kasu batzuetan ez du axola, baina besteetan oso garrantzitsua da.
fi: Joskus se ei vaikuta juuri lainkaan, mutta joskus se vaikuttaakin paljon.
fr_ca: Parfois cela n'a pas d'importance, parfois cela en a beaucoup.
he: לפעמים היא בכלל לא משמעותית, אבל יש פעמים שהיא עלולה להיות משמעותית ביותר.
hi: ऐसे स्थितियों का हर बार अनदेखा करना संभव नहीं होता है।
hr: Ponekada u stvari to nije bitno, ali ponekada je vrlo bitno.
hu: Ez néha nem annyira számít, máskor viszont életbevágóan fontos.
ia: A vices in veritate illo non es importante, ma altere vices illo importa multo.
id: Terkadang hal itu tidak terlalu masalah, tetapi terkadang hal itu sangat penting.
is: Stundum skiptir þetta litlu máli, en stundum er þetta aðalmálið.
it: A volte ciò non è davvero importante, ma altre conta molto.
ja: その '何か' とは時に様々で、些細な部分だけが壊れることもあれば、広範囲に悪影響が出ることもあります。
kab: Tikwal ayagi ur isɛi ara azal, tikwal yesɛa aṭas.
lt: Kartais ji būna nereikšminga, o kartais labai reikšminga.
nl: Soms doet dat er niet erg toe, maar soms juist heel veel.
pl: Czasem zmienia to niewiele, ale czasem ma bardzo duże znaczenie.
pt: Algumas vezes as regressões não relevantes mas outras são.
pt_br: Às vezes não é importante, mas às vezes pode ser, e muito.
ro: Uneori nu contează, dar alteori contează foarte mult.
ru: Иногда это не так важно, но иногда это имеет большое значение.
sk: Niekedy na tom nezáleží, no niekedy sú následky vážne.
sl: Včasih niti ni pomembno, včasih pa je zelo.
sr: Понекад то није битно, али понекад је веома важно.
sr@latin: Ponekada to nije zaista bitno, ali je ponekada veoma bitno.
sv: Ibland har det inte stor betydelse alls, men ibland har det en mycket stor betydelse.
tr: Bu bazen gerçekten önemli bir durum değildir, ama bazen çok önemli olabilir.
uk: Буває так, що вона не має істотної значення, але й буває так, що вона має велику значення.
vi: Đôi khi nó không thực sự quan trọng, nhưng đôi khi nó lại quan trọng rất nhiều.

source: It depends on what part of the operating system is affected and whether or not you're able to work around it or to fix it.
am: እንደ መስሪያ ስርአቱ አይነት ይለያያል ስርአቱ ላይ ተፅእኖ ከ ተፈጸመ እና እርስዎ ማስተካከል ወይንም መጠገን ከቻሉ
ar: يعتمد ذلك على الجزء المتأثر من نظام التشغيل وما إذا كنت قادراً على حل المشكلة أو إصلاحها.
be: Гэта залежыць ад часткі сістэмы, на якую яна ўплывае і ці ў стане вы выправіць яе самастойна або абысці.
bg: Зависи коя част от операционната система е засегната и дали си в състояние да го поправиш.
ca: Depèn de quina part del sistema operatiu es veu afectada, i de si és possible solucionar-ho o trobar un remei.
cs: Záleží na tom, která část operačního systému je postižena a zdali jste schopní problém obejít nebo dokonce opravit.
cy: Mae'n dibynnu ar ba ran o'r system sy'n cael ei effeithio ac a ydych yn gallu gweithio o'i amgylch neu ei drwsio.
da: Det afhænger af, hvilken del af styresystemet som er påvirket, og om du kan komme uden om det eller reparere det.
de: Es hängt davon ab, welcher Teil des Betriebssystems betroffen ist und ob Sie in der Lage sind es zu umgehen oder zu beheben.
el: Εξαρτάται από το ποιο τμήμα του λειτουργικού συστήματος επηρεάζεται και από το αν μπορείτε να το επιλύσετε ή να το διορθώσετε.
eo: Tio dependas de, kiu parto de la operaciumo estas tuŝata, kaj ĉu ja aŭ ne vi kapablas provizore solvi la problemon aŭ ripari ĝin.
es: Depende de qué parte del sistema operativo se vea afectada y de si es capaz o no de evitarla o de corregirla.
et: See sõltub sellest, milline operatsioonisüsteemi osa on mõjutatud ning kas sul õnnestub veast mööda hiilida või see parandada.
eu: Sistema eragilearen zein zatitan eragiten duen eta konpontzeko gai izatearen araberakoa da
fi: Se riippuu siitä, mihin käyttöjärjestelmän osaan se vaikuttaa ja voitko vai et kiertää tai korjata sen.
fr_ca: Cela dépend de la partie du système d'exploitation qui est touchée et s'il vous est possible de la résoudre ou de la réparer.
he: תלוי במרכיב מערכת ההפעלה שהושפע מהעדכון והאם ניתן לעקוף זאת או לבצע תיקון.
hi: यह ऑपरेटिंग सिस्टम के प्रभावित भाग व आपकी समाधान करने की क्षमता पर निर्भर करता है।
hr: Ovisi o tome koji je dio operativnog sustava obuhvaćen i jeste li ili niste u stanju to popraviti.
hu: Attól függően, hogy az operációs rendszer mely részei érintettek, illetve hogy képes-e elkerülő megoldást vagy javítást alkalmazni.
ia: Il depende de qual parte del systema operative es afficite e si tu es o non capace a circuir illo o a reparar lo.
id: Tergantung pada bagian mana dari sistem operasi yang terpengaruh dan apakah Anda dapat mengatasinya atau memperbaikinya atau tidak
is: Það fer eftir því um hvaða hluta stýrikerfisins er að ræða og hvort hægt sé að finna aðrar leiðir framhjá vandamálum eða hvort hægt sé að laga þau beint.
it: Dipende da quale parte del sistema operativo è interessata e se sei o meno in grado di aggirarla o di risistemarla.
ja: オペレーティングシステムのどの部分が影響を受けているか、そしてそれを回避したり修正したりできるかどうかによって、問題の重要性が決まります。
kab: Ayagi yecudd ɣer weḥric n unagraw n wammud ittuḥazen, daɣen ma yella tzemreḍ ad lḥuḍ yiss neɣ ad t-tseggemeḍ.
lt: Tai priklauso nuo to, kurią operacinės sistemos dalį regresija paveikė ir taip pat nuo to, ar jūs galite ją apeiti, ar pataisyti.
nl: Het hangt ervan af welk onderdeel van het besturingssysteem is aangetast. En of u er zelf omheen kunt werken of het zelf kunt herstellen.
pl: Zależy to od tego, której części systemu operacyjnego dotyczy regresja, a także czy umiesz sobie z nią poradzić lub ją naprawić.
pt: A relevância depende de que parte do sistema operativo é afetado e se o utilizador é capaz de contornar ou resolver o problema.
pt_br: Isso depende da parte do sistema operacional que foi afetada e se você é capaz de contornar ou corrigir o problema.
ro: Depinde care parte a sistemului de operare este afectată și dacă se poate ocoli sau rezolva problema.
ru: Это зависит от того, на какую часть операционной системы они повлияют и имеется ли возможность их обойти или исправить.
sk: Záleží na tom, ktorú časť operačného systému regresia ovlyvňuje a či sa dokážete vynájsť a pracovať aj s touto chybou alebo či ju dokážete opraviť.
sl: Odvisno je od tega, kateri del operacijskega sistema je prizadet in ali boste lahko nemoteno delali naprej ali odpravili napako.
sr: Ово зависи од тога који део оперативног система је обухваћен и да ли можете да се снађете или да га поправите.
sr@latin: Sve zavisi od toga koji je deo operativnog sistema pogođen regresijom i da li možete da je zaobiđete ili popravite.
sv: Det beror på vilken del av operativsystemet som påverkas och om du har möjlighet att arbeta runt det, eller fixa det.
tr: Bu işletim sisteminin hangi bölümünü etkilediğine ya da etrafından dolaşıp dolaşamacağınıza ya da bir düzeltme yapılıp yapılamayacağına bağlıdır.
uk: Це залежить від того, яку частину операційної системи уражено та чи ви здатні обійти чи виправити її.
vi: Nó phụ thuộc vào phần nào của hệ điều hành bị ảnh hưởng và liệu bạn có thể khắc phục hoặc khắc phục nó hay không.

source: Say, the PDF reader is no longer able to print. Well, it's annoying... but it's not as problematic as if your network connection stopped working or if you were suddenly unable to boot the computer or to login.
am: ለምሳሌ: የ PDF አንባቢ ማተም አይችልም እንበል: ይህ ሁኔታ ሊያናድድ ይችላል... ነገር ግን በጣም ትልቅ ችግር አይደለም ለምሳሌ የ እርስዎ ኔትዎርክ ከ ኢንተርኔት ጋር መገናኘት ቢያቅተው: ወይንም የ እርስዎ ኮምፒዩተር አልጀምርም ቢል: ወይንም እርስዎ መግባት ባይችሉ
ar: لنفترض أن قارئ PDF لم يعد قادراً على الطباعة. حسناً، هذا أمر مزعج... لكنه ليس مشكلة كما لو أن إتصالك بالشبكة توقف عن العمل أو إذا كنت عاجزاً فجأة عن تشغيل الكمبيوتر أو تسجيل الدخول.
be: Напрыклад, PDF-чытач болей не можа друкаваць. Гэта даволі непрыемна... але гэта не такая праблема, як калі злучэнне з сеткай не працуе або вы раптам выявілі, што не можаце ўключыць камп'ютар ці ўвайсці ў сістэму.
bg: Да речем че PDF четеца вече не може да печата. Да, досадно е... Но не е проблемно колкото ако мрежовата връзка спре да работи, или ако внезапно компютъра не стартира, или ако не можеш да се впишеш.
ca: Suposem que el lector de PDF no pot imprimir. Bé, és molest... però no és tan problemàtic com si la vostra connexió a la xarxa deixés de funcionar o si de sobte l'ordinador no pot arrencar ni iniciar sessió.
cs: Řekněme, že prohlížeč PDF přestane být schopen tisknout. Jasně, to je nepříjemné… ale ve srovnání s tím, když přestane fungovat připojení k Internetu nebo hůř že se nejde přihlásit do systému a nejhůř že ho dokonce ani nejde spustit, to zdaleka není tak velký problém.
cy: Er enghraifft, nid yw'r dangosydd PDF yn gallu argraffu. Wel, mae hynny'n boen... ond nid yw mor broblemus a phetai eich cysylltiadau rhwydwaith yn peidio a gweithio neu nad oedd modd i chi gychwyn neu fewngofnodi i'ch cyfrifiadur.
da: Hvis f.eks. PDF-fremviseren ikke længere kan udskrive. Det er irriterende - men ikke nær så problematisk, som hvis din netværksforbindelse holdt op med at virke, eller hvis du pludselig ikke kunne boote din computer eller logge ind.
de: Einmal angenommen die Druckfunktion im PDF-Betrachter geht nicht mehr. Auch wenn es frustrierend scheint, ist es nicht so problematisch, als wenn die Netzwerkverbindung aufhören würde zu funktionieren oder sie plötzlich nicht mehr in der Lage wären, den Rechner zu starten bzw. sich anzumelden.
el: Πείτε, ο αναγνώστης PDF δεν είναι πλέον σε θέση να εκτυπώσει. Λοιπόν, είναι ενοχλητικό ... αλλά δεν είναι τόσο προβληματικό όσο η σύνδεση του δικτύου σας σταμάτησε να λειτουργεί ή αν ξαφνικά δεν ήταν δυνατή η εκκίνηση του υπολογιστή ή η σύνδεση.
eo: Ni diru, ke la pdf-dokumentrigardilo ne plu kapablas presi. Nu, tio estas aĉa... , sed ĝi ne estas same problema, kiel, se via retkonekto ĉesis funkcii, aŭ se vi subite ne plu kapablis praŝargi la komputilon aŭ ensaluti.
es: Supongamos que el lector de PDF no pueda imprimir. Es molesto, pero no es tan grave como si la conexión de red dejara de funcionar o si de repente no pudiera arrancar el equipo o iniciar sesión.
et: Ütleme, et PDFi lugeja ei suuda enam printida. Okei, see on häiriv..., aga see pole kaugeltki nii kohutav kui see, kui internet enam ei tööta või kui arvuti enam ei käivitu või enam ei saa sisse logida.
eu: Adibidez, demagun PDF irakurleak ezin duela inprimatu. Amorragarria da... baina okerragoa litzateke ezin bazenu sarera konektatu edo ordenagailua abiarazi edo saioa hasi.
fi: Esimerkiksi, PDF-lukijan tulostus ei toimi. No, se on ärsyttävää... mutta se ei ole lähellekään yhtä ongelmallista, kuin jos verkkoyhteys lopettaa toimintansa tai et voi yht'äkkiä käynnistää tietokonettasi tai kirjautua sisään.
fr_ca: Imaginons que le lecteur PDF ne soit plus capable d'imprimer. C'est ennuyeux... mais ce n'est pas aussi problématique que si votre connexion réseau ne fonctionnait plus ou si vous ne pouviez soudainement plus démarrer votre ordinateur ou de vous connecter à votre compte.
he: למשל, קורא ה־PDF לא יכול להדפיס מאז העדכון. ובכן, זה מעצבן... אבל זה לא בעייתי באותה מידה כמו אם החיבור לאינטרנט היה מפסיק לעבוד, או אם פתאום לא הייתה יותר אפשרות להפעיל את המחשב או להתחבר למערכת.
hi: मान लीजिये कि पीडीएफ प्रदर्शक प्रिंट कार्य विफल हो रहा है। यह एक परेशानी की बात है परंतु यह नेटवर्क कनेक्शन निरस्त होने या कंप्यूटर आरंभ या लॉगिन विफलता जितनी समस्यात्मक नहीं है।
hr: Recimo, PDF čitač više ne može ispisivati. Stoga, to je neugodno... ali nije toliko problematično kao da vaše mrežno povezivanje prestane raditi ili ste odjednom u nemogućnosti pokrenuti računalo ili se prijaviti u sesiju.
hu: Például: ha a PDF-olvasóban elromlik a nyomtatás funkció. Ez zavaró ugyan, de nem annyira nagy probléma, mintha elveszítené a számítógép a kapcsolatot a hálózattal, vagy ha a számítógép teljesen működésképtelenné válna.
ia: Per exemplo, le lector de PDF non es plus capace de imprimer. Alora, il es moleste... ma il non es problematic como si tu connexion de rete fini de functionar o si tu ha essite subito incapace a initiar le computator o a aperir le session.
id: Katakanlah, pembaca PDF tidak lagi dapat mencetak. Yah, itu menjengkelkan... tetapi itu tidak terlalu bermasalah seperti jika koneksi jaringan Anda berhenti berfungsi atau jika Anda tiba-tiba tidak dapat mem-boot komputer atau untuk masuk.
is: Sem dæmi mætti taka að ef PDF-lesarinn gæti ekki lengur prentað. Nú, auðvitað er það leiðinlegt... en það er ekki næstum því eins slæmt og ef að nettengingin þín virkaði ekki, eða ef tölvan ræsist ekki eða ef ekki er hægt að skrá sig inn í hana.
it: Per esempio: il lettore PDF non è più in grado di stampare. Beh, è fastidioso... ma non è così problematico come la connessione di rete che smette di funzionare o se foste improvvisamente incapaci di avviare il computer o di connettervi.
ja: 例えば、PDF リーダーで印刷ができなくなったりすると不便です。しかし、ネットワーク接続が機能しなくなった場合や、突然コンピューターが起動、もしくはログインできなくなったりした場合ほど問題はありません。
kab: Ad d-nin imeɣri n PDF ur yezmir ara ad isiggez. D aɣilif... maca ugur-agi ur yugar ara ugur n uneḥbus n tuqqna-inek s aẓeḍḍa neɣ ma yugi uselkim-inek ad yekker neɣ ma teggumaḍ ad tsestbeḍ.
lt: Tarkime, PDF skaitytuvė daugiau negali spausdinti dokumentų. Na, tai erzina... tačiau tai nėra tokia didelė problema, kaip pavyzdžiui, jeigu nustotų veikti jūsų tinklo ryšys arba, jeigu staiga negalėtumėte paleisti savo kompiuterio ar prisijungti.
nl: Stel, de PDF-lezer kan ineens niet meer afdrukken. Dat is natuurlijk ergerlijk.... Maar het is niet zo problematisch als wanneer uw netwerkverbinding er ineens mee uitscheidt of wanneer u uw computer niet meer kunt opstarten.
pl: Powiedzmy, że czytnik PDF nagle nie chce drukować. No cóż, to raczej denerwujące... Nie jest to jednak tak problematyczne, jak sytuacja, w której przestaje działać twoje połączenie sieciowe lub kiedy nie możesz uruchomić komputera albo się zalogować.
pt: Suponhamos que o leitor de PDF deixou de ser capaz de imprimir. É chato, mas não é tão problemático como se a sua ligação de rede deixasse de funcionar ou se de repente deixasse de ser possível arrancar o sistema.
pt_br: Digamos, o leitor de PDF não é mais capaz de imprimir. Bem, é chato... mas não é tão problemático como se a sua conexão de rede parasse de funcionar ou se você fosse de repente incapaz de inicializar o computador ou fazer login.
ro: Să zicem că cititorul PDF nu mai poate tipări. Asta e deranjant, însă nu-i o problemă la fel de gravă precum pierderea conexiunii la rețea sau dacă nu mai puteți porni sistemul sau să vă autentificați.
ru: Скажем, просмотрщик PDF больше не сможет распечатывать. Что ж, это раздражает... но это не так проблематично, как если бы ваше сетевое подключение перестало работать, или если вы внезапно не смогли загрузить компьютер или войти в систему.
sk: Povedzme, že čítačka PDF súborov nedokáže tlačiť. Je to nepríjemne, ale nie je to až tak problematické ako ak napríklad prestane fungovať pripojenie k internetu alebo nemôžete naštartovať počítač alebo prihlásiť sa.
sl: Recimo da bralnik PDF ne zmore več tiskati. No, to je kar nadležno ... ni pa tako hudo kot nedelovanje vaše omrežne povezave ali nezmožnost zagona računalnika ali prijave v sistem.
sr: Рецимо да ПДФ читач више није у стању да штампа документе. То је свакако иритантно...али није ни изблиза проблематично као када ваша мрежна конекција престане да ради или када одједном нисте у могућности да покренете рачунар или да се пријавите у сесију.
sr@latin: Recimo, program za čitanje PDF-a više ne može da štampa. Eto, to ume da iznervira... ali to nije toliko veliki problem kao kada bi Vaša mrežna konekcija prestala da radi ili kada iznenada ne biste mogli da podignete sistem na računaru ili da se prijavite na sistem.
sv: Låt säga att PDF-läsaren inte längre kan skriva ut. Det är irriterande, men det är inte så problematiskt som om nätverksanslutningen slutat fungera eller om du plötsligt inte kan starta datorn eller logga in.
tr: Örneğin PDF okuyucudan yazdırma yapılamaması can sıkıcı bir durumdur. Ama ağ bağlantısının çalışmasını durdurması ya da bilgisayarınızın birdenbire açılamaması ya da oturum açılmaması kadar problem teşkil etmez.
uk: Скажімо, програма для читання PDF більше не може здійснювати друкування. Що ж, це дратує... проте це не така велика проблема, як те, якби припинило працювати ваше мережне з'єднання, або те, якби ви раптом не змогли завантажити комп'ютер або ввійти в систему.
vi: Giả sử, trình đọc PDF không thể in được nữa. Chà, điều đó thật khó chịu... nhưng nó không phải là vấn đề như thể kết nối mạng của bạn ngừng hoạt động hoặc nếu bạn đột nhiên không thể khởi động máy tính hoặc đăng nhập.
