Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: Proceed with caution
am: በ ጥንቃቄ ይቀጥሉ
ar: التقدم بحذر
ast: ¡Atención! ¡Cudia bien lo que faes!
be: Дзейнічайце асцярожна
bg: Продължете с повишено внимание
ca: Procediu amb compte
cs: Postupujte opatrně
cy: Byddwch ofalus o hyn ymlaen
da: Fortsæt med varsomhed
de: Mit Vorsicht fortfahren
el: Προχωρήστε με προσοχή
eo: Daŭrigu singarde
es: Proceda con cuidado
et: Jätka ettevaatlikult
eu: Jarraitu arretaz
fa: با احتیاط پیش بروید
fi: Etene varoen
fr_ca: Procédez avec précaution
he: נא להמשיך בזהירות
hi: सावधानी बरतें
hr: Nastavite s oprezom
hu: Körültekintő végrehajtás
ia: Proceder con caution
id: Lanjutkan dengan hati-hati
is: Haltu áfram mjög varlega
it: Procedere con cautela
ja: 注意して進めてください
kab: Ddu s leḥder
lo: ດຳເນີນການດ້ວຍຄວາມລະມັດລະວັງ
lt: Tęskite apdairiai
lv: Rīkojies piesardzīgi
nb: Fortsett med forsiktighet
nl: Ga voorzichtig te werk
nn: Gå vidare med varsemd
oc: Contunhatz amb prudéncia
pl: Postępuj ostrożnie
pt: Prossiga com cuidado
pt_br: Prossiga com cautela
ro: Acționați cu grijă
ru: Действуйте с осторожностью
sk: Pokračujte uvážlivo
sl: Nadaljujte pazljivo
sr: Наставите уз опрез
sr@latin: Nastavite uz oprez
sv: Fortsätt med varsamhet
tr: Dikkatlice devam ediniz
uk: Дійте далі обачно
uz: Ehtiyotkorlik bilan davom eting
vi: Tiến hành thận trọng

source: Installing a new kernel can sometimes cause problems, especially if you're using proprietary drivers.
ast: Instalar un nuevo kernel puede trayer problemes. Sobre too si emplegues controladores propietarios.
be: Усталяванне новага ядра часам можа выклікаць праблемы, асабліва калі вы выкарыстоўваеце прапрыетарныя драйверы.
bg: Инсталирането на ново ядро, може понякога да предизвика проблеми, особено ако използвате патентовани драйвери.
ca: Algunes vegades instal·lar un kernel nou pot causar problemes, especialment si utilitzeu controladors propietaris.
cy: Gall gosod cnewyllyn newydd achosi anawsterau, yn arbennig os ydych yn defnyddio gyrwyr masnachol.
el: Η εγκατάσταση ενός νέου πυρήνα μπορεί κάποιες φορές να προκαλέσει προβλήματα, ειδικά αν χρησιμοποιείτε ιδιοταγείς οδηγούς υλικού.
eo: Instalo de nova kerno fojfoje okazigas problemojn, speciale se vi uzadas komercajn pelilojn.
es: A veces instalar un núcleo nuevo puede causar problemas, especialmente si usa controladores privativos.
et: Uue kerneli paigaldamine võib põhjustada probleeme, eriti kui kasutad omanduslikke draivereid.
eu: Nukleo berri bat instalatzeak arazoak eragin ditzake, bereziki jabedun kontrolatzaileak erabiltzen badituzu.
fa: نصب یک کرنل جدید گاهی‌اوقات میتواند مشکلاتی ایجاد کند، مخصوصا اگر درحال استفاده از درایور های انحصاری هستید.
fr_ca: Installer un nouveau noyau peut parfois occasionner des problèmes, surtout si vous utilisez des pilotes propriétaires.
he: התקנת ליבה חדשה עלולה לעתים לגרום לבעיות, במיוחד אם נעשה שימוש בהתקני תוכנה קנייניים.
hi: अमुक्त ड्राइवर के उपयोक्ताओं हेतु नवीन कर्नेल इंस्टॉल करने से समस्याएँ उत्पन्न हो सकती हैं।
ia: Installar un nove kernel pote aliquando causar problemas, specialmente si tu usa controlatores proprietari.
id: Memasang kernel baru terkadang dapat menimbulkan masalah, terutama jika Anda menggunakan driver berpemilik.
is: Uppsetning á nýjum kjarna getur stundum valdið vandamálum, sérstaklega ef þú ert að nota séreignarekla.
it: Installare un nuovo kernel può talvolta causare problemi, specie se usi dei driver proprietari
ja: 特にプロプライエタリドライバーを使用している場合は、新しいカーネルのインストールにより問題が発生することがあります。
kab: Asebded n ukernel amaynut izmer ad d-yawi tikwal uguren, ladɣa ma tseqdaceḍ inuḍaf udmawanen
lo: ການຕິດຕັ້ງເຄີເນວໃໝ່ບາງຄັ້ງອາດເຮັດໃຫ້ເກີດບັນຫາ, ໂດຍສະເພາະຖ້າທ່ານກຳລັງໃຊ້ໄດຣເວີທີ່ເປັນກຳມະສິດ.
lt: Kartais, naujo branduolio įdiegimas gali sukelti probemų, ypač tuomet, jei naudojate nuosavybines tvarkykles.
lv: Dažkārt jauna kodola instalēšana var radīt problēmas, jo īpaši, ja izmanto patentētus draiverus.
nb: Installasjon av en ny kjerne kan noen ganger forårsake problemer, spesielt hvis du bruker proprietære drivere.
nl: Het installeren van een nieuwe systeemkern kan soms problemen veroorzaken, vooral wanneer u niet-vrije stuurprogramma's gebruikt.
nn: Å installere ein ny kjerne kan av og til føre til problem, særleg dersom du brukar proprietære drivarar.
oc: L'installacion d'un nuclèu novèl pòt de còps causar de problèmas, mai que mai s'utilizatz de pilòts proprietaris.
pl: Instalowanie nowego jądra może czasami powodować problemy, szczególnie jeśli używasz firmowych sterowników.
pt: Instalar um novo kernel pode, ocasionalmente, causar problemas, especialmente se estiver a utilizar controladores proprietários.
pt_br: Instalar um novo kernel às vezes pode causar problemas, especialmente se você estiver usando drivers proprietários.
ro: Instalarea unui nou nucleu poate provoca uneori probleme, mai ales dacă utilizați drivere de tip proprietar.
ru: Установка нового ядра иногда может создать проблемы, особенно, если вы используете проприетарные драйверы.
sl: Nameščanje novega jedra lahko včasih povzroči težave, še posebej ob uporabi lastniških gonilnikov.
sr: Инсталирање новог кернела може понекад изазвати проблеме, посебно ако користите власничке управљачке програме.
sr@latin: Instalacija novog kernela ponekad može da prouzrokuje probleme, naročito ukoliko koristite vlasničke upravljačke programe.
sv: Att installera en ny kärna kan ibland leda till problem, särskilt om man använder drivrutiner där tillverkaren inte publicerat källkoden.
uk: Установлення нового ядра може іноді виклика́ти проблеми, особливо якщо ви використовуєте патентовані драйвери.
uz: Yangi yadroni o‘rnatish ba'zan muammolarga olib kelishi mumkin, ayniqsa siz xususiy drayverlardan foydalansangiz.
vi: Việc cài đặt kernel mới đôi khi có thể gây ra sự cố, đặc biệt nếu bạn đang sử dụng trình điều khiển độc quyền.

source: These issues include:
am: እነዚህ ን ችግሮችን ያካትታል:
ast: Problemes posibles:
be: Гэтыя праблемы ўключаюць:
bg: Тези проблеми включват:
ca: Aquests problemes inclouen:
cy: Mae'r anawsterau hyn yn cynnwys:
el: Αυτά τα προβλήματα περιλαμβάνουν:
eo: Ĉi tiuj atentindaĵoj inkluzivas:
es: Estos problemas incluyen:
et: Probleemid võivad olla:
eu: Arazoen posibleen artean daude:
fa: این مشکلات عبارتند از:
fr_ca: Ces problèmes peuvent inclure:
he: סוגיות אלה כוללות:
hi: ये समस्याएँ हैं :
ia: Iste problemas include:
id: Masalah ini meliputi:
is: Þessi vandamál geta verið:
it: Questi problemi includono:
ja: 起こりうる問題としては:
kab: Ugur-agi yella deg-s:
lo: ບັນຫາເຫຼົ່ານີ້ລວມມີ:
lt: Į šias problemas įeina:
lv: Šīs problēmas ietver:
nb: Disse problemene inkluderer:
nl: Deze problemen omvatten:
nn: Desse problema omfattar:
oc: Aquestes problèmas incluson :
pl: Wśród tych problemów znajdują się:
pt: Estes problemas incluem:
pt_br: Esses problemas incluem:
ro: Aceste probleme includ:
ru: Среди них может быть:
sl: Med te težave sodijo:
sr: Ти проблеми обухватају:
sr@latin: Ovi problemi uključuju:
sv: Detta kan t.ex. innebära:
uk: З-поміж цих проблем бувають такі:
uz: Bu muammolarga quyidagilar kiradi:
vi: Những vấn đề này bao gồm:

source: - No wifi (or ethernet) - No video acceleration - Black screen on startup - Random system freeze
ast: -Quedase ensin wifi o ethernet -Quedase ensin aceleramientu de videu -Pantalla negra al aniciar -Conxelamientos de sistema, al debalu
be: - Адсутнічае wifi (ці ethernet) - Няма відэа паскарэння - Чорны экран пры запуску - Выпадковая замарозка сістэмы
bg: - Няма wifi (или интернет) - Няма видео ускорение - Черен екран при стартиране - Системата замръзва
ca: - Pèrdua de connexió wifi (o ethernet) - Manca d'acceleració de vídeo. - Pantalla negra a l'inici. - El sistema es penja aleatòriament.
cy: - Dim wifi (neu ethernet) - Dim cyflymu fideo - Sgrin ddu wrth gychwyn - Rhewi system ar hap
el: - απώλεια ασύρματης σύνδεσης (ή ethernet) - απώλεια επιτάχυνσης γραφικών - μαύρη οθόνη στην εκκίνηση - τυχαία "παγώματα" του συστήματος
eo: - Neniu sendrata reto (aŭ eterreto) - Neniu video-plirapidigo - Nigra ekrano dum starto - Hazarda sistemfrostigo
es: - Pérdida de la conexión wifi (o ethernet). - Falta de la aceleración de vídeo. - Pantalla negra al inicio. - Cuelgues aleatorios del sistema.
et: - Pole wifit või võrguühendust - Pole graafikakiirendust - Käivitumisel must ekraan - Suvalised arvuti hangumised
eu: - Wifirik (edo ethernetik) ez - Bideo azeleraziorik ez - Pantaila beltza abioan - Sistema ausaz blokeatzea
fa: - نبود wifi (یا شبکه کابلی) - نبود تسریع ویدیویی - صفحه سیاه هنگام راه‌اندازی - انجماد تصادفی سیستم
fr_ca: - Absence de Wi-Fi (ou Ethernet) - Absence d'accélération graphique - Écran noir au démarrage - Gel aléatoire du système
he: - אין חיבור למרשתת (חוטי או אלחוטי) - אין האצת חוזי - מסך שחור בעת הפעלה - קיפאון מערכת אקראי
hi: - कोई वाईफाई (या ब्रॉडबैंड) नहीं - कोई वीडियो त्वरण नहीं - आरंभ पर रिक्त स्क्रीन - क्रमरहित सिस्टम निरस्त होना
ia: - Nulle wi-fi (o ethernet) - Nulle video acceleration - Schermo nigre al initio - Gelificationes casual de systema
id: - Tidak ada wifi (atau ethernet) - Tidak ada akselerasi video - Layar hitam saat startup - Pembekuan sistem secara acak
is: - Ekkert þráðlaust net (eða kapalnet) - Engin myndmerkishröðun - Svartur skjár í ræsingu - Tilviljanakennd frysting kerfisins
it: - Assenza wifi (o ethernet) - Assenza di accelerazione video - Schermo nero all'avvio - Blocchi di sistema improvvisi
ja: - Wi-Fi (またはイーサネット) に接続できなくなる - ビデオアクセラレーションが機能しなくなる - 起動時に黒い画面で止まる - 予期しないシステムフリーズが起こる
kab: - Ulac Wi-Fi (neɣ Ethernet) - Ulac asɣiwel n uvidyu - Agdil aberkan deg usekker - Asegres agacuran n unagraw
lo: - ບໍ່ມີ wifi (ຫຼື ethernet) - ບໍ່ມີການເລັ່ງວິດີໂອ - ໜ້າຈໍດຳຕອນເປີດເຄື່ອງ - ລະບົບຄ້າງແບບສຸ່ມ
lt: - Nėra belaidžio (ar laidinio) ryšio - Nėra vaizdo spartinimo - Juodas ekranas paleidimo metu - Atsitiktinės sistemos strigtys
lv: - Nav wifi (vai ethernet) - Nav video paātrinājuma - Melna ekrāna parādīšanās uzsākot darbu - Sistēmas nejauša iesaldēšanās
nb: - Ingen wifi (eller Ethernet) - Ingen videoakselerasjon - Svart skjerm ved oppstart - Tilfeldig frysing av systemet
nl: - Geen internetverbinding meer - Geen apparatuurversnelling meer voor beeldweergave - Zwart scherm bij opstarten - Willekeurige bevriezingen van het systeem
nn: - Ingen wifi (eller ethernet) - Ingen videoakselerasjon - Svart skjerm ved oppstart - Tilfeldig systemfrys
oc: - Cap de wifi (o d'ethernet) - Cap d'acceleracion vidèo - Ecran negre a l'aviada - Blocatge aleatòri del sistèma
pl: - Brak Wi-Fi (lub połączenia przewodowego) - Brak akceleracji grafiki - Czarny ekran przy uruchamianiu systemu - Losowe zawieszanie się systemu
pt: - Sem ligações Wi-Fi (ou ethernet) - Placa gráfica sem aceleração por hardware - Ecrã em branco ao iniciar - Paragem aleatório do sistema
pt_br: - Sem wifi (ou ethernet) - Sem aceleração de vídeo - Tela preta na inicialização - Congelamento aleatório do sistema
ro: - Nu există wifi (sau rețea) - Nu există accelerator video - Ecran negru la pornire - Blocarea aleatorie a sistemului
ru: - Отсутствие беспроводного (или проводного соединения) - Отсутствие графического ускорения - Чёрный экран при загрузке - Произвольные зависания системы
sl: - nedelujoč wi-fi (ali ethernet); - brez pospeševanja videa; - črn zaslon ob zagonu; - naključne zamrznitve sistema.
sr: - Прекидање бежичне (или жичане) мреже - Прекидање видео убрзања - Црни екран приликом покретања - Наизменично замрзавање система
sr@latin: - Nema bežične veze (ili žične veze) na internet - Nema video akceleracije - Crni ekran prilikom pokretanja računara - Nasumično kočenje sistema
sv: - Inget nätverk (trådlöst eller trådbundet) - Ingen videoacceleration - Svart skärm vid start - Slumpmässiga hängningar
uk: - Відсутність Wi-Fi (або Ethernet) - Відсутність відеоприскорення - Чорний екран під час запускання системи - Випадкове зависання системи
uz: - Wi-Fi (yoki Ethernet) yo‘q - Video tezlashuvi yo‘q - Ishga tushganda qora ekran - Tasodifiy tizimning qotib qolishi
vi: - Không có wifi (hoặc ethernet) - Không tăng tốc video - Màn hình đen khi khởi động - Hệ thống ngẫu nhiên đóng băng

source: If you face any of these issues, don't panic:
ast: Si t'atopes con dalgún d'esos problemes, ¡nun te atarrecer!
be: Калі вы сутыкнуліся з гэтымі праблемамі, не панікуйце:
bg: Ако се изправите пред някои от тези проблеми, без паника:
ca: Si us enfronteu a algun d'aquests problemes, no us espanteu:
cy: Os oes gennych yr anawsterau hyn, peidiwch â phoeni:
el: Αν αντιμετωπίσετε οποιαδήποτε από αυτά τα θέματα, μην πανικοβάλλεστε:
eo: Se vi alfrontas iun el ĉi tiuj atentindaĵoj, ne panikiĝu:
es: Si se enfrenta a alguno de estos problemas, no se asuste:
et: Kui esinevad sellised probleemid, pole põhjust paanikaks:
eu: Hauetako arazoren bat baduzu, ez izutu:
fa: اگر با هرکدام از این مشکلات مواجه شدید، خوف نکنید:
fr_ca: Si vous rencontrez de tels problèmes, ne paniquez pas:
he: אם מי מהסוגיות האלה עולות, בלי פניקה:
hi: ये समस्याएँ होने पर धैर्य रखें :
ia: Si te appare ulle problemas de illos, nulle panico:
id: Jika Anda menghadapi salah satu masalah ini, jangan panik:
is: Ef þú rekst á slík vandamál, skaltu ekki örvænta:
it: Se incontri uno di questi problemi, non spaventarti:
ja: これらの問題に直面しても、慌てないでください:
kab: Ma temmugreḍ-d uguren yecban wigi, ur tqelliq ara:
lo: ຖ້າທ່ານປະສົບບັນຫາໃດໜຶ່ງເຫຼົ່ານີ້, ຢ່າຕົກໃຈ:
lt: Jei susiduriate su kuria nors iš šių problemų, nepanikuokite:
lv: Ja saskaries ar kādu no šīm problēmām, nebaidies:
nb: Hvis du står overfor noen av disse problemene, ikke få panikk:
nl: Als u één of meer van deze problemen tegenkomt, raak dan niet in paniek, maar doe dit:
nn: Dersom du møter nokon av desse problema, ikkje få panikk:
oc: En cas de problèma d'aqueste tipe, cap d'inquietud :
pl: Jeśli napotkasz którykolwiek z tych problemów, nie panikuj:
pt: Caso ocorra algum destes problemas, não entre em pânico:
pt_br: Se você enfrentar algum desses problemas, não entre em pânico:
ro: Dacă vă confruntați cu oricare dintre aceste probleme, nu intrați în panică:
ru: Если вы столкнулись с этими проблемами, не беспокойстесь:
sl: Če naletite na katero od teh težav, brez panike:
sr: Ако се суочавате са неким од ових проблема, немојте паничити:
sr@latin: Ukoliko se suočite sa ovim problemima, nemojte da paničite:
sv: Om du råkar ut för något av detta, prova att:
uk: Якщо ви натрапляєте на будь-яку з цих проблем, не полошіться:
uz: Agar siz ushbu muammolardan biriga duch kelsangiz, vahima qilmang:
vi: Nếu bạn gặp phải bất kỳ vấn đề nào trong số này, đừng hoảng sợ:
