Repository: linuxmint/mintupdate
Catalog: po/mintupdate-*.po
Languages: am, ar, ast, be, bg, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, kab, lo, lt, lv, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, tr, uk, uz, vi

source: This policy is made for advanced users on computers where the risk of critical regressions is acceptable. It assumes these users are able to fix any issue and want to apply all updates all at once.
cs: Tato strategie je určená pro pokročilé uživatele a počítače, kde je riziko kritické regrese přijatelné. Předpokládá, že tito uživatelé jsou schopní opravit jakýkoli problém a chtějí instalovat všechny aktualizace najednou.
da: Denne politik er for avancerede brugere på computere, hvor risikoen for kritiske regressioner er acceptabel. Det antages, at disse brugere kan løse alle problemer og vil installere alle opdateringer med det samme.
de: Diese Richtlinie ist für fortgeschrittene Benutzer von Rechnern gemacht, wo das Risiko kritischer Regressionen akzeptabel ist. Sie geht davon aus, dass diese Benutzer in der Lage sind, jedes Problem zu beheben und alle Aktualisierungen auf einmal anzuwenden.
fi: Tämä käytäntö on tehty kokeneille käyttäjille tietokoneissa, joissa kriittisten regressioiden riski on hyväksyttävä. Se olettaa näiden käyttäjien olevan kykeneviä korjaamaan minkä tahansa ongelman ja heidän haluavan ottaa kaikki päivitykset kerralla käyttöön.
hr: Ovo pravilo je namijenjeno naprednim korisnicima na računalima gdje je rizik kritične nestabilnosti prihvatljiv. Pretpostavlja da ti korisnici znaju popraviti sve probleme i žele primijeniti sve nadopune odjednom.
hu: Ez a frissítési házirend a tapasztalt felhasználóknak készült, akik számára a kritikus szoftver-visszafejlődési hibák elfogadhatók. Feltételezi, hogy a felhasználó bármilyen fajta hibát el tud hárítani számítógépén és az összes frissítést egyszerre kívánja telepíteni.
sk: Táto politika je určená pokročilým užívateľom na počítačoch, na ktorých je riziko regresie prijateľné. Predpokladá, že títo užívatelia si vedia vyriešiť akýkoľvek problém a chcú aplikovať aktualizácie naraz.
tr: Bu ilke deneyimli kullanıcılar için uygundur, kritik regresyonları kabul edelirler. Bu ilke kullanıcıların herhangi bir sorunu giderebileceklerini ve tüm güncellemeleri bir kerede uygulamak istediklerini varsayar.

source: In this policy, all recommended updates are visible and selected by default.
cs: V této strategii jsou všechny doporučené aktualizace zobrazené a ve výchozím stavu předvolené.
da: I denne politik er alle anbefalede opdateringer synlige og som standard valgt på forhånd.
de: In dieser Richtlinie sind alle empfohlenen Aktualisierungen sichtbar und standardmäßig ausgewählt.
fi: Tässä käytännössä, kaikki suositellut päivitykset näytetään ja valitaan oletusarvoisesti.
hr: U ovom pravilu, sve preporučene nadopune su vidljive i odabrane po zadanome.
hu: Ebben a frissítési házirendben, minden ajánlott frissítés látható és előre lesznek választva.
sk: Táto politika zobrazí a predvolí všetky odporúčané aktualizácie.
tr: Bu ilkede, önerilen güncellemelerin tümü görünür ve varsayılan olarak seçilidir.

source: Using mintupdate-tool
cs: Používání nástroje mintupdate-tool
da: Brug af mintupdate-tool
de: »mintupdate-tool« benutzen
fi: Käyttäen mintupdate-tool'ia
hr: Upotreba mintupdate-tool
hu: A „mintupdate-tool” használatával
sk: Použitím mintupdate-tool
tr: mintupdate-tool kullanımı

source: The Update Manager provides a command line utility called "mintupdate-tool".
cs: Správa aktualizací poskytuje nástroj pro příkazový řádek nazvaný „mintupdate-tool“.
da: Opdateringshåndtering indeholder et kommandolinjeværktøj kaldet "mintupdate-tool".
de: Die Aktualisierungsverwaltung stellt ein Befehlszeilenwerkzeug namens »mintupdate-tool« zur Verfügung.
fi: Päivitysten hallinta tarjoaa komentorivityökalun, jota kutsutaan nimellä "mintupdate-tool".
hr: Upravitelj nadopuna omogućava alat naredbenog redka koji se naziva "mintupdate-tool".
hu: A Frissítéskezelő része „mintupdate-tool” nevű parancssoros program.
sk: Aktualizátor softvéru poskytuje nástroj príkazového riadka nazvaný "mintupdate-tool".
tr: Güncelleme Yöneticisi "mintupdate-tool" adlı bir komut satırı yardımcı programı sağlar.

source: The list can be filtered by levels with the -l argument.
cs: Seznam je možné filtrovat dle stupňů dopadu na systém a to pomocí argumentu -l.
da: Oversigten kan filtreres efter niveau med argumentet -l.
de: Die Liste kann nach Ebenen mit dem Parameter -l gefiltert werden.
fi: Lista voidaan suodattaa tasoittain -l valinnalla.
hr: Prikaz se može filtrirati po razinama s -l argumentom.
hu: A lista frissítési szint szerint szűrhető a „-l” paraméter megadásával.
sk: Zoznam môže byť filtrovaný podľa úrovní argumentom -l
tr: Listeleme -l değişkeni ile güncelleme seviyelerine göre filtrelenebilir.

source: You can add security updates with -s.
cs: Bezpečnostní aktualizace je možné přidat pomocí přepínače -s.
da: Du kan tilføje sikkerhedsopdateringer med -s.
de: Sie können Sicherheitsaktualisierungen mit -s hinzufügen.
fi: Voit lisätä tietoturvapäivitykset -s valinnalla.
hr: Možete dodati sigurnosne nadopune sa -s
hu: Megjelenítheti a biztonsági frissítéseket a „-s” paraméter megadásával.
sk: Bezpečnostné aktualizácie môžete pridať argumentom -s.
tr: Güvenlik güncellemelerini -s değişkeni ile ekleyebilirsiniz.

source: You can add kernel updates with -k, or remove them with -nk.
cs: Aktualizace jádra je možné přidat pomocí přepínače -k, nebo opačně s -nk.
da: Du kan tilføje kerneopdateringer med -k eller fjerne dem med -nk.
de: Sie können Kernelaktualisierungen mit -k hinzufügen, oder mit -nk entfernen.
fi: Voit lisätä ytimen päivitykset käyttäen -k valintaa tai poistaa ne -nk valinnalla.
hr: Možete dodati nadopune krenela sa -k, ili ih ukloniti sa -nk.
hu: Megjelenítheti a kernel frissítéseket a „-k” paraméter megadásával vagy elrejtheti őket a „-nk” paraméter megadásával.
sk: Aktualizácie jadra systému môžete pridať argumentom -k alebo ich odstrániť argumentom -nk.
tr: Çekirdek güncellemeleri için -k değişkenini kullanabilir, ya da -nk değişkeni ile onları silebilirsiniz.

source: For instance, the following command lists all security updates, as well as level 1 and 2 bug fixes update:
cs: Například následující příkaz zobrazí seznam všech bezpečnostních aktualizací a aktualizací opravujících chyby stupňů 1 a 2:
da: F.eks. vil følgende kommando opliste alle sikkerhedsopdateringer såvel som fejlrettelser med niveau 1 og 2:
de: Zum Beispiel listet der folgende Befehl alle Sicherheitsaktualisierungen auf, sowie Fehlerbehebungsaktualisierungen der Ebene 1 und 2:
fi: Esimerkiksi, seuraava komento listaa kaikki tietoturvapäivitykset, kuten myös tasojen 1 ja 2 virheenkorjauspäivitykset:
hr: Na primjer, sljedeća naredba prikazuje sve sigurnosne nadopune, kao i razinu 1 i razinu 2 nadopuna popravaka grešaka:
hu: Például a következő parancs megjeleníti az összes biztonsági frissítést, valamint az 1-es és 2-es szintű frissítéseket is:
sk: Príklad, nasledujci príkaz zobrazí všetky bezpečnostné aktualizácie spolu s funkčnými aktualizáciami úrovne 1 a 2:
tr: Örneğin; aşağıdaki komut tüm güvenlik güncellemeleri ile birlikte, seviye 1 ve seviye 2 hata düzeltme güncellemelerini listeler:

source: For instance, the following command applies all security updates as well as level 1 and 2 bug fix updates:
cs: Například následující příkaz nainstaluje všechny bezpečnostní aktualizace a aktualizace opravující chyby stupňů 1 a 2:
da: F.eks. vil følgende kommando installere alle sikkerhedsopdateringer såvel som fejlrettelser med niveau 1 og 2:
de: Zum Beispiel wendet der folgende Befehl alle Sicherheitsaktualisierungen an,sowie Fehlerbehebungsaktualisierungen der Ebene 1 und 2:
fi: Esimerkiksi, seuraava komento toteuttaa kaikki tietoturvapäivitykset, sekä tasojen 1 ja 2 virheenkorjauspäivitykset:
hr: Na primjer, sljedeća naredba primijenjuje sve sigurnosne nadopune, kao i razinu 1 i razinu 2 nadopuna popravaka grešaka:
hu: Például a következő parancs telepíti az összes biztonsági frissítést, valamint az 1-es és 2-es szintű frissítéseket is:
sk: Príklad, nasledujúci príkaz aplikuje všetky bezpečnostné aktualizácie a aj funčné aktualizácie úrovne 1 a 2:
tr: Örneğin, aşağıdaki komut tüm güvenlik güncellemeleri ile birlikte seviye 1 ve seviye 2 hata düzeltme güncellemelerini uygular:

source: For more information on mintupdate-tool and a complete list of arguments, type:
cs: Více informací o nástroji mintupdate-tool a kompletním seznam argumentů příkazového řádku získáte zadáním:
da: Få flere informationer om mintupdate-tool og en komplet oversigt over argumenter ved at indtaste:
de: Für mehr Informationen über das mintupdate-Werkzeug und eine vollständige Liste von Parameter:
fi: Saadaksesi lisätietoa mintupdate-tool'ista ja täydellisen listan argumenteista, kirjoita:
hr: Za više informacija o mintupdate-tool i potpunom popisu argumenata, upišite:
hu: A mintupdate-tool paranccsal kapcsolatos információkhoz és a megadható paraméterek listájához gépelje be a következőt:
sk: Pre viac informácií o mintupdate-tool a kompletný zoznam argumentov napíšte:
tr: Mintupdate-tool ve değişkenlerin tüm listesi hakkında bilgi almak için aşağıdaki komutu kullanınız:

source: Updates are given a level indicating how much of an impact they have on the operating system
cs: Jednotlivým aktualizacím je přidělen stupeň, který značí jak velký dopad mají na operační systém
da: Opdateringer tildeles et niveau alt efter, hvor stor en påvirkning de har på styresystemet
de: Aktualisierungen sind einer Ebene zugeordnet, welche die Auswirkungen auf das Betriebssystem anzeigt.
fi: Päivityksille on annettu tasot, jotka kuvaavat kuinka paljon niillä on vaikutusta käyttöjärjestelmään
hr: Nadopunama su dane razine koje pokazuju koliki utjecaj imaju na operativni sustav
hu: A frissítések megadott frissítési szintje jelzi, hogy az egyes frissítéseknek milyen hatásai vannak az operációs rendszerre.
sk: Aktualizáciam je pridelená úroveň, ktorá naznačuje aký dopad majú na systém.
tr: Güncellemelere işletim sistemindeki etki olasılığını/gücünü gösterir biçimde seviye verilir

source: Update levels
ar: مستويات التحديث
ca: Nivells d'actualització
cs: Stupně aktualizací
da: Opdateringsniveauer
de: Aktualisierungsebenen
fi: Päivitysten tasot
hr: Razine nadopuna
hu: Frissítési szintek
sk: Úrovne aktualizácií
tr: Güncelleme seviyeleri

source: Updates are given a level indicating how much of an impact they have on the operating system.
ar: يتم إعطاء التحديثات مستوى يشير إلى مدى تأثيرها على نظام التشغيل.
ca: El nivell de les actualitzacions indica quin impacte tenen en el sistema operatiu.
cs: Jednotlivým aktualizacím je přidělen stupeň, který značí jak velký dopad mají na operační systém.
da: Opdateringer tildeles et niveau alt efter, hvor stor en påvirkning de har på styresystemet.
de: Aktualisierungen sind einer Ebene zugeordnet, welche die Auswirkungen auf das Betriebssystem anzeigt.
fi: Päivityksille on annettu tasot, jotka kuvaavat kuinka paljon niillä on vaikutusta käyttöjärjestelmään.
hr: Nadopunama su dane razine koje pokazuju koliki utjecaj imaju na operativni sustav.
hu: A megadott frissítési szintek jelzik a frissítések operációs rendszerre gyakorolt hatásait.
sk: Aktualizáciam je pridelená úroveň, ktorá naznačuje aký dopad majú na systém.
tr: Güncellemelere işletim sistemindeki etki olasılığını/gücünü gösterir biçimde seviye verilir.

source: There are 4 levels:
ar: هناك 4 مستويات:
ca: Hi ha 4 nivells:
cs: Jsou 4 stupně:
da: Der er fire niveauer:
de: Es gibt 4 Ebenen:
fi: On olemassa 4 tasoa:
hr: Postoje 4 razine:
hu: 4 szint van:
sk: Sú 4 úrovne
tr: 4 seviye vardır:

source: Minimal
ar: الحد الأدنى
ca: Mínim
cs: Minimální
fi: Minimaalinen
hr: Najmanja
hu: Alacsony
sk: Minimálna
tr: Düşük

source: No impact on the system or other applications.
ar: لا يوجد تأثير على النظام أو التطبيقات الأخرى.
ca: Sense impacte en el sistema ni en altres aplicacions.
cs: Žádný dopad na systém nebo ostatní aplikace.
da: Ingen påvirkning af systemet eller andre programmer.
de: Keine Auswirkung auf das System oder andere Anwendungen.
fi: Ei vaikutusta järjestelmään tai muihin sovelluksiin.
hr: Bez utjecaja na sustav ili ostale aplikacije.
hu: Nincs hatása az operációs rendszerre és a többi programra.
sk: Žiaden dopad na systém alebo iné aplikácie
tr: Sistem veya diğer uygulamalar üzerinde etkisi yoktur.

source: Normal
ar: طبيعي
cs: Normální
fi: Normaali
hr: Normalna
hu: Közepes
sk: Normálna

source: Default level. Usually low impact on the system.
ar: المستوى الافتراضي. عادة ما يكون له تأثير منخفض على النظام.
ca: Nivell per defecte. Normalment, baix impacte en el sistema.
cs: Výchozí stupeň. Obvykle malý dopad na systém.
da: Standardniveauet. Sædvanligvis lille påvirkning af systemet.
de: Vorgabeebene. Normalerweise geringe Auswirkungen auf das System.
fi: Perustaso. Usein pieni vaikutus järjestelmään.
hr: Zadana razina. Uobičajeno ima mali utjecaj na sustav.
hu: Alapértelmezett szint. Általában kicsi hatással van az operációs rendszerre.
sk: Predvolená úroveň. Väčšinov majú nízky dopad na systém.
tr: Varsayılan seviye: Genellikle sistem üstündeki olası etkisi düşüktür.

source: Large
ar: كبير
ca: Gran
cs: Vysoký
da: Stor
de: Groß
fi: Suuri
hr: Velika
hu: Magas
sk: Veľká
tr: Büyük

source: Apply with caution. Impact on multiple applications.
cs: Použijte s rozvahou. Má dopad na vícero aplikací.
da: Installér med forsigtighed. Påvirkning af mange programmer.
de: Mit Vorsicht anwenden. Auswirkungen auf mehrere Anwendungen.
fi: Toteuta varoen. Vaikuttaa useisiin sovelluksiin.
hr: Primijenite uz oprez. Utjecaj na više aplikacija.
hu: Körültekintően telepítse. Számos programot érint.
sk: Aplikujte s opatrnosťou. Má dopad na viacero aplikácií.
tr: Uygularken dikkatli olun. Birden fazla uygulamaya etkisi vardır.

source: Sensitive
ar: حساس
ca: Sensible
cs: Kritické
da: Følsom
de: Sensibel
fi: Herkkä
hr: Osjetljiva
hu: Érzékeny
sk: Citlivá
tr: Hassas

source: Apply one by one. Impact on sensitive parts of the system.
cs: Instalujte jednu po druhé. Má dopad na kritické části systému.
da: Installér enkeltvis. Påvirkning af systemets følsomme dele.
de: Eines nach dem anderen anwenden. Auswirkungen auf empfindliche Teile des Systems.
fi: Toteuta yksi kerrallaan. Vaikuttaa järjestelmän herkkiin osiin.
hr: Primjenjujte jednu po jednu. Utjecaj na osjetljive dijelove sustava.
hu: Egyesével telepíthető. A rendszer érzékeny részeit érinti.
sk: Aplikujte jednu po jednej. Ovlyvňuje kritické časti systému.
tr: Birer birer uygulayınız. Sistemin hassas kısımları üzerindeki etkisi vardır.

source: And there's also a special level which is given to updates with known critical issues:
cs: A je zde i zvlášť stupeň určený aktualizacím se známými kritickými problémy:
da: Og der er også et særligt niveau til opdateringer, der vides at have kritiske problemer:
de: Und es gibt auch eine besondere Ebene, welche an Aktualisierungen mit bekannten kritischen Problemen vergeben wird:
fi: On myös erikoistaso, joka on annettu päivityksille joiden tiedetään aiheuttavan kriittisiä ongelmia:
hr: A tu je i posebna razina koja je zadana za nadopunu s poznatim kritičnim problemima:
hu: Továbbá van egy különleges frissítési szint, amelyet a kritikus frissítések kapnak meg:
sk: Existuje ešte jedna, špeciálna úroveň, ktorá je dávaná aktualizáciam s kritickými problémami
tr: Kritik sorunlara neden olabileceği bilinen güncellemeler ile ilgili özel bir seviye daha vardır:

source: Dangerous
cs: Nebezpečné
da: Farlig
de: Gefährlich
fi: Vaarallinen
hr: Opasna
hu: Veszélyes
sk: Nebezpečná
tr: Tehlikeli

source: Very rare. Not recommended. Known to create issues.
cs: Nevyskytuje se často. Není doporučováno. Ví se, že způsobuje problémy.
da: Meget sjælden. Ikke anbefalet. Vides at skabe problemer.
de: Sehr selten. Nicht empfohlen. Bekannt dafür, Fehler zu erzeugen.
fi: Erittäin harvinainen. Ei suositella. Tiedetään aiheuttavan ongelmia.
hr: Vrlo rijetko. Nije preporučljivo. Poznato je da uzrokuje probleme.
hu: Nagyon ritka és nem ajánlott. Problémákat okoz.
sk: Veľmi vzácna. Neodporúča sa inštalovať. Spôsobuje problémy
tr: Çok nadir. Önerilmeyen. Sorunlar oluşturma ihtimali bilinen.

source: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Level 1
ar: المستوى 1 <media type="image" src="figures/mintupdate-level1.svg" height="40"/>
ca: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Nivell 1
cs: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Úroveň 1
da: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Niveau 1
de: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Ebene 1
fi: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Taso 1
hr: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Razina 1
hu: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> 1. szint
tr: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Seviye 1

source: Level 1 updates are updates which only affect their own software and have no impact on the rest of the system.
ar: تحديثات المستوي 1 هي التحديثات التي تؤثر فقط علي البرامج الخاصة بها وليس لها اي تاثير علي بقية النظام.
ca: Les actualitzacions de nivell 1 només afecten el seu propi programari i no tenen impacte en la resta del sistema.
cs: Aktualizace stupně 1 jsou takové, které ovlivňují pouze software, kterého se bezprostředně týkají a nemají žádný dopad na zbytek systému.
da: Opdateringer på niveau 1 påvirker kun deres egne programmer og påvirker ikke resten af systemet.
de: Aktualisierungen der Ebene 1 sind Aktualisierungen, die nur das eigene Programm beeinflussen und keine Auswirkungen auf den Rest des Systems haben.
fi: Tason 1 päivitykset ovat päivityksiä, jotka vaikuttavat ainoastaan niiden omaan ohjelmistoon ja niillä ei ole vaikutusta muuhun järjestelmään.
hr: Nadopune razine 1 su nadopune koje samo obuhvaćaju vlastiti softver i nemaju utjecaj na ostatak sustava.
hu: 1. szintű frissítések csak a megadott szoftver működését befolyásolja, nincs hatása a rendszer többi részére.
sk: Aktualizácie úrovne 1 sú aktualizácie, ktoré ovlyvňujú len samé seba a nie ostatok systému
tr: Seviye 1 güncellemeleri, sadece kendi yazılımlarını etkileme olasılığı olan ve sistemin geri kalanında hiçbir etkiye sahip olmayan güncellemelerdir.

source: They're usually updates for single applications. For instance:
ar: انها عادة تحديثات لتطبيقات واحدة. على سبيل المثال:
ca: Normalment actualitzen una sola aplicació. Per exemple:
cs: Jsou to obvykle aktualizace pro jednotlivé aplikace. Například:
da: Det er sædvanligvis opdateringer af enkelte programmer. F.eks.:
de: Es sind in der Regel Aktualisierungen für einzelne Anwendungen. Zum Beispiel:
fi: Ne ovat yleensä päivityksiä yksittäisille sovelluksille. Esimerkiksi:
hr: One su uobičajeno nadopune pojedinih aplikacija:
hu: Ezek általában egy program frissítését tartalmazza. Például:
sk: Sú to aktualizácie jednotlivých aplikácií - napríklad:
tr: Bunlar genellikle tekil uygulamalar için güncellemelerdir. Örneğin:

source: The calculator
ar: الآلة الحاسبة
ca: La calculadora
cs: Kalkulačka
da: Lommeregneren
de: Der Taschenrechner
fi: Laskin
hr: Kalkulator
hu: Számológép
sk: Kalkulačka
tr: Hesap makinası

source: The PDF reader
ar: قارئ PDF
ca: El lector PDF
cs: Prohlížeč PDF souborů
da: PDF-fremviseren
de: Der PDF-Betrachter
fi: PDF-lukija
hr: PDF čitač
hu: Dokumentummegjelenítő
sk: Čítačka PDF
tr: PDF okuyucu

source: The text editor
ar: محرر النص
ca: L'editor de text
cs: Textový editor
da: Tekstredigeringsprogrammet
de: Die Textbearbeitung
fi: Tekstieditori
hr: Uređivač teksta
hu: Szövegszerkesztő
sk: Textový editor
tr: Metin düzenleyici

source: The media player
ar: مشغل الوسائط
ca: El reproductor multimèdia
cs: Přehrávač médií
da: Medieafspilleren
de: Die Medienwiedergabe
fi: Mediasoitin
hr: Medijski reproduktor
hu: Médialejátszó
sk: Multimediálny prehrávač
tr: Ortam oynatıcı

source: You can apply these updates without worrying about regressions. In the worst case scenario a regression would only affect the software you're upgrading, not the operating system itself.
cs: Tyto aktualizace můžete instalovat bez obav z regresí. V nejhorším možném případě se regrese objeví pouze u softwaru, který aktualizujete, ale nikoli u operačního systému samotného.
da: Du kan installere disse opdateringer uden at være bekymret for regressioner. I det værste tilfælde vil en regression kun påvirke programmet, du opdaterer, og ikke selve styresystemet.
de: Sie können diese Aktualisierungen anwenden, ohne sich Sorgen über Regressionen machen zu müssen. Im schlimmsten Fall würde eine Regression nur die Anwendungen, die sie aktualisieren, betreffen und nicht das Betriebssystem selbst.
fi: Voit ottaa nämä päivitykset käyttöön ilman huolta regressioista. Pahimmassa tapauksessa regressio voisi vaikuttaa ainoastaan ohjelmistoon jota olet päivittämässä, ei itse käyttöjärjestelmään.
hr: Možete primijeniti te nadopune bez brige o nestabilnosti. U najgorem slučaju nestabilnost će samo zahvatiti softver koji nadograđujete, a ne i sami operativni sustav.
hu: Bátran telepítheti ezeket a frissítéseket és nem kell aggódnia a visszafejlődési hibák miatt. Legrosszabb esetben szoftver visszafejlődési hibák jelentkezhetnek a frissített szoftvereknél, amely nem érinti magát az operációs rendszert.
sk: Tieto aktualizácie môžete aplikovať bez strachu z regresií. V najhoršom prípade regresia ovlyvní len softvér, ktorý aktualizujete a nie ostatok systému.
tr: Bu güncellemeleri resresyonlardan endişe duymadan uygulayabilirsiniz. En kötü senaryoda, olası bir regresyon sadece güncellemiş olduğunuz yazılımı etkiler, işletim sisteminin kendisini etkilemez.

source: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Level 2
ar: المستوى 2 <media type="image" src="figures/mintupdate-level2.svg" height="40"/>
ca: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Nivell 2
cs: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Úroveň 2
da: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Niveau 2
de: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Ebene 2
fi: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Taso 2
hr: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Razina 2
hu: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> 2. szint
tr: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Seviye 2

source: This is the default level, so the vast majority of updates are level 2.
ar: هذا هو المستوى الافتراضي، لذلك فإن الغالبية العظمى من التحديثات هي المستوى 2.
ca: El nivell per defecte. La major part de les actualitzacions són de nivell 2.
cs: Toto je výchozí stupeň, proto naprostá většina aktualizací spadá do stupně 2.
da: Dette er standardniveauet, så det store flertal af opdateringer er niveau 2.
de: Das ist die Vorgabeebene, so dass die überwiegender Mehrheit der Aktualisierungen aus der Ebene 2 sind.
fi: Tämä on oletustaso, joten suurin osa päivityksistä on tasoa 2.
hr: Ovo je zadana razina, stoga velika većina nadopuna su razine 2.
hu: Ez az alapértelmezett szint. A frissítések nagy része 2. szintű frissítés.
sk: Toto je štandardná úroveň, väčšina aktualizácií sú úrovne 2.
tr: Bu varsayılan seviyedir, güncellemelerin büyük çoğunluğu bu nedenle 2. seviyededir.
